Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_3644
source: 3. Move the sliding button upward or downward so that you can check the signal strength on the top of the Zero Connect Box.
am_et: 3. በዜሮ ማገናኛ ሳጥኑ አናት ላይ ያለውን የሲግናሉን ጥንካሬ ለመፈተሽ የተንሸራታች አዝራሩን ወደ ላይ ወይም ወደ ታች ያንቀሳቅሱ።

# settings_3645
source: Front
am_et: ፊት

# settings_3646
source: Sliding Button
am_et: ተንሸራታች አዝራር

# settings_3647
source: Dial
am_et: ደውል

# settings_3648
source: Disconnected
am_et: ተቋርጧል

# settings_3649
source: Provides the optimal sound according to the genre of viewing contents.
am_et: በይዘቶች እይታ ዘውግ መሰረት ጥሩውን ድምጽ ያቀርባል።

# settings_3650
source: * Game Optimizer is not available while using 'Multi View > Dual PC Monitor'.
am_et: * 'Multi View > ባለሁለት ኮምፒውተር ማሳያ' ሲጠቀሙ የጨዋታ ማመጣጠኛ አይገኝም።

# settings_3651
source: Various features such as Memory Optimizer, Picture and Sound Self-diagnosis are provided to optimize TV status.
am_et: የቴሌቪዥን ሁኔታን ለማመጣጠን እንደ ማህደረ ትውስታ አመጣጣኝ፣ ስእል እና የድምፅ የራስ-ፍተሻ ያሉ የተለያዩ ባህሪዎች ቀርበዋል።

# settings_3652
source: Change the color of the menu on the video and screen to black and white tone for higher clarity.
am_et: በቪዲዮ እና በማያ ገፁ ላይ ለከፍተኛ ግልፅነት የማውጫውን ቀለም ወደ ጥቁርና ነጭ ይለውጡ።

# settings_3653
source: {%1}'s Personalized Picture
am_et: የ{%1} ግላዊነት የተላበሰ ስእል

# settings_3654
source: {LG WOWCAST} Device
am_et: {LG WOWCAST} መሣሪያ

# settings_3655
source: The TV is not connected to a wireless network.
am_et: የእርስዎ ቲቪ ከገመድ አልባ አውታረመረብ ጋር አልተገናኘም።

# settings_3656
source: Connect your TV and {LG WOWCAST} device to the same wireless network and try again.
am_et: የእርስዎን ቲቪ እና {LG WOWCAST} መሳሪያ ከተመሳሳይ የገመድ አልባ አውታረ መረብ ጋር አገናኝተው እንደገና ይሞክሩ።

# settings_3657
source: Go to Wi-Fi Connection Setting
am_et: ወደ የWi-Fi ግንኙነት ቅንብር ይሂዱ

# settings_3658
source: {LG WOWCAST} Device + TV Speaker
am_et: የ {LG WOWCAST} መሣሪያ + የቲቪ ስፒከር

# settings_3659
source: The TV is connected to the {LG WOWCAST} device.
am_et: ቲቪው ከ{LG WOWCAST} መሣሪያ ጋር ተገናኝቷል።

# settings_3660
source: If you connect an audio device that supports {LG WOWCAST}, you can play high-quality sound wirelessly over Wi-Fi.
am_et: {LG WOWCAST}ን የሚደግፍ የኦዲዮ መሳሪያ ካገናኙ፣ ከፍተኛ ጥራት ያለው ድምጽን በገመድ አልባ በWi-Fi ማጫወት ይችላሉ።

# settings_3661
source: Connect TV speakers and audio devices that support {LG WOWCAST} to hear the TV sound at the same time.
am_et: የቲቪ ድምጽን በተመሳሳይ ጊዜ ለመስማት {LG WOWCAST}ን የሚደግፉ የቲቪ ድምጽ ማጉያዎችና የድምጽ መሳሪያዎችን ያገናኙ።

# settings_3662
source: If you output the sound with TV speaker at the same time, you can hear a richer sound.
am_et: ድምጹን በቲቪ ድምጽ ማጉያ በተመሳሳይ ጊዜ ካወጡት፣ የበለፀገ ድምጽ መስማት ይችላሉ።

# settings_3663
source: Do you want to change the sound out settings?
am_et: የድምጽ ማንበብ ቅንብሮችን መለወጥ ይፈልጋሉ?

# settings_3664
source: Do you want to change the sound out settings and sound mode?
am_et: የድምጽ ማንበብ ቅንብሮችን ወደ የድምጽ ሁነታ መለወጥ ይፈልጋሉ?

# settings_3666
source: Wireless Sound Cast
am_et: የገመድ አልባ ድምፅ መውሰድ

# settings_3667
source: * If you turn on Automatic Updates, your device will automatically update to the latest version without any notice about update information (version, size, etc.).
am_et: * ራስ-ሰር ማሻሻያዎችን ካበሩት፣ ስለ ማሻሻያ መረጃ (ስሪት፣ መጠን፣ ወዘተ.) ምንም ማሳወቂያ ሳይኖር መሳሪያዎ በራስ-ሰር ወደ አዲሱ ስሪት ይዘምናል።

# settings_3670
source: - It is recommended to place the Zero Connect Box within {%1} m from the bottom, {%2} m from the front, and {%3} m from the side of the TV screen.
am_et: - የዜሮ ማገናኛ ሳጥኑን ከታች በ{%1} ሜ፣ ከፊት ለፊት በ {%2} ሜ እና ከቲቪ ማያ ገጽ ጎን በ {%3} ሜ ላይ ማስቀመጥ ይመከራል።

# settings_3671
source: 2. Adjust the dial left or right so that the sliding button faces the LED on the front of the Zero Connect Box.
am_et: 2. ተንሸራታች አዝራሩ በዜሮ ማገናኛ ሳጥኑ ፊት ለፊት ወደ LED እንዲያመለክት መደወያውን ወደ ግራ ወይም ቀኝ ያስተካክሉት።

# settings_3672
source: Excellent
am_et: እጅግ በጣም ጥሩ

# settings_3673
source: Automatic
am_et: አውቶማቲክ

# settings_3674
source: When you turn on automatic captions, the captions are automatically moved to a place that doesn't distract the viewer by detecting the screen.
am_et: በራስ-ሰር መግለጫ ጽሑፎችን ሲያበሩ የመግለጫ ፅሁፎቹ ማያ ገፁን በማግኘት ተመልካቹን ወደማይረብሽ ስፍራ ይንቀሳቀሳሉ።

# settings_3675
source: Try connecting your TV and {LG WOWCAST} devices to the same Wi-Fi Network(2.4GHz, 5GHz) and try again.
am_et: የእርስዎን ቲቪ እና {LG WOWCAST} መሳሪያ ከተመሳሳይ የWi-Fi አውታረ መረብ(2.4GHz, 5GHz) ጋር አገናኝተው እንደገና ይሞክሩ።

# settings_3676
source: Go to Network Settings
am_et: ወደ አውታረመረብ ቅንብሮች ይሂዱ

# settings_3677
source: Try connecting a 2.4GHz or 5GHz Wi-Fi Network to connect {LG WOWCAST} devices.
am_et: የ{LG WOWCAST} መሳሪያዎችን ለማገናኘት 2.4GHz ወይም 5GHz Wi-Fi አውታረ መረብን ለማገናኘት ይሞክሩ።

# settings_3678
source: The {LG WOWCAST} dongle is connected with HDMI(ARC).
am_et: የ{LG WOWCAST} ዶንግል ከHDMI(ARC) ጋር ተገናኝቷል።

# settings_3679
source: Please disconnect the dongle and try again to connect your {LG WOWCAST} device wirelessly.
am_et: እባክዎ ዶንግሉን ያላቅቁ እና የእርስዎን {LG WOWCAST} መሳሪያ ያለገመድ አልባ ለማገናኘት እንደገና ይሞክሩ።

# settings_3680
source: * This function is not available when you are using DFS channels on your wireless router.
am_et: * በገመድ አልባ ራውተርዎ ላይ የDFS ጣቢያዎችን ሲጠቀሙ ይህ ተግባር አይገኝም።

# settings_3681
source: Original Position
am_et: ኦሪጅናል አቀማመጥ

# settings_3682
source: Set By Broadcaster Settings
am_et: በብሮድካስተር ቅንብሮች አዘጋጅ

# settings_3683
source: LG Hub
am_et: LG መገናኛ

# settings_3684
source: Connection Guide
am_et: የግንኙነት መመሪያ

# settings_3685
source: Select the location of the Zero Connect Box.
am_et: የዜሮ ማገናኛ ሳጥን ቦታን ይምረጡ።

# settings_3686
source: Find the installation guide by location and check the real-time signal strength.
am_et: የመጫኛ መመሪያውን በቦታ ይፈልጉ እና የእውነተኛ ጊዜ ምልክት ጥንካሬን ያረጋግጡ።

# settings_3687
source: Adjust the dial or sliding button again or change the location of the Box.
am_et: መደወያውን ወይም ተንሸራታች አዝራሩን እንደገና ያስተካክሉ ወይም የሳጥኑን ቦታ ይለውጡ።

# settings_3688
source: Move anything that blocks the path between the Zero Connect Box and the TV screen.
am_et: በዜሮ ማገናኛ ሳጥን እና በቲቪ ስክሪኑ መካከል ያለውን መንገድ የሚዘጋውን ማንኛውንም ነገር ያንቀሳቅሱ።

# settings_3689
source: 3. Adjust the sliding button away from the LED on the top of the Zero Connect Box and check the signal strength.
am_et: 3. በዜሮ ማገናኛ ሳጥኑ አናት ላይ ካለው የኤልኢዲ (LED) ተንሸራታች አዝራሩን ያስተካክሉት እና የሲግናል ጥንካሬን ያረጋግጡ።

# settings_3690
source: If you install the Zero Connect Box inside the cabinet, the screen and voice recognition function may not work properly depending on the material of the cabinet (marble, wood, etc.) and its thickness.
am_et: የዜሮ ማገናኛ ሳጥንን በካቢኔ ውስጥ ከጫኑ፣ እንደ ካቢኔው ቁሳቁስ (እብነበረድ፣ እንጨት፣ ወዘተ) እና ውፍረቱ ላይ በመመስረት የስክሪኑ እና የድምጽ ማወቂያ ተግባሩ በትክክል ላይሰራ ይችላል።

# settings_3691
source: Set By Program
am_et: በፕሮግራም አቀናብር

# settings_3692
source: When you press the button on the remote control, it will provide relevant information.
am_et: በሩቅ መቆጣጠሪያው ላይ ያለውን አዝራር ሲጫኑ ጠቃሚ መረጃ ይሰጣል።

# settings_3693
source: {iconNick}'s Personalized Picture
am_et: የ{iconNick} ግላዊነት የተላበሰ ስእል

# settings_3694
source: Change Settings
am_et: ቅንብሮችን ይለውጡ

# settings_3695
source: 3. Make sure the LED on the top of the Box and the signal strength of the TV screen turn 'blue' by adjusting the sliding button upward or downward.
am_et: 3. ተንሸራታች አዝራሩን ወደ ላይ ወይም ወደ ታች በማስተካከል በሳጥኑ አናት ላይ ያለው LED እና የቲቪው ማያ ገፅ የሲግናል ጥንካሬው ወደ 'ሰማያዊ' መቀየሩን ያረጋግጡ።

# settings_3696
source: 3. Adjust the sliding button away from the LED on the top of the Box, and make sure the LED on the top of the Box and the signal strength of the TV screen turn 'blue'.
am_et: 3. ተንሸራታች አዝራሩን በሳጥኑ አናት ላይ ካለው LED አርቀው ያስተካክሉት እና በሳጥኑ አናት ላይ ያለው LED እና የቲቪው ማያ ገፅ የሲግናል ጥንካሬ ወደ 'ሰማያዊ' መቀየሩን ያረጋግጡ።

# settings_3697
source: - Do not install the Zero Connect Box higher than the TV screen.
am_et: - የዜሮ ማገናኛ ሳጥኑን ከቲቪ ማያ ገፅ በላይ አይግጠሙ።

# settings_3698
source: The direction of the wireless signal strength is not facing the TV.
am_et: የገመድ አልባ ሲግናል ጥንካሬ አቅጣጫ ከቴሌቪዥኑ ጋር አይገናኝም።

# settings_3699
source: * This is the case when you locate the box in the shaded area at the bottom of the TV screen.
am_et: * ይህ ሳጥኑ በቲቪው ግርጌ ጥላ ያጠላበት ቦታ ላይ የሚያገኙበት ሁኔታ ነው።

# settings_3700
source: When installing the box next to the shaded area, reset the location of the box to the side and install it again.
am_et: ጥላ ካጠላበት ቦታ አጠገብ ያለውን ሳጥን ሲገጥሙ፣ የሳጥኑን ቦታ ወደ ጎን እንደገና ያስተካክሉ እና እንደገና ይግጠሙት።

# settings_3701
source: - If you install the Zero Connect Box inside the cabinet, the screen and voice recognition function may not work properly depending on the material of the cabinet (marble, wood, etc.) and its thickness.
am_et: - የዜሮ ማገናኛ ሳጥንን በካቢኔ ውስጥ ከጫኑ፣ እንደ ካቢኔው ቁሳቁስ (እብነበረድ፣ እንጨት፣ ወዘተ) እና ውፍረቱ ላይ በመመስረት የስክሪኑ እና የድምጽ ማወቂያ ተግባሩ በትክክል ላይሰራ ይችላል።

# settings_3702
source: Screen Saver Promotion
am_et: የስክሪን ሴቨር ማስተዋወቂያ

# settings_3703
source: You can set to show or hide advertisements that appear on the screen saver from some apps such as {LG Channels}, {Apps}.
am_et: እንደ {LG Channels}፣ {Apps} ካሉ አንዳንድ መተግበሪያዎች በስክሪ ሴቨሩ ላይ የሚታዩ ማስታወቂያዎችን ለማሳየት ወይም ለመደበቅ ማዋቀር ይችላሉ።

# settings_3704
source: "Hi LG, I need help!"
am_et: "Hi LG፣ እርዳታ እፈልጋለሁ!"

# settings_3705
source: * Professional settings allow you to fine-tune the expression of a variety of mastering contents.
am_et: * የባለሙያ ቅንብሮች የተለያዩ የማስተር ይዘቶችን አገላለጽ በደንብ እንዲያስተካክሉ ያስችሉዎታል።

# settings_3706
source: {%1} Mastering
am_et: {%1} ማስተሪንግ

# settings_3707
source: AI Settings for screen and sound are provided.
am_et: ለማያ ገጽ እና ድምጽ የ AI ቅንብሮች ቀርበዋል።

# settings_3708
source: App Permissions
am_et: የመተግበሪያ ፈቃዶች

# settings_3709
source: Bonaire
am_et: ቦናይር

# settings_3710
source: Comoros
am_et: ኮሞሮስ

# settings_3711
source: Curacao
am_et: ኩራካዎ

# settings_3712
source: Delete My Personal Information
am_et: የግል መረጃዬን ሰርዝ

# settings_3713
source: Delete Request
am_et: ጥያቄ ሰርዝ

# settings_3714
source: Delete Viewing Information
am_et: የሚታይ መረጃን ሰርዝ

# settings_3715
source: Delete viewing information?
am_et: የመመልከቻ መረጃ ይሰረዝ?

# settings_3716
source: Delete Voice Information
am_et: የድምጽ መረጃን ሰርዝ

# settings_3717
source: Delete voice information?
am_et: የድምጽ መረጃ ይሰረዝ?

# settings_3718
source: Deleting viewing information may affect recommendation services provided based on your viewing or device usage information.
am_et: የሚታይ መረጃን መሰረዝ በእርስዎ እይታ ወይም የቀረበው የመሣሪያ አጠቃቀም መረጃ ላይ በመመስረት የጥቆማ አገልግሎቶች ላይ ተፅዕኖ ሊያሳድር ይችላል።

# settings_3719
source: Deleting voice information may affect recommendation services based on your voice information.
am_et: የድምፅ መረጃን መሰረዝ በእርስዎ የድምፅ መረጃ ላይ በመመስረት የጥቆማ አገልግሎቶች ላይ ተፅዕኖ ሊያሳድር ይችላል።

# settings_3720
source: Do you want to move to the Network Settings?
am_et: ወደ የአውታረ መረብ ቅንብሮች መሄድ ይፈልጋሉ?

# settings_3721
source: Frequently used settings.
am_et: በተደጋጋሚ ጥቅም ላይ የዋሉ ቅንብሮች።

# settings_3722
source: Guinea-Bissau
am_et: ጊኒ ቢሳው

# settings_3724
source: If you don’t consent to the {eula}, your personal information will not be collected.
am_et: ከ{eula} ጋር ካልተሰማሙ፣ የእርስዎ የግል መረጃ አይሰበሰብም።

# settings_3725
source: It is often used with AI Sound Pro.
am_et: ብዙውን ጊዜ በ AI ድምጽ Pro ጥቅም ላይ ይውላል።

# settings_3726
source: It is often used with Application Locks.
am_et: ብዙውን ጊዜ በመተግበሪያ መቆለፊያዎች ጥቅም ላይ ይውላል።

# settings_3727
source: It is often used with Family Settings.
am_et: ብዙውን ጊዜ ከቤተሰብ ቅንብሮች ጋር ጥቅም ላይ ይውላል።

# settings_3728
source: It is often used with Personalized Picture Wizard.
am_et: ብዙውን ጊዜ ግላዊነት የተላበሰ የስእል አጋዥ ጥቅም ላይ ይውላል።

# settings_3729
source: Kosovo
am_et: ኮሶቮ

# settings_3730
source: Looking for these settings?
am_et: እነዚህን ቅንብሮች እየፈለጉ ነው?

# settings_3731
source: Model Name
am_et: የሞዴል ስም

# settings_3732
source: Netherlands Antilles
am_et: ኔዘርላንድስ አንቲልስ

# settings_3733
source: Network connection to delete viewing information.
am_et: የመመልከቻ መረጃን ለመሰረዝ የአውታረ መረብ ግንኙነት።

# settings_3734
source: Often used together.
am_et: ብዙውን ጊዜ በጋራ ጥቅም ላይ ይውላል።

# settings_3735
source: Please press and hold OK on your remote and find the explanation.
am_et: እባክዎን ሪሞትዎን ተጭነው እሺ የሚለውን ይያዙ እና ማብራሪያውን ያግኙ።

# settings_3736
source: Please press Mic button on the remote control and say the menu you look for.
am_et: እባክዎ በሩቅ መቆጣጠሪያው ላይ የድምጽ ማስትላለፊያ አዝራሩን ይጫኑ እና የሚፈልጉትን ምናሌ ይናገሩ።

# settings_3737
source: Press {icon} at the top right and find the explanation.
am_et: ከላይ በቀኝ በኩል {icon}ን ይጫኑና ማብራሪያውን ያግኙ።

# settings_3738
source: Press Mic button and try saying "I need help"
am_et: የድምጽ ማስትላለፊያ አዝራርን ይጫኑ እና "እርዳታ እፈልጋለሁ" ለማለት ይሞክሩ

# settings_3739
source: Professional
am_et: ፕሮፌሽናል

# settings_3741
source: Saint Kitts and Nevis
am_et: ሴንት ኪትስ እና ኔቪስ

# settings_3742
source: Sao Tome & Principe
am_et: ሳኦቶሜ እና ፕሪንሲፔ

# settings_3743
source: Set up an environment to fit individual needs.
am_et: ለግለሰብ ፍላጎቶች ተስማሚ የሆነ ሁኔታ ያዋቅሩ።

# settings_3744
source: Settings are provided for an optimized gaming environment.
am_et: ቅንብሮቹ ለተመጣጠነ የጨዋታ ሁኔታ ቀርበዋል።

# settings_3745
source: Settings to adjust screen brightness.
am_et: የማያ ገጽ ብሩህነት ለማስተካከል ቅንብሮች።

# settings_3746
source: Settings to connect wireless speakers and earphones.
am_et: ሽቦ አልባ ድምጽ ማጉያዎችና የጆሮ ማዳመጫዎችን ለማገናኘት ቅንብሮች።

# settings_3747
source: Settings to create a healthy and safe viewing environment.
am_et: ጤናማ እና ደህንነቱ የተጠበቀ የእይታ አካባቢ ለመፍጠር ቅንብሮች።

# settings_3748
source: Settings to reduce power consumption.
am_et: የኃይል ፍጆታን ለመቀነስ ቅንብሮች።

# settings_3749
source: Settings to restrict channel viewing.
am_et: የጣቢያ እይታን ለመገደብ ቅንብሮች።

# settings_3750
source: Seychelles
am_et: ሲሼልስ

# settings_3751
source: Sint Maarten
am_et: ሴንት ማርተን

# settings_3752
source: South Sudan
am_et: ደቡብ ሱዳን

# settings_3754
source: The closer to 10%, the better the expression, and the lower the average brightness.
am_et: ወደ 10% ሲጠጋ፣ አገላለጹ የተሻለ እየሆነ ይመጣል፣ እና አማካይ ብሩህነት ይቀንሳል።

# settings_3755
source: The network connection is required to delete viewing information.
am_et: የሚታይ መረጃን ለመሰረዝ የአውታረ መረብ ግንኙነት ያስፈልጋል።

# settings_3756
source: Try connecting the wireless router's network to 2.4GHz or 5GHz and try again to connect the {LG WOWCAST} devices.
am_et: የገመድ አልባውን ራውተር አውተረ መረብ ከ2.4GHz ወይም 5GHz ጋር ለማገናኘት ይሞክሩ እና የ{LG WOWCAST} መሳሪያዎችን ለማገናኘት እንደገና ይሞክሩ።

# settings_3757
source: You can ask for help by saying,
am_et: በመናገር እርዳታ መጠየቅ ይችላሉ፣

# settings_3758
source: You can ask for help with your voice.
am_et: በድምጽዎ እርዳታ መጠየቅ ይችላሉ።

# settings_3759
source: You can change the settings with your voice.
am_et: ቅንብሮቹን በድምጽዎ መለወጥ ይችላሉ።

# settings_3760
source: You can delete the voice information collected from your device.
am_et: ከመሳሪያዎ የተሰበሰበውን የድምጽ መረጃ መሰረዝ ይችላሉ።

# settings_3761
source: You can delete your viewing information collected from your device.
am_et: ከመሳሪያዎ የተሰበሰበውን የሚታይ መረጃዎን መሰረዝ ይችላሉ።

# settings_3762
source: You need to consent to the {eula} to delete your viewing information.
am_et: የሚታይ መረጃዎን ለመሰረዝ ከ{eula} ጋር መስማማት አለብዎት።

# settings_3763
source: You need to consent to the {eula} to delete your voice information.
am_et: የድምጽ መረጃዎን ለመሰረዝ ከ{eula} ጋር መስማማት አለብዎት።

# settings_3764
source: Smart Tips in Settings
am_et: በቅንብሮች ውስጥ ስማርት ጥቆማዎች

# settings_3765
source: Do you find it difficult to see or hear?
am_et: ለማየት ወይም ለመስማት ከብደዎታል?

# settings_3766
source: Use Accessibility.
am_et: ተደራሽነትን ይጠቀሙ።

# settings_3767
source: This feature describes menu names or device statuses via audio.
am_et: ይህ ተግባር የምናሌ ስሞችን ወይም የመሳሪያ ሁኔታዎችን በድምጽ ይገልፃል።

# settings_3768
source: Describes the content of broadcast programs that support audio description.
am_et: የድምጽ መግለጫን የሚደግፉ የስርጭት ፕሮግራሞችን ይዘት ይገልጻል።

# settings_3769
source: You can hear the information about the button by pressing the buttons on the remote control.
am_et: በሩቅ መቆጣጠሪያው ላይ ያሉትን አዝራሮች በመጫን ስለ አዝራሩ ያለውን መረጃ መስማት ይችላሉ።

# settings_3770
source: This feature reduces static and background noise and increases the volume of dialogue.
am_et: ይህ ተግባር የማያቋርጥ እና የጀርባ ድምጽን ይቀንሳል እናም የንግግር መጠን ይጨምራል።

# settings_3771
source: You can hear the dialogue clearer with enhanced sound quality.
am_et: በላቀ የድምፅ ጥራት ንግግሩን ይበልጥ ግልጽ በሆነ መንገድ መስማት ይችላሉ።

# settings_3772
source: A hearing aid and internal speaker output sound simultaneously.
am_et: የመስሚያ ማገዣ እና የውስጣዊ ድምጽ ማጉያ ድምጽ በአንድ ጊዜ።

# settings_3773
source: Connect a Bluetooth hearing aid or transmitter using HDMI (ARC).
am_et: HDMI (ARC) በመጠቀም የBluetooth የመስሚያ ማገዣ ወይም አስተላላፊ ያገናኙ።

# settings_3774
source: Enjoy the sign language screen with a larger view.
am_et: በትልቁ እይታ በምልክት ቋንቋ ማያ ገጽ ይደሰቱ።

# settings_3775
source: Set a type and position of captions.
am_et: የመግለጫ ፅሁፎችን አይነት እና አቀማመጥ ያዋቅሩ።

# settings_3776
source: Set a caption type for digital broadcasts.
am_et: ለዲጂታል ስርጭቶች የመግለጫ ጽሁፍ ዓይነት ያዋቅሩ።

# settings_3777
source: Set a caption type for HD broadcasts.
am_et: ለ HD ስርጭቶች የመግለጫ ጽሑፍ ዓይነት ያዋቅሩ።

# settings_3778
source: Set the position of captions.
am_et: የመግለጫ ፅሁፎችን አቀማመጥ ያዋቅሩ።

# settings_3779
source: Captions will automatically switch to a position that may not interfere with your viewing when set to 'auto'.
am_et: መግለጫ ጽሑፎች ወደ 'ራስ-ሰር' ሲዋቀሩ እይታዎ ላይ ላያስተጓጉል ወደሚችል አቀማመጥ በራስ-ሰር ይቀየራል።

# settings_3780
source: Reset the position of captions.
am_et: የመግለጫ ፅሁፎችን አቀማመጥ እንደገና ያስጀምሩ።

# settings_3781
source: You can see texts more clearly by adjusting the color of menus and texts.
am_et: የምናሌዎችን እና የጽሁፎችን ቀለም በማስተካከል ጽሁፎችን በግልፅ ማየት ይችላሉ።

# settings_3782
source: All screens turn black and white.
am_et: ሁሉም ማያ ገጾች ወደ ጥቁር እና ነጭ ይለወጣሉ።

# settings_3783
source: You can see blurry images clearer and sharper when there are colors.
am_et: ቀለሞች ሲኖሩ ብዥታ ምስሎችን የበለጠ ግልጽና ጥርት አድርገው ማየት ይችላሉ።

# settings_3784
source: This feature inverts the color of your screen.
am_et: ይህ ተግባር የማያ ገጽዎን ቀለም ይገለብጣል።

# settings_3785
source: Some contents may not be applied.
am_et: አንዳንድ ይዘቶች ላይተገበሩ ይችላሉ።

# settings_3786
source: Set a language for captions.
am_et: ለመግለጫ ጽሑፎች ቋንቋ ያቀናብሩ።

# settings_3787
source: Set your first choice caption.
am_et: የመጀመሪያ ምርጫዎን መግለጫ ጽሁፍ ያቀናብሩ።

# settings_3788
source: Set your second choice caption.
am_et: የሁለተኛ ምርጫ መግለጫ ጽሁፍዎን ያቀናብሩ።

# settings_3789
source: Describe the content on the screen via audio.
am_et: በማያ ገጹ ላይ ያለውን ይዘት በድምጽ ግለጽ።

# settings_3790
source: Display the broadcast sound as captions.
am_et: የስርጭቱን ድምጽ እንደ መግለጫ ጽሑፎች አሳይ።

# settings_3791
source: Dolby Vision PC
am_et: Dolby Vision ኮምፒውተር

# settings_3792
source: When you disable {func1}, {func2} function set on the device will be disabled as well.
am_et: {func1}ን ሲያሰናክሉ፣ በመሳሪያው ላይ የተቀመጠው የ{func2} ተግባር እንዲሁ ይሰናከላል።

# settings_3793
source: Do you want to disable {func}?
am_et: {func}ን ማሰናከል ይፈልጋሉ?

# settings_3794
source: Go to display settings and turn HDR on to enjoy the Dolby Vision screen.
am_et: በ Dolby Vision ማያ ገጽ ለመደሰት ወደ ማሳያ ቅንብሮች ይሂዱ እና HDRን ያብሩ።

# settings_3795
source: If you usually use apps to enjoy the content, 'Home' is recommended, and if you usually watch External Input, 'Recent Input' is recommended.
am_et: በይዘቱ ለመደሰት አብዛኛው ጊዜ መተግበሪያዎችን የሚጠቀሙ ከሆነ 'መነሻ' ይመከራል፣ እና ብዙ ጊዜ የውጫዊ ግብዓት የሚመለከቱ ከሆነ 'የቅርብ ግብዓት' ይመከራል።

# settings_3796
source: It recommends settings or features, such as settings you use the most or settings you use together.
am_et: በብዛት የሚጠቀሙትን ወይም አንድ ላይ የሚጠቀሟቸውን ቅንብሮችን የመሳሰሉ ቅንብሮችን ወይም ተግባራት ይመክራል።

# settings_3797
source: Delete the viewing information collected from the device.
am_et: ከመሳሪያው የተሰበሰበውን የእይታ መረጃ ሰርዝ።

# settings_3798
source: Delete the voice information collected from the device.
am_et: ከመሳሪያው የተሰበሰበውን የድምጽ መረጃ ይሰርዙ።

# settings_3799
source: Delete the viewing and voice information collected from the device.
am_et: ከመሳሪያው የተሰበሰበውን የእይታና የድምጽ መረጃ ሰርዝ።

# settings_3800
source: [{deviceName}] is connected.
am_et: [{deviceName}] ተገናኝቷል።

# settings_3801
source: Device Power Sound
am_et: የመሳሪያ ኃይል ድምጽ

# settings_3802
source: Amplify Dialogue
am_et: ንግግርን አጉላ

# settings_3803
source: Gain Level
am_et: የማግኘት ደረጃ

# settings_3804
source: Listen Together with Hearing Aid
am_et: በመስሚያ አጋዥ አብረው ያዳምጡ

# settings_3805
source: This describes the content of broadcasting programs that support {name}.
am_et: ይህ {name}ን የሚደግፉ የስርጭት ፕሮግራሞችን ይዘት ይገልጻል።

# settings_3806
source: Captions will automatically switch to a position that may not interfere with your viewing when set to 'Automatic'.
am_et: መግለጫ ጽሑፎች ወደ 'በራስ-ሰርነት' ሲዋቀሩ እይታዎ ላይ ላያስተጓጉል ወደሚችል አቀማመጥ በራስ-ሰር ይቀየራል።

# settings_3807
source: Captions may not be automatically moved depending on the broadcast signal.
am_et: በስርጭት ሲግናሉ ላይ በመመስረት በግርጌ መግለጫ ጽሑፎች በራስ-ሰር ሊንቀሳቀሱ አይችሉም።

# settings_3808
source: {%1} hour {%2} min(s)
am_et: {%1} ሰአት ከ {%2} ደቂቃ(ዎች)

# settings_3809
source: Microphone
am_et: ማይክሮፎን

# settings_3810
source: {%1} access
am_et: {%1} መዳረሻ
