Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_1494
source: Paraguay
am_et: ፓራጓይ

# settings_1495
source: Peru
am_et: ፔሩ

# settings_1496
source: Saint Vincent
am_et: ቅዱስ ቪንሴንት እና ግሬናዲንስ

# settings_1497
source: Trinidad and Tobago
am_et: ትሪናዳድ እና ቶቤጎ

# settings_1498
source: Uruguay
am_et: ኡራጓይ

# settings_1499
source: Kiritimati
am_et: ኪሪቲማቲ

# settings_1500
source: Kolkata
am_et: ኮልካታ

# settings_1501
source: Krasnoyarsk
am_et: ክራስኖያርስክ

# settings_1502
source: Kuala Lumpur
am_et: ኩዋላ ላምፑር

# settings_1503
source: Kuching
am_et: ኩቺንግ

# settings_1504
source: Kuwait City
am_et: ኩዌት ሲቲ

# settings_1505
source: La Paz
am_et: ላ ፓዝ

# settings_1506
source: Lagos
am_et: ሌጎስ

# settings_1507
source: Libreville
am_et: ሊብሬቪሌ

# settings_1508
source: Lilongwe
am_et: ሊሎንግዌ

# settings_1509
source: Myanmar
am_et: ማይናማር(በርማ)

# settings_1510
source: Lima
am_et: ሊማ

# settings_1511
source: Namibia
am_et: ናሚቢያ

# settings_1512
source: TV Speaker Bar + Wired Headphones
am_et: TV ስፒከር አሞሌ + ሄድፎኖች

# settings_1513
source: Lisbon
am_et: ሊዝበን

# settings_1514
source: Nepal
am_et: ኔፓል

# settings_1515
source: Netherlands
am_et: ኔዘርላንድ

# settings_1516
source: Ljubljana
am_et: ሊጁብሊጃና

# settings_1517
source: Lome
am_et: ሎሜ

# settings_1518
source: New Caledonia
am_et: ኔው ካሌዶኒያ

# settings_1519
source: TWIN SETTINGS RESET
am_et: TWIN ቅንብሮች ዳግም ማቀናበር

# settings_1520
source: All Twin mode settings will be reset. Once it is complete, the TVs will restart automatically. Do you want to continue?
am_et: ሁሉም የ Twin ሁነታ ቅንብሮች ዳግም ይቀናበራሉ። አንድ ጊዜ ከተጠናቀቀ በኋላ፣ ቲቪዎቹ በራስሰር ዳግም ይጀምራሉ። መቀጠል ይፈልጋሉ?

# settings_1521
source: London
am_et: ለንደን

# settings_1522
source: New Zealand
am_et: ኒው ዚላንድ

# settings_1523
source: Set to store mode
am_et: በደ ማከማቻ ሞድ ይቀይሩ

# settings_1524
source: Niger
am_et: ኒጀር

# settings_1525
source: North Korea
am_et: ሰሜን ኮርያ

# settings_1526
source: Oman
am_et: ኦማን

# settings_1527
source: Pakistan
am_et: ፓኪስታን

# settings_1528
source: Palau
am_et: ፓላው

# settings_1529
source: Lord Howe
am_et: ሎርደ ሆዌ

# settings_1530
source: Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Continue?
am_et: ማከማቻ ሞድ አላማው የውስጥ-ማከማቻ ማሳየት ነው። በየትንሽ ደቂቃዎች መካከል አቀማመጦቹን እንደገና ያስጀምራቸዋል። ይቀጥል?

# settings_1531
source: Papua New Guinea
am_et: ፓፕዋ ኒው ጊኒያ

# settings_1532
source: Los Angeles
am_et: ሎስ አንጀለስ

# settings_1533
source: Louisville
am_et: ሎውስቪሌ

# settings_1534
source: Luanda
am_et: ሉዋንዳ

# settings_1535
source: Philippines
am_et: ፊሊፒንስ

# settings_1536
source: Lubumbashi
am_et: ሉቡምባሺ

# pictureControlLow_Male
source: Low
am_et: ዝቅተኛ

# pictureControlMedium_Male
source: Medium
am_et: መካከለኛ

# pictureControlHigh_Male
source: Auto
am_et: ከፍተኛ

# settings_1540
source: Smooth
am_et: ለጥ ያለ

# settings_1541
source: Clear
am_et: ንፁህ ጥርት ያለ

# settings_1542
source: Lusaka
am_et: ሉሳካ

# settings_1543
source: Clear Plus
am_et: ጥራት ካው በላይ

# settings_1544
source: Qatar
am_et: ኳታር

# settings_1545
source: User
am_et: ተጠቃሚ

# settings_1546
source: Maceió
am_et: ማሲዮ

# settings_1547
source: Maceió
am_et: ማሲዮ

# settings_1548
source: Madeira
am_et: ማዴራ

# settings_1549
source: Madrid
am_et: ማድሪድ

# settings_1550
source: Rwanda
am_et: ሩዋንዳ

# settings_1551
source: Magadan
am_et: ማጋዳን

# settings_1552
source: Saint Lucia
am_et: ቅድስት ሉችያ

# settings_1553
source: Makassar
am_et: ማካሳር

# settings_1554
source: Clear1
am_et: ያጽዱ

# settings_1555
source: Samoa
am_et: ሳሞኣ

# settings_1556
source: Malabo
am_et: ማላቦ

# settings_1557
source: Managua
am_et: ማናጉዋ

# settings_1558
source: Saudi Arabia
am_et: ሳውዲ አረቢያ

# settings_1559
source: Manama
am_et: ማናማ

# settings_1560
source: Senegal
am_et: ሴኔጋል

# settings_1561
source: Manaus
am_et: ማናውስ

# pictureControlLow
source: Low
am_et: ዝቅተኛ

# settings_1563
source: Manila
am_et: ማኒላ

# settings_1564
source: Sierra Leone
am_et: ሴራሊዮን

# pictureControlMedium
source: Medium
am_et: መካከለኛ

# settings_1566
source: Maputo
am_et: ማፑቶ

# settings_1567
source: Second Language
am_et: ሁለተኛ ቋንቋ

# settings_1568
source: Singapore
am_et: ሲንጋፖር

# pictureControlHigh
source: High
am_et: ከፍተኛ

# settings_1570
source: Marquesas
am_et: ማርቄሳስ

# settings_1571
source: Third Language
am_et: ሦስተኛ ቋንቋ

# settings_1572
source: Maseru
am_et: ማሴሩ

# settings_1573
source: Mazatlán
am_et: ማዛትላን

# settings_1574
source: Mbabane
am_et: ምባባኔ

# pictureControlAuto
source: Auto
am_et: ራስ-ሰር

# settings_1576
source: Mexico City
am_et: ሜክሲኮ ሲቲ

# settings_1577
source: Cool
am_et: ቀዝቃዛ

# settings_1578
source: Minsk
am_et: ሚንስክ

# settings_1579
source: Solomon Islands
am_et: ሰሎሞን ደሴቶች

# settings_1580
source: Mogadishu
am_et: ሞቃዲሾ

# settings_1581
source: Moncton
am_et: ሞንክቶን

# settings_1582
source: Monrovia
am_et: ሞንሮቪያ

# settings_1583
source: Monterrey
am_et: ሞንተሬሪ

# settings_1584
source: Montevideo
am_et: ሞንቴቪዶ

# settings_1585
source: Montréal
am_et: ሞንትሪያል

# settings_1586
source: Moscow
am_et: ሞስኮ

# pictureControlwhiteBalanceColorTemperatureMedium
source: Medium
am_et: መካከለኛ

# settings_1588
source: Somalia
am_et: ሶማሊያ

# settings_1589
source: Muscat
am_et: ሙስካት

# settings_1590
source: Warm1
am_et: ሙቅ1

# settings_1591
source: Mérida
am_et: ሜሪዳ

# settings_1592
source: Warm2
am_et: ሙቅ2

# settings_1593
source: South Korea
am_et: ደቡብ ኮርያ

# settings_1594
source: Warm3
am_et: ሙቅ3

# settings_1595
source: Nairobi
am_et: ናይሮቢ

# gamma_high1
source: High1
am_et: ከፍተኛ1

# gamma_high2
source: High2
am_et: ከፍተኛ2

# settings_1598
source: Nassau
am_et: ናስዋ

# settings_1599
source: Sri Lanka
am_et: ሲሪላንካ

# settings_1600
source: Ndjamena
am_et: ጃሜና

# settings_1601
source: Sudan
am_et: ሱዳን

# settings_1602
source: New York
am_et: ኒው ዮርክ

# settings_1603
source: Suriname
am_et: ሱሪናሜ

# settings_1604
source: Niamey
am_et: ኒያሚ

# settings_1605
source: Wide
am_et: ሰፊ

# settings_1606
source: Swaziland
am_et: ስዊዘርላንድ

# settings_1607
source: Nicosia
am_et: ኒኮሲያ

# settings_1608
source: Extended
am_et: የተራዘመ

# settings_1609
source: Nipigon
am_et: ኒፒጎን

# settings_1610
source: Nouméa
am_et: ኖሚያ

# settings_1611
source: Syria
am_et: ሲሪያ

# settings_1612
source: Novosibirsk
am_et: ኖቮሲብሪስክ

# settings_1613
source: Taiwan
am_et: ታይዋን

# settings_1614
source: Omsk
am_et: ኦምስክ

# settings_1615
source: Tajikistan
am_et: ታጃኪስታን

# settings_1616
source: Oranjestad
am_et: ኦራንጀስታድ

# settings_1617
source: 2 Points
am_et: 2 ነጥቦች

# settings_1618
source: Tanzania
am_et: ታንዛኒያ

# settings_1619
source: Oslo
am_et: ኦስሎ

# settings_1620
source: 20 Points IRE
am_et: 20 ነጥቦች IRE

# settings_1621
source: Thailand
am_et: ታይላንድ

# settings_1622
source: 20 Points Code Value
am_et: 20 ነጥቦች የኮድ እሴት

# settings_1623
source: Ouagadougou
am_et: ኦጋድጉ

# settings_1624
source: Timor-Leste
am_et: ታይሞር-ሌስቴ

# settings_1625
source: Tonga
am_et: ቶንጎ

# settings_1626
source: Panama City
am_et: ፓናማ ሲቲ

# settings_1627
source: Trinidad And Tobago
am_et: ትሪንዳድና ቶቤጎ

# settings_1628
source: Paramaribo
am_et: ፓራማሪቦ

# settings_1629
source: Tunisia
am_et: ቱኒዚያ

# settings_1630
source: Paris
am_et: ፓሪስ

# settings_1631
source: Phnom Penh
am_et: ፍኖም ፔን

# settings_1632
source: Turkmenistan
am_et: ቱርክሜንስታን

# settings_1633
source: Phoenix
am_et: ፎኒክስ

# settings_1634
source: Inner
am_et: ውስጣዊ

# settings_1635
source: Uganda
am_et: ዩጋንዳ

# settings_1636
source: Podgorica
am_et: ፖድጎሪካ

# settings_1637
source: Outer
am_et: ውጫዊ

# settings_1638
source: Pontianak
am_et: ፖንቲያናክ

# settings_1639
source: United Arab Emirates
am_et: የተባበሩት አረብ ኢሜሬትስ

# settings_1640
source: Port Louis
am_et: ፖርት ሉዊስ

# settings_1641
source: Port Moresby
am_et: ወደብ ሞሮስቢ

# settings_1642
source: United States of America
am_et: የተበባበሩት መንግስታት አሜሪካ

# settings_1643
source: Port of Spain
am_et: ወደብ ስፐይን

# settings_1644
source: Top and Bottom
am_et: ከፍተኛ እና ዝቅተኛ

# settings_1645
source: Port-au-Prince
am_et: ወደብ-ኤዩ-ፕሪንስ

# settings_1646
source: Porto Velho
am_et: ፖርቶ ቬልሆ

# settings_1647
source: Porto Novo
am_et: ፖርት ኖቮ

# settings_1648
source: Porto-Novo
am_et: ፖርቶ-ኖቮ

# settings_1649
source: Prague
am_et: ፕራጉዋ

# settings_1650
source: Side by Side
am_et: ጎን ለጎን

# settings_1651
source: Praia
am_et: ፐሬያ

# settings_1652
source: Vatican City
am_et: ቫቲካን ሲቲ

# settings_1653
source: Pyongyang
am_et: ፒዮንግያንግ

# settings_1654
source: Antenna
am_et: ኣንቴና

# settings_1655
source: Rainy River
am_et: ረይኒ ሪቨር

# settings_1656
source: Vietnam
am_et: ቬትናም

# settings_1657
source: Antenna ATV
am_et: አንቴና ATV

# settings_1658
source: Rangoon
am_et: ራንጉን

# settings_1659
source: Yemen
am_et: የመን

# settings_1660
source: Antenna DTV
am_et: ባለ አንቴና DTV

# settings_1661
source: Zambia
am_et: ዛምቢያ

# settings_1662
source: Recife
am_et: ሬሲፍ

# settings_1663
source: Antenna Radio
am_et: ባለ አንቴና ራድዮ

# settings_1664
source: Zimbabwe
am_et: ዚምቧቤ

# settings_1665
source: Regina
am_et: ሬጂና

# settings_1666
source: Cable
am_et: ገመድ

# settings_1667
source: Reykjavik
am_et: ረይካጃቪክ

# settings_1668
source: Cable ATV
am_et: ኬብል ATV

# settings_1669
source: Riga
am_et: ሪጋ

# settings_1670
source: Cable DTV
am_et: ባለ ገመድ DTV

# settings_1671
source: Rio Branco
am_et: ሪዮ ብራንኮ

# settings_1672
source: Cable Radio
am_et: ባለ ገመድ ራድዮ

# settings_1673
source: Riyadh
am_et: ሪያድ

# settings_1674
source: Rome
am_et: ሮም

# settings_1675
source: Satellite
am_et: ሳትላይት

# settings_1676
source: Sakhalin
am_et: ሳካሊን

# settings_1677
source: Satellite DTV
am_et: ሳትላይት DTV

# settings_1678
source: Samara
am_et: ሰመራ

# settings_1679
source: Satellite Radio
am_et: ሳትላይት ራድዮ

# settings_1680
source: Samarkand
am_et: ሳማርካንድ

# settings_1681
source: Always Open
am_et: ሁሉ ጊዜ ክፍት

# settings_1682
source: San Salvador
am_et: ሳን ሳልቫዶር

# settings_1683
source: Sana
am_et: ሰንአ

# settings_1684
source: Open when TV is turned on
am_et: TV በሚበራበት ጊዜ ይክፈቱ

# settings_1685
source: San Luis
am_et: ሳን ሉዊስ

# settings_1686
source: Santiago
am_et: ሳንቲያጎ

# settings_1687
source: Santo Domingo
am_et: ሳንቶ ዶሚንጎ

# settings_1688
source: Sarajevo
am_et: ሳራጄቮ

# settings_1689
source: Scoresbysund
am_et: ስኮረስባይሰንድ

# settings_1690
source: Seoul
am_et: ሲዮል

# settings_1691
source: Shanghai
am_et: ሻንጋይ

# settings_1692
source: Simferopol
am_et: ሲምፈርፖል

# settings_1693
source: Skopje
am_et: ስኮፕጄ

# settings_1694
source: Sofia
am_et: ሶፊያ

# settings_1695
source: Srednekolymsk
am_et: ስሬድኔኮሊምስክ

# settings_1696
source: St. John's
am_et: የቅዱስ የሆናስ

# settings_1697
source: Stockholm
am_et: ስቶኮልም

# settings_1698
source: Swift Current
am_et: ስዊፍት ከረንት

# settings_1699
source: São Paulo
am_et: ሳኦ ፓውሎ

# settings_1700
source: Tahiti
am_et: ታሂቲ

# settings_1701
source: Taipei
am_et: ታይፐይ

# settings_1702
source: Tallinn
am_et: ታሊን

# settings_1703
source: Tashkent
am_et: ታሽከንት

# settings_1704
source: Tbilisi
am_et: ታቢሊሲ

# settings_1705
source: Tegucigalpa
am_et: ቴጉቺጋልፓ

# settings_1706
source: Tehran
am_et: ቴህራን

# settings_1707
source: Thimphu
am_et: ቲምፑ

# settings_1708
source: Thule
am_et: ቱሌ

# settings_1709
source: Tijuana
am_et: ቲጅዋና

# settings_1710
source: Tiranë
am_et: ቲራኔ

# settings_1711
source: Tokyo
am_et: ቶክዮ

# settings_1712
source: Toronto
am_et: ቶሮንቶ

# settings_1713
source: Tripoli
am_et: ትሪፖሊ

# settings_1714
source: Tunis
am_et: ቱኒስ

# settings_1715
source: Ulaanbaatar
am_et: ዩላንባታር

# settings_1716
source: Urumqi
am_et: ዩሪምቂ

# settings_1717
source: Uzhhorod
am_et: ዩዝሆሮድ

# settings_1718
source: Vaduz
am_et: ቫዱዝ

# settings_1719
source: Vancouver
am_et: ቫንኮቨር

# settings_1720
source: Vienna
am_et: ቬና

# settings_1721
source: Vientiane
am_et: ቬንቲያኔ

# settings_1722
source: Vilnius
am_et: ቪልኒዩስ

# settings_1723
source: Vladivostok
am_et: ቭላዲቮስቶክ

# settings_1724
source: Volgograd
am_et: ቮልጎግሬድ

# settings_1725
source: Warsaw
am_et: ዋርሳው

# settings_1726
source: Windhoek
am_et: ዊንድሆክ

# settings_1727
source: Winnipeg
am_et: ዊኒፔግ

# settings_1730
source: Yamoussoukro
am_et: ያሞሱክሮ

# settings_1732
source: Yakutsk
am_et: ያኩስክ

# settings_1733
source: Yekaterinburg
am_et: የካተሪንበርግ

# settings_1734
source: Hongkong
am_et: ሆንግ ኮንግ ልዩ የአስተዳደር ክልል ቻይና

# settings_1735
source: Yellowknife
am_et: የሎውናይፍ

# settings_1736
source: Yerevan
am_et: የሬቫን

# settings_1737
source: Zagreb
am_et: ዛግሬብ

# settings_1739
source: Zaporozhye
am_et: ዛፖሮዛይ

# settings_1740
source: Zürich
am_et: ዙሪክ

# settings_1741
source: NSW/ACT - New South Wales / Australian Capital Territory - Sydney
am_et: NSW/ACT - ኔው ደቡብ አውስትራሊያ/የአውስትራሊያ ዋና ሲቲ ግዛት - ሲድኒ

# settings_1742
source: VIC - Victoria - Melbourne
am_et: VIC - ቪክቶሪያ - ሜልርኔ

# settings_1743
source: QLD - Queensland - Brisbane
am_et: QLD - ክዊንስላንድ - ብሪስባኔ

# settings_1744
source: SA - South Australia - Adelaide
am_et: SA - ደቡብ አውስትራሊያ - አዴላዴ

# settings_1745
source: WA - Western Australia - Perth
am_et: WA - ምዕራብ አውስትራሊያ - ፔርዝ

# settings_1746
source: WA - Western Australia - Eucla
am_et: WA - ምዕራብ አውስትራሊያ - ኢዩክላ

# settings_1747
source: TAS - Tasmania - Hobart
am_et: TAS - ታስማኒያ - ሆባርት

# settings_1748
source: NT - Northern Territory - Darwin
am_et: NT - ሰሜናዊ ግዛት - ዳርዊን

# settings_1749
source: Congo Brazzaville
am_et: ኮንጎ ብራዛቪል

# settings_1750
source: Djibouti
am_et: ጂቡቲ

# settings_1751
source: DR Congo
am_et: ኮንጎ-ኪንሻሳ

# settings_1752
source: Guinea Equatorial
am_et: ኢኳቶሪያል ጊኒ

# settings_1753
source: Guinea Conakry
am_et: ጊኒ

# settings_1754
source: Ivory Coast
am_et: ኮት ዲቯር

# settings_1755
source: Mauritania
am_et: ሞሪቴኒያ

# settings_1756
source: Saudi arabia
am_et: ሳውድአረቢያ

# settings_1757
source: Togo
am_et: ቶጐ

# settings_1758
source: Left
am_et: ግራ

# settings_1759
source: Right
am_et: ቀኝ

# settings_1760
source: Demo Options
am_et: ማሳያ አማራጮች

# settings_1761
source: Set Store Mode settings.
am_et: የመደብር ሁነታ ቅንብሮችን አዘጋጅ።

# settings_1762
source: Copy/Delete file
am_et: ፋይል ቅዳ/ሰርዝ

# settings_1763
source: High Contrast
am_et: ከፍተና ንፅፅር

# settings_1764
source: If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.
am_et: የኦዲዮ መሪን አብርተው ከሆነ፣ ማንቀሳቀስ የሚችሉት በሩቅ መቆጣጠሪያዎ የግራ፣ ቀኝ ላይ እና ታች አዝራሮች ብቻ ሲሆን ጠቋሚውን የሚፈልጉ አንዳንድ መተግበሪያዎች ጥቅም ላይ መዋል አይችሉም።

# settings_1765
source: Very Low
am_et: በጣም ዝቅተኛ

# settings_1766
source: Very High
am_et: በጣም ከፍተኛ

# settings_1767
source: When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.
am_et: ሲበራ በተወሰኑ ምናሌዎች ላይ የጀርባ እና የጽሁፍ ቀለም በብርሃናማ እና ጨለማማ አካባቢዎች መካከል ያለውን ንፅፅር ለማሻሻል ይስተካከላሉ።

# settings_1768
source: Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.
am_et: ማስታወሻ፦ ስየተደገፉ ባህሪዎች በሞዴል እና በሞዴሉ ግልጽነት በባህሪው ከይዘት መልሶ ማጫወት ጋር ካለው ክንውን እና እንደ የLive TV እና VOD ያለ ይዘት መልሶ ማጫወት ሊለያዩ ይችላሉ።

# settings_1769
source: Do you want to copy channel list from your TV to the USB storage?
am_et: የጣቢያዎች ዝርዝር ከቲቪዎ ወደ USB ማከማቻ መቅዳት ይፈልጋሉ?

# settings_1770
source: Please do not unplug the USB storage until the copying is completed.
am_et: እባክዎ የመቅዳት ሂደቱ እስኪጠናቀቅ USB መሳሪያውን አይንቀሉት።

# settings_1771
source: The channel list have been successfully copied from your TV to the USB storage.
am_et: የጣቢያዎች ዝርዝር ከቲቪዎ ወደ USB ማከማቻ በስኬት ተቀድቷል።

# settings_1772
source: Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.
am_et: የጣቢያዎች ዝርዝር ከUSB ማከማቻ ወደ ቲቪዎ መቅዳት ይፈልጋሉ? አሁን በቲቪዎ ውስጥ ያሉት ጣቢያዎች ይሰረዛሉ።

# settings_1773
source: The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.
am_et: የጣቢያዎች ዝርዝር ከUSB ማከማቻ ወደ ቲቪዎ በስኬት ተቀድቷል። ቲቪዎ በ5 ሴኮንዶች ውስጥ እንደገና ይጀምራል።

# settings_1774
source: Tune and save available channels.
am_et: የሚገኙ ጣቢያዎችን ይቃኙ እና ያስቀምጡ።

# settings_1775
source: Tune and save available channels. You can set satellite channel options.
am_et: የሚገኙ ጣቢያዎችን ይቃኙ እና ያስቀምጡ። የሳተላይት ጣቢያዎች አማራቾችን ማዘጋጀት ይችላሉ።

# settings_1776
source: The Settings application must reload to change the menu language. Do you want to continue?
am_et: የምናሌውን ቋንቋ ለመቀየር የቅንብሮች መተግበሪያ ዳግም መጫን አለበት። መቀጠል ይፈልጋሉ?

# settings_1777
source: Please wait while the Settings application reloads.
am_et: የቅንብሮች መተግበሪያው እንደገና እየተጫነ ስለሆነ እባክዎ ይጠብቁ።

# settings_1778
source: Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?
am_et: አገሩን መለወጥ ቲቪዎ እንደገና የንዲጀምር ያደርጋል፣ በተጨማሪም በLG የተጠቃሚዎች ስምምነት በድጋሚ መስማማት ሊያስፈልግዎ ይችልላል። በተጨማሪም፣ የተወሰኑ መተግበሪያዎች እና አገልግሎቶች መገኘት በLG አገልግሎቶች አገር መሰረት ሊለያዩ ይችላሉ። መቀጠል ይፈልጋሉ?

# settings_1779
source: Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?
am_et: የLG አገልግሎቶች አገርን በራስ ሰር ለመሙላት ቲቪዎ ከአውታረመረብ ጋር መገናኘት አለበት። ግንኙትዎን ለመፈተሸ አሁኑኑ ወደ አውታመረብ ቅንብሮች መሄድ ይፈልጋሉ?

# settings_1780
source: After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?
am_et: አገሩን ከለወጡ በኋላ፣ አሁን የተቃኙ ጣቢያዎች በሙሉ ይሰረዛሉ። ጣቢያዎችን በድጋሚ ለመቃኘት፣ እባክዎ ወደ በራስ መቃኘት ይሂዱ። መቀጠል ይፈልጋሉ?

# settings_1781
source: Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?
am_et: አካባቢን መለወጥ አሁን በቲቪዎ ውስጥ የተቃኙ ጣቢያዎችን ሊለውጥ ይችላል። በራስ መቃኘት ውስጥ ጣቢያዎችን በድጋሚ መቃኘት ይችላሉ። አካባቢያዊ ቅንብሮችን መለወጥ ይፈልጋሉ?

# settings_1782
source: Your TV needs to be connected to the network to set your zip code. Do you want to go to Network Settings now to check the connection?
am_et: የዚፕ ኮድዎን ለመሙላት ቲቪዎ ከአውታረመረብ ጋር መገናኘት አለበት። ግንኙትዎን ለመፈተሸ አሁኑኑ ወደ አውታመረብ ቅንብሮች መሄድ ይፈልጋሉ?

# settings_1783
source: You need to be connected to the network to set your zip code. Please try again later.
am_et: የዚፕ ኮድዎን ለመሙላት ከአውታረመረብ ጋር መገናኘት አልብዎ። እባክዎ ቆየት ብለው እንደገና ይሞክሩ።

# settings_1784
source: After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?
am_et: ዚፕ ኮድዎን ከለወጡ በኋላ ሁሉም አሁን ያሉ የFreesat ጣቢያዎች ይሰረዛሉ። ጣቢያዎችን በድጋሚ ለመቃኘት፣ እባክዎ ወደ በራስ መቃኘት ይሂዱ። መቀጠል ይፈልጋሉ?

# settings_1785
source: Unable to connect to device. Please make sure your device is turned on, and set to the pairing mode and try again.
am_et: ከመሳሪያ ጋር መገናኘት አልተቻለም። እባክዎ መሳሪያዎ መብራቱን ያረጋግጡ፤ ወደ ጥምረት ሁነታ ላይ ያድርጉትና እና እንደገና ይሞክሩ፡፡

# settings_1786
source: Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?
am_et: በአሁኑ ወቅት የተገናኘው LG ሽቦአልባ የቁልፍ ሰሌዳ መሳሪያ ከቲቪዎ ይለያያል። መቀጠል ይፈልጋሉ?

# settings_1787
source: If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?
am_et: ማያ ገጽ አዳኙን ካጠፉ አንድ ምስል ከ2 ሰዓት በላይ በማያ ገጹ ላይ ይቆያል፣ ይህም የማያ ገጽዎን የምስል ጥራት ሊጎዳ ይችላል። ከ5 ሰዓታት በላይ ከቆየ፣ ቋሚ የምስል ጥራት ጉድለት ሊከሰት ይችላል። መቀጠል ይፈልጋሉ?

# settings_1788
source: Store Mode is for in-store display purposes. It will re-initialize settings every few minutes. Do you want to set to Store Mode?
am_et: የመደብር ሁነታ በመደብር ውስጥ ለማሳየት የተዘጋጀ ነው። ይህ በየተወሰኑ ደቂቃዎች ቅንብሮችን በድጋሚ ያስጀምራል። ወደ መደብር ሁነታ ማዘጋጀት ይፈልጋሉ?

# settings_1789
source: Turn on via Wi-Fi
am_et: በWi-Fi በኩል ክፈት

# settings_1790
source: Turn on via Bluetooth
am_et: በ Bluetooth በኩል ክፈት

# settings_1791
source: Delete Pairing History
am_et: የጥምረት ታሪክ ፍጠር

# settings_1792
source: Enable other devices and apps to turn on your TV.
am_et: ቲቪዎን ለማብራት ሌሎች መሳሪያዎችን እና መተግበሪያዎችን ያንቁ።

# settings_1793
source: Turn your TV on using your mobile phone via network.
am_et: ሞባይል ስልክዎን በአውታረመረብ በኩል በመተቀም ቲቪዎን ያብሩ።

# settings_1794
source: Turn your TV on using your mobile phone via Bluetooth.
am_et: ሞባይል ስልክዎን በ Bluetooth በኩል በመጠቀም ቲቪዎን ያብሩ።

# settings_1795
source: Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.
am_et: ቲቪዎ በቲቪ ሲግናሉ አማካኝነት የአስቸኳይ ጊዜ ማንቂያ መልዕክቶችን ለማቅረብ የእርስዎን ትክክለኛ አካባቢ ማወቅ ይፈልጋል።

# settings_1796
source: Wide Area Zone
am_et: ሰፊ አካባቢ ዞን

# settings_1797
source: Software update has been installed. Update will be applied when you restart your TV.
am_et: የሶፍትዌር ዝማኔ ተጭኗል። ዝማኔው ቲቪዎን ዳግም ሲያስነሱ ይተገበራል።

# settings_1798
source: Update will be cancelled and all update files will be deleted now. Do you want to continue?
am_et: ዝማኔው ይሰረዛል እንዲሁም ሁሉም የዝማኔ ፋይሎች ይሰረዛሉ። መቀጠል ይፈልጋሉ?

# settings_1799
source: The update cannot be applied to the TV. Software will revert to the previous version.
am_et: ዝማኔው በቲቪው ላይ መተግበር አይችልም። ሶፍትዌር ወደቀድሞው ስሪት ይመለሳል።

# settings_1800
source: Unable to connect to the network.
am_et: ከአውታረ መረቡ ጋር መገናኘት አልተቻለም።

# settings_1801
source: Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?
am_et: ከአውታረ መረቡ ጋር ለመገናኘት ገመድ ካልተጠቀሙ በስተቀር Wi-Fi ን ማጥፋት በይነ መረብን መሠረት ያደረጉ አገልግሎቶችን በሙሉ ከማግኘት ያግድዎታል። መቀጠል ይፈልጋሉ?

# settings_1802
source: Press the WPS button on a WPS-enabled router to connect the TV to the network.
am_et: ቲቪውን ከአውታረ መረብ ጋር ለማገናኘት WPS በሚቀበል ራውተር ላይ ያለውን WPS አዝራር ይጫኑ፡፡

# settings_1803
source: Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].
am_et: አሁን በWi-Fi Direct በኩል በመገናኘት ላይ። እባክዎ በእርስዎ [{devicename}] ላይ ያለው ጥያቄ ይቀበሉ።

# settings_1804
source: Wi-Fi Direct connection has not succeeded.
am_et: Wi-Fi Direct ግንኙነት አልተሳካም።

# settings_1805
source: To use the Wi-Fi Direct, you must close the Screen Share app.
am_et: Wi-Fi Directን ለመጠቀም Screen Share መተግበሪያን መዝጋት አለብዎ።

# settings_1806
source: To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?
am_et: Wi-Fi Directን ለመጠቀም በቲቪው ውስጥ ያለውን Wi-Fi ማብራት አለብዎ። Wi-Fiን ማብራት ይፈልጋሉ?

# settings_1807
source: The list of all paired devices will be deleted. Do you want to continue?
am_et: ይህ የሁሉም የተጣመሩ መሳሪያዎች ዝርዝር ይሰረዛል። መቀጠል ይፈልጋሉ?

# settings_1808
source: Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?
am_et: የተበጀ የምስል ሁኔታ ቅንብሮች የአሁኑ እሴቶች ለሁሉም ግብዓቶች ወደ {pictureMode} ሞድ ይተገበራል። መቀጠል ይፈልጋሉ?

# settings_1809
source: All current settings for {pictureMode} mode will be reset. Do you want to continue?
am_et: ሁሉም የየ {pictureMode} ሁነታ የአሁን ቅንብሮች ወደመነሻቸው ይመለሳሉ። መቀጠል ይፈልጋሉ?

# settings_1810
source: HDR Picture Mode
am_et: HDR ምስል ሁነታ

# settings_1811
source: You can only change settings from the current HDMI input.
am_et: ቅንብሮችን መለወጥ የሚችሉት ከአሁኑ የHDMI ግቤት ብቻ ነው።

# settings_1812
source: Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.
am_et: የተገናኘ ውጫዊ መሳሪያ እና ቲቪ በመጀመሪያ እየተገናኙ እያለ ምስል ወይም ድምጽ በትክክል ላይሰሩ ይችላሉ። ችግሩ ከቆየ፣ እባክዎ ቅንብሮቹን ይመልሱ ወይም የተገናኘ ውጫዊ መሳሪያዎን እንደገና ያስነሱ።

# settings_1813
source: Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.
am_et: ማስታወሻ፥ መሳሪያዎ ይህንን ባህሪ የማይደግፍ ከሆነ በትክክል ላይሰራ ይችላል። በዚያ ጊዜ፣ መሳሪያውን ከሌላ HDMI ወደብ ወይም የHDMI ULTRA HD Deep Color ቅንብሮችን ማጥፋት ይችላሉ።

# settings_1814
source: MASTER PASSWORD
am_et: ዋና የይለፍ ቃል

# settings_1815
source: Enter the master password.
am_et: ዋናውን የይለፍ ቃል ያስገቡ።

# settings_1816
source: Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.
am_et: ከHDMI እና ሌላ ውጫዊ ግቤት የሚመጡ ጣቢያዎች መቆለፍ አይችሉም። የቲቪ ጣቢያዎችን ለመቆለፍ፣ የአሁኑን ግቤት ወደ Live TV ይለውጡ።

# settings_1817
source: Reset Password
am_et: የይለፍ ቃል እንደገና ይሙሉ

# settings_1818
source: Please enter your Safety password to confirm you want to turn off this function.
am_et: ይህን ተግባር ማጥፋት እንደሚፈልጉ ለማረጋገጥ እባክዎ የደህንነት የይለፍ ቃልዎን ያስገቡ።
