Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_2907
source: Adjust visibility to have better quality of dark scenes in the game screen.
am_et: በጨዋታው ማያ ገፅ ውስጥ የጥቁር ትዕይንቶችን የተሻለ ጥራት ለማግኘት እይታ ያስተካክሉ።

# settings_2908
source: Adjust visibility to have better quality of bright scenes in the game screen.
am_et: በጨዋታው ማያ ገፅ ውስጥ የብሩህነት ትዕይንቶችን የተሻለ ጥራት ለማግኘት እይታ ያስተካክሉ።

# settings_2909
source: Reset the Black and White Stabilizer settings.
am_et: ጥቁርና ነጭ ማረጋጊያን እንደ አዲስ ያስገቡ።

# settings_2910
source: Optimize image quality for fast-phased games.
am_et: በፍጥነት-ለሚጫወቷቸው ጨዋታዎች የምስል ጥራቱን ያመጣጥኑ።

# settings_2911
source: Adjusts the color temperature automatically to reduce eye strain due to the blue light.
am_et: በሰማያዊ ብርሃን የተነሳ በአይን ላይ የሚከሰተውን ጫና ለመቀነስ ወዲያውኑ የቀለም ሙቀቱን ያስተካክላል።

# settings_2912
source: When playing the game, the AI automatically finds the best sound settings and 3D Surround type.
am_et: ጨዋታ በሚጫወቱበት ወቅት፣ AI የተሻለ ድምፅ ቅንብሮች እና 3D ከባቢ አይነት።

# settings_2913
source: Support NVIDIA's adaptive synchronization.
am_et: የ NVIDIA ተላማጅ ጥምረት ይደግፉ።

# settings_2914
source: Support AMD's adaptive synchronization.
am_et: የ AMD' ተላማጅ ጥምረት ይደግፉ።

# settings_2915
source: You can set up the TV and external devices connected to the TV.
am_et: ከቲቪ ጋር የተገናኙ የቲቪ እና ውጫዊ መሳሪያዎችን ማስጀመር ይችላሉ።

# settings_2916
source: The AI will find the most suitable picture quality according to the type of the video.
am_et: AI በቪዲዮ አይነት መሰረት በጣም አመቺ የስእል ጥራትን ይገኛል።

# settings_2917
source: The AI will find the most suitable picture quality according to the type of the Dolby HDR video.
am_et: AI በ Dolby HDR ቪዲዮ አይነት መሰረት በጣም አመቺ የስእል ጥራትን ይገኛል።

# settings_2918
source: Configure various external devices that can be used by connecting to the TV.
am_et: ከቲቪ ጋር በማገናኘት ጥቅም ላይ ሊውሉ የሚችሉ የተለያዩ ውጫዊ መሳሪያዎችን ያዋቅሩ።

# settings_2919
source: You can view information about your TV device and change device related settings.
am_et: ስለ ቲቪ መሳሪያዎ መረጃ መመልከት እና ከመሳሪያው ጋር የሚገናኙ ቅንብሮችን መለወጥ ይችላሉ።

# settings_2920
source: Change the settings of external input devices connected through HDMI.
am_et: በ HDMI በኩል የተገናኙ የውጫዊ ግብዓት መሳሪያዎች ቅንብሮችን ይለውጡ።

# settings_2921
source: Delete the connection history of external devices that have been wirelessly connected to your TV.
am_et: ከቲቪዎ ጋር ያለ ገመድ ተገናኝተው የነበሩ ውጫዊ መሳሪያዎች የግንኙነት ታሪክን ይሰርዙ።

# settings_2922
source: Turn on via Wi-Fi(Networked Standby Mode)
am_et: በWi-Fi በኩል ክፈት(በኔትዎርክ የተገናኘ በተጠንቀቅ ላይ ሁኔታ)

# settings_2923
source: Turn on via Bluetooth(Networked Standby Mode)
am_et: በ Bluetooth በኩል ክፈት(በኔትዎርክ የተገናኘ በተጠንቀቅ ላይ ሁኔታ)

# settings_2924
source: Please be aware that change in this setting component may increase energy consumption of this TV.
am_et: በዚህ ቅንብር ክፍል ውስጥ ያለው ያ ለውጥ የዚህን ቲቪ የሃይል ፍጆታ ሊጨምር እባክዎ እንደሚችል ይገንዘቡ።

# settings_2925
source: Set up various features to enjoy the game more realistically.
am_et: ጨዋታውን በይበልጥ እውን በሚመስል መልኩ ለማጣጣም የተለያዩ ተግባራትን ያመቻቹ።

# settings_2926
source: It only works when playing sound through the TV speakers or connecting a sound bar that supports Sound Alive to the HDMI on TV.
am_et: ይህ የቲቪ ስፒከሮች ድምፅን በማጫወት ወቀት ወይም በቲቪ ላይ የድምፅ Alive ን ወደ HDMI የሚቀበል የድምፅ ባር በማገናኘት ወቅት ብቻ የሚሰራ ነው።

# settings_2927
source: You can use voice commands such as "Turn off the TV" and "Volume up/down" to operate the TV.
am_et: ቲቪውን ለማሰራት እንደ "ቲቪውን አጥፋ" እና "የድምፅ መጠን ከፍ/ዝቅ" አይነት የድምፅ ትዕዛዞችን መጠቀም ይችላሉ።

# settings_2928
source: Please enter again.
am_et: እባክዎ እንደገና ያስገቡ።

# settings_2929
source: Do you want to select a Store Mode?
am_et: የመደብር ሁነታ መምረጥ ይፈልጋሉ?

# settings_2930
source: Even when the feature is turned off, you can check the information from the channel banner or using the voice recognition feature.
am_et: ተግባሩ ጠፍቶ እንኳ፣ ከጣቢያው ባነር ወይም የድምፅ መለያ ጸግባር በመፀቀም መረጃን መፈተሽ ይችላሉ።

# settings_2931
source: After the reset, you'll need to wait for a while before you get content recommendations again.
am_et: ከተቀየረ በኋላ፣ የይዘት ምክሮችን በድጋሚ ከማግኘትዎ በፊት የተወሰነ ጊዜ መቆየት ያስፈልግዎታል።

# settings_2932
source: If you turn on Instant Game Response, Dynamic Action Sync and HDMI Deep Color will be turned on automatically.
am_et: ፈጣን የጨዋታ ምላሽ ካበሩ፣ ዳይናሚክ አክሽን ሲንክ እና HDMI ጥልቅ ቀለም በራሱ የሚበራ ይሆናል።

# settings_2933
source: Adjust the number of frame to minimize cracking and interruptions of screen.
am_et: የማያ ገፅ ክፍተት እና የማያ ገፅ መስተጓጎሎችን ለመቀነስ የፍሬም ቁጥርን ያስተካክሉ።

# settings_2934
source: Adjust the scan rate to minimize cracking and interruptions of screen.
am_et: ክፍተት እና የማያ ገፅ መስተጓጎሎችን ለመቀነስ የስካን መጠን ያስተካክሉ።

# settings_2935
source: Up to 4 input devices can be connected, and for gamepads, the number of devices that can be connected may be less than 4.
am_et: እስከ 4 የግብዓት መሳሪያዎች መገናኘት ይችላሉ፣ እና ለጌም ፓዶች፣ መገናኘት የሚችሉት መሳሪያዎች ቁጥር ከ 4 በታች ሊሆን ይችላል።

# settings_2936
source: Bluetooth gamepads supported by the TV are Sony Dualshock4, Xbox BT gamepad, Nvidia Shield wireless gamepad, and Nintendo wireless gamepad.
am_et: በቲቪ የሚደገፉ የ Bluetooth ጌም ፓዶች Sony Dualshock4፣ Xbox BT gamepad፣ Nvidia Shield ገመድ አልባ ጌም ፓድ እና Nintendo ገመድ አልባ ጌም ፓድ ናቸው።

# settings_2937
source: UHD (60Hz 4:4:4, 4:2:2 or 4:2:0) can be applied.
am_et: UHD (60Hz 4:4:4, 4:2:2 ወይም 4:2:0) ሊተገበር ይችላል።

# settings_2938
source: In that case, turn the HDMI Deep Color setting off.
am_et: በዚህ ሁኔታ፣ የ HDMI ጥልቅ ቀለም ቅንብርን ያጥፉ።

# settings_2939
source: It will delete all currently tuned channels and settings.
am_et: በአሁኑ ወቅት የተቃኙ ሁሉንም ጣቢያዎች እና ቅንብሮች ያጠፋል።

# settings_2940
source: Click Cancel to keep the TV on or OK to let it turn off.
am_et: ቲቪው እንደበራ እንዲቆይ ሰርዝ የሚለውን ጠቅ ያድርጉ ወይም ቲቪውን ለማጥፋት እሺ የሚለውን ጠቅ ያድርጉ።

# settings_2941
source: The pointer size can be set to small, medium, or large.
am_et: የመጠቆሚያው መጠን ወደ ትንሽ፣ መካከለኛ ወይም ትልቅ መቀየር ይችላል።

# settings_2942
source: You can also delete the connection history between external devices and the TV.
am_et: በውጫዊ መሳሪያዎች እና ቲቪው መሃል ያለውን የግኝኙነት ታሪክንም ማጥፋት ይችላሉ።

# settings_2943
source: The Magic Remote can also be used to control external devices.
am_et: የ Magic Remote ውጫዊ መሳሪያዎችን ለመቆጣጠርም ሊውል ይችላል።

# settings_2944
source: You must set Input and Channel in order to activate On Timer.
am_et: በመቁጠሪያው ላይ ለማንቃት ግብዓት እና ጣቢያ ማስገባት አለብዎት።

# settings_2945
source: Time & Timer
am_et: ሰዓት እና ሰዓት መቆጠሪያ

# settings_2946
source: You can set the time and schedule On/Off timer of this TV.
am_et: የዚህን ቲቪ አብራ/አጥፋ መቁጠሪያ ጊዜ ማስገባት እና ማቀድ ይችላሉ።

# settings_2947
source: Fine Tune Dark Areas
am_et: ጨለማ ቦታዎችን አስተካክል

# use
source: On
am_et: በርቷል

# disuse
source: Off
am_et: ጠፍቷል

# settings_2950
source: If OLED Motion Pro is turned On, TruMotion is automatically set to User mode.
am_et: የ OLED Motion Pro ከበራ፣ TruMotion ወዲያዉኑ ወደ ተጠቃሚ ሁነታ ይወሰዳል።

# settings_2951
source: If OLED Motion is turned On, TruMotion is automatically set to User mode.
am_et: የ OLED Motion ከበራ፣ TruMotion ወዲያዉኑ ወደ ተጠቃሚ ሁነታ ይወሰዳል።

# settings_2952
source: Reduces the input delays (Input Lag) by optimizing for a type of game content.
am_et: ለጨዋታው ይዘት አይነት በማመጣጠን የግብዓት ቆይታን (የግብዓት መዘግየት) ይቀንሳል።

# settings_2953
source: It minimizes the input delays (Input Lag) by matching the frame rate of the game console.
am_et: የጨዋታ ኮንሶሉን ፍሬም መጠን በማዛመድ የግብዓት ቆይታን (የግብዓት መዘግየት) ይቀንሳል።

# settings_2954
source: Prevent Input Delay (Input Lag) setting will return to Standard if 'Game Optimizer' is not used.
am_et: የ 'የጨዋታ ማመጣጠኛ' ጥቅም ላይ ካልዋለ የግብዓት ቆይታን (የግብዓት መዘግየት)ን መከልከል ቅንብሩ ወደ መደበኛ ይመለሳል።

# settings_2955
source: Boost
am_et: አጎልብት

# settings_2956
source: You can select preferred method of preventing input delay (Input Lag).
am_et: የግብዓት ቆይታ (የግብዓት መዘግየት) ማስቀሪያ የሚፈልጉትን ስልት መምረጥ ይችላሉ።

# settings_2957
source: Adjust the brightness of the dark part of the game screen to make it more visible while Input related setting is turned on.
am_et: ከግብዓት ጋር ከሚገናኝ ቅንብር ሲበራ ይበልጥ የሚታይ ለማድረግ የጨዋታ ማያ ገፁን ጥቁር ክፍል ብሩህነት ያስተካክሉ።

# settings_2958
source: Connect a device that supports HDMI Deep Color feature and enable it on both devices.
am_et: የ HDMI ጥልቅ ቀለም ይዘት የሚቀበል መሳሪያ ያገናኙ እና በሁለቱም መሳሪያዎች ይፍቀዱለት።

# settings_2959
source: It supports HDMI 2.0 specifications.
am_et: የ HDMI 2.0 መስፈርቶችን ይደግፋል።

# settings_2960
source: HDMI Deep Color
am_et: የ HDMI ጥልቅ ቀለም

# settings_2961
source: It only works with HDMI inputs.
am_et: በ HDMI ግብዓቶች ብቻ የሚሰራ ይሆናል።

# settings_2962
source: Set up and manage settings related broadcast channels.
am_et: ከስርጭት ጣቢያዎች ጋር ተዛማጅ ቅንብሮችን ያስተካክሉ እናም ይቆጣጠሩ።

# settings_2963
source: Set up TV to fit individual needs to create a more convenient experience.
am_et: በጣም አመቺ ልምምድን ለመፍጠር ቲቪው የግላዊ ፍላጎቶችን እንዲያሟላ ያመቻቹ።

# settings_2964
source: Expert (Bright space, daytime)
am_et: ከፍተኛ (ብሩህ ቦታ፣ ቀን)

# settings_2965
source: Expert (Dark space, night)
am_et: ከፍተኛ (ጨለማ ቦታ፣ ማታ)

# settings_2966
source: You can choose a suitable aspect ratio.
am_et: አመቺ ምጥነ ገጽታ መምረጥ ይችላሉ።

# settings_2967
source: You can watch the video as it is, or zoom it in or out.
am_et: ቪዲዮው እንደነበረበት ማየት ወይም አሳድገው ወይም አሳንሰው ማየት ይችላሉ።

# settings_2968
source: User Selection
am_et: የተጠቃሚ ምርጫ

# settings_2969
source: Advanced Settings
am_et: የላቁ ቅንብሮች

# settings_2970
source: You can adjust the TV screen to the finest details as you like.
am_et: የቲቪ ማያ ገፁን እደሚፈልጉት በደንብ በዝርዝር ማስተካከል ይችላሉ።

# settings_2971
source: Adjust the brightness and contrast of the screen and set additional details accordingly.
am_et: የማያ ገፁን ብሩህነት እና ድመቀት እንዲሁም ተጨማሪ ዝርዝሮችንም እንደሚፈልጉት አድረርገው ያስተካክሉ።

# settings_2972
source: Panel Brightness
am_et: የፓናል ብሩህነት

# settings_2973
source: OLED Pixel Brightness
am_et: የ OLED ፒክስል ድምቀት

# settings_2974
source: Adjust backlight brightness of TV panel to brighten or darken the screen.
am_et: ማያ ገጹን ለማድመቅ ወይም ለማጥቆር የቲቪ ፓናል የኃላ ብርሃን ብርሁነት ያስተካክሉ።

# settings_2975
source: You can make the OLED pixels brighter or darker.
am_et: የ OLED ፒክስሎቹን ብሩህ ወይም ጠቆር ማድረግ ይችላሉ።

# settings_2976
source: Higher values increase brightness.
am_et: ከፍተኛ መጠኖች ብሩህነትን ይጨምራሉ።

# settings_2977
source: To use this feature, go to 'Energy Saving' in the 'Support' menu and change the 'Energy Saving Mode' to another entry instead of 'Auto'.
am_et: ይህን ተግባር ለመጠቀም በ 'ድጋፍ' ማውጫ ላይ ወደ 'ኃይል ቁጠባ' ይሂዱ እና የ 'የኃይል ቁጠባ ሁነታ' ን 'በራስ-ሰር' ይልቅ ወደ ሌላ ምርጫ ይለውጡ።

# settings_2978
source: Adjust the contrast between bright and dark areas on the screen.
am_et: ድምቀቱን በማያ ገፁ ብሩህ እና ጥቁር ቦታዎች መካከል አስተካክል።

# settings_2979
source: Higher values intensify the difference.
am_et: ከፍተኛ መጠኖች ልዩነቱን ያጎላሉ።

# settings_2980
source: Auto Dynamic Contrast
am_et: በራስሰር ተለዋዋጭ ድምቀት

# settings_2981
source: HDR Tone Mapping
am_et: HDR የቅኝት ግኝት

# settings_2982
source: Adjust the contrast in real-time when watching HDR video.
am_et: HDR ቪዲዮ በሚያዩበት ወቀት ድምቀቱን በየወቅቱ ያስተካክሉ።

# settings_2983
source: HDR videos show objects very vividly as if they’re real.
am_et: HDR ቪዲዮዎች እቃዎችን በጣም እውን እንደሆኑ አድርገው ቁልጭ አድርገው ያሳያሉ።

# settings_2984
source: Adjust the maximum brightness to effectively show the brightest light on the screen.
am_et: በማያ ገፁ ላይ በተሳካ መልኩ ብሩህ ብርሃንን ለማሳየት ከፍተኛውን ብሩህነት ያስተካክሉ።

# settings_2985
source: Gamma(Adjust Brightness)
am_et: ጋማ(ብሩህነት አስተካክል)

# settings_2986
source: The lower the gamma value, the brighter the mid-tone, and the larger the gamma value, the darker it becomes.
am_et: የጋማ መጠን በቀነሰ ቁጥር መካከለኛ-ይዘ ብሩህ እየሆነ ሲመጣ የጋማ መጠን በጨመረ ቁጥር ደግሞ እየጨለመ ይሄዳል።

# settings_2987
source: Adjust the darkness level of the screen to create a more perfect black color.
am_et: በጣም ትክክለኛ ጥቁር ቀለም ለመፍጠር የማያ ገፁን የጥቁረት መጠን ያስተካክሉ።

# settings_2988
source: Set the black level according to the color range set in the external device.
am_et: የጥቁር ደረጃን በውጫዊ መሳሪያ ውስጥ በሚገኘው የቀለም ዝርዝር መሰረት ያስተካክሉ።

# settings_2989
source: Limited
am_et: የተገደበ

# settings_2990
source: Full
am_et: ሙሉ

# settings_2991
source: Clear the dark image.
am_et: ጥቁር ምስሉን አጥፋ።

# settings_2992
source: Adjust the backlight to make the bright part of the screen brighter and the dark part of the screen darker.
am_et: የማያ ገፁን ብሩህ ክፍል ይበልጥ ብሩህ እንዲሆን እና ጠቆር ያለውን ክፍል ይበልጥ ጠቆር እንዲል የጀርባ ብርሃኑን ያስተካክሉ።

# settings_2993
source: The screen brightness is automatically adjusted according to the motions in the video.
am_et: የማያ ገፁ ብሩህነት በቪዲዮ ውስጥ ባሉት እንቅስቃሴዎች መሰረት በራስ-ሰር አሰራር ተስተካክሏል።

# settings_2994
source: This is a power-saving function that allows you to watch the video with less glare.
am_et: ይህ ቪዲዮን በአነስተኛ ነፀብራቅ ለመመልክት የሚያስችልዎ ኃይል-ቆጣቢ ተግባር ነው።

# settings_2995
source: You can adjust the color, depth, and range as you like and apply detailed settings accordingly.
am_et: ቀለምንን፣ ጥልቀትን እና ዝርዝርን በሚፈልጉት ልክ ማስተካከል እና ዝርዝር ቅንብሮቹን በሚገባ መተግበር ይችላሉ።

# settings_2996
source: Color Depth
am_et: የቀለም ጥልቀት

# settings_2997
source: Adjust the color depth of the screen to make it brighter or darker.
am_et: የማያ ገፁን ይበልጥ ብሩህ ወይም ጠቆር ለማድረግ የቀለሙን ጥልቀት ያስተካክሉ።

# settings_2998
source: Higher values increase saturation.
am_et: ከፍተኛ መጠኖች ውህደትን ይጨምራሉ።

# settings_2999
source: Adjust the ratio of red and green color in the image.
am_et: በምስሉ ውስጥ የቀይ እና አረንጓዴ መጠንን ያስተካክሉ።

# settings_3000
source: Expand the range of colors that can be displayed.
am_et: ማታየት የሚቻሉትን የቀለም አይነቶች አስፋ።

# settings_3001
source: If Auto Detect is set to on, the color range is automatically adjusted to fit the image.
am_et: በራስ-ሰር አግኝ እንዲበራ ከተደረገ፣ የቀለም ዝርዝሩ ምስሉን ለመሙላት በራሱ የሚስተካከል ይሆናል።

# settings_3002
source: Fine Tune
am_et: ማጥራት

# settings_3003
source: Adjust the color as you like to fine tune the image.
am_et: ምስሉን ማጥራት እንደሚፈልጉት ያህል ቀለሙን ያስተካክሉት።

# settings_3004
source: Color Upgrade
am_et: የቀለም ደረጃ መጨመር

# settings_3005
source: Adjust color and saturation automatically to make the image brighter and more vivid.
am_et: ምስሉ ይበልጥ ብሩህ እና ይበልጥ ቁልጭ እንዲል ቀለም እና ውህድን በራስ-ሰር ያስተካክሉ።

# settings_3006
source: Select Color
am_et: ቀለም ይምረጡ

# settings_3007
source: Select the color you want to adjust.
am_et: ሊያስተካክሉት የሚልጉትን ቀለም ይምረጡ።

# settings_3008
source: Adjust the selected color to make it clearer or duller.
am_et: ይበልጥ ግልፅ ወይም ደብዘዝ ለማድረግ የተመረጠውን ቀለም ያስተካክሉ።

# settings_3009
source: Increase the number to make the color clearer.
am_et: ቀለሙን የበለጠ ግልፅ ለማድረግ ቁጥሩን ይጭምሩ።

# settings_3010
source: Adjust Tint
am_et: የቀለም ከነጭ ጋር መደባለቅን ያስተካክሉ

# settings_3011
source: Adjust the tint of the selected color.
am_et: የተመረጠውን ቀለም ከነጭ ጋር መደባለቁን ያስተካክሉ።

# settings_3012
source: Increase the number to make the color closer to the primary color.
am_et: ቀለሙን ወደ ዋናው ቀለም ለማስጠጋት ቁጥሩን ይጨምሩ።

# settings_3013
source: Adjust Luminance
am_et: ድምቀቱን አስተካክል

# settings_3014
source: Adjust the luminance of the selected color.
am_et: የተመረጠውን ቀለም ድምቀት ያስተካክሉ።

# settings_3015
source: Warm {Value}
am_et: ድመቀት {Value}

# settings_3016
source: Cold {Value}
am_et: ድብዛዜ {Value}

# settings_3017
source: Adjust the red pixel percentage at the selected signal level(%) to correct color.
am_et: ቀለሙን ለማስተካከል የቀይ ፒክስል መቶኛን በተመረጠው የሲግናል ደረጃ(%) ያስተካክሉ።

# settings_3018
source: Adjust the green pixel percentage at the selected signal level(%) to correct color.
am_et: ቀለሙን ለማስተካከል የአረንጓዴ ፒክስል መቶኛን በተመረጠው የሲግናል ደረጃ(%) ያስተካክሉ።

# settings_3019
source: Adjust the blue pixel percentage at the selected signal level(%) to correct color.
am_et: ቀለሙን ለማስተካከል የሰማያዊ ፒክስል መቶኛን በተመረጠው የሲግናል ደረጃ(%) ያስተካክሉ።

# settings_3020
source: 10 Points Signal Level(%)
am_et: 10 ነጥቦች የሲግናል ደረጃ(%)

# settings_3021
source: 22Points Signal Level(%)
am_et: 22 ነጥቦች የሲግናል ደረጃ(%)

# settings_3022
source: Signal Level(%)
am_et: የሲግናል ደረጃ(%)

# settings_3023
source: Select the signal level(%) to adjust the luminance and color.
am_et: ድምቀት እና ቀለም ለማስተካከል የሲግናል ደረጃ(%) ይምረጡ።

# settings_3024
source: Adjust the luminance and color from the menu below.
am_et: ድምቀትን እና ቀለምን ከታች ካለው ማውጫ ያስተካክሉ።

# settings_3025
source: Show brightness level at the maximum signal level(%)
am_et: በከፍተኛ የሲግናል ደረጃ(%) የብሩህነት መጠን አሳይ

# settings_3026
source: Adjust brightness level at the selected signal level(%)
am_et: በከፍተኛ የሲግናል ደረጃ(%) የብሩህነት መጠን አስተካክል

# settings_3027
source: Adjust the color temperature and balance to show the perfect white color as you like.
am_et: እንደሚፈልጉት አይነት ትክክለኛ ነጭ ቀለም ለማሳየት የቀለም ሙቀት እና ሚዛን ያስተካክሉ።

# settings_3028
source: Higher values increase the crispness of the image.
am_et: ከፍተኛ መጠኖች የምስሉን ጥርትነት ይጨምራሉ።

# settings_3029
source: Clarity
am_et: ግልፅነት

# settings_3030
source: Adjust the clarity according to your preference and remove noise from the screen.
am_et: ግፅነቱን በምርጫዎ መሰረት ያስተካክሉ እናም ከማያ ገፁ ላይ የሚረብሸውን ነገር ያስወግዱ።

# settings_3031
source: Clarity can be adjusted depending on the content to watch to show a clear image.
am_et: በሚታየው ይዘት መሰረት ግልፅ ምስል ለማሳየት ግልፅነት ሊስተካከል ይችላል።

# settings_3032
source: This feature is used to make the blurry and crushed parts of the image clear.
am_et: ይህ ተግባር የደበዘዘ እና የተሰባበረ የምስል ክፍሎችን ግልፅ ለማድረግ ጥቅም ላይ ውሏል።

# settings_3033
source: Remove irregular and erratic pixels for a clearer image when watching a video saved in MPEG format.
am_et: በ MPEG ቅርፀት የተቀመጠ ቪዲዮ በሚመለከቱበት ወቅት ለግልፅ ምስል ቅርፅ አልባ እና የተዛቡ ፒክስሎችን ያስወግዱ።

# settings_3034
source: Enhance the edge of the image to make it smoother.
am_et: የተሳለጠ ለማድረግ የምስሉን ጠርዝ ያሻሽሉ።

# settings_3035
source: Cinema Screen
am_et: የሲኒማ ማያ ገፅ

# settings_3036
source: Optimize image quality for fast-moving scenes.
am_et: በፍጥነት-ለሚንቀሳቀሱ ትዕይንቶች የምስል ጥራቱን ያመጣጥኑ።

# settings_3037
source: Cinematic Movement
am_et: የሲኒማዊ እንቅስቃሴ

# settings_3038
source: Smooth Movement
am_et: የተሳለጠ እንቅስቃሴ

# settings_3039
source: User-adjusted screen settings are applied equally to all devices and apps connected via external input.
am_et: በተጠቃሚ-የተስተካከሉ የማያ ገፅ ቅንብሮች በውጫዊ ግብዓት በተገናኙ ሁሉም መሳሪያዎች እና መተግበሪያዎች ላይ እኩል ተተግብረዋል።

# settings_3040
source: Delete all the settings for each screen mode and return it to the factory default settings.
am_et: የእያንዳንዱ ማያ ገፅ ሁነታ ሁሉንም ቅንብሮች ያጥፉ እና መጀመሪ ሲሰራ ወደነበረበት ነባር ቅንብሮች መልስ።

# settings_3041
source: Select a Picture Mode and reset.
am_et: የስእል ሁነታ ይምረጡና እንደ አዲስ ያስገቡ።

# settings_3042
source: FILMMAKER MODE Auto Start
am_et: FILMMAKER ሁነታን በራስ-ሰር ጀምር

# settings_3043
source: Change to FILMMAKER MODE automatically when movie content is recognized to express aspect ratio, color and frame rate as directed by the film director.
am_et: በፊልም ዳይሬክተሩ በታዘዘው መሰረት የምጥነ ገፅታ፣ ቀለም እና የፍሬም መጠን የሚገልፅ የፊልም ይዘት ሲገኝ ወዲያውኑ ወደ FILMMAKER ሁነታ ለውጥ።

# settings_3044
source: This feature is supported by HDMI input or some CPs.
am_et: ይህ ተግባር በ HDMI ግብዓት ወይም አንዳንድ Cps ይደገፋል።

# settings_3045
source: Reduce Blue light
am_et: ሰማያዊ ብርሃን ቀንስ

# settings_3046
source: Adjust color temperature automatically.
am_et: የቀለሙን ሙቀት ወዲያውኑ አስተካክል።

# settings_3047
source: This feature would help to reduce eye strain due to the blue light.
am_et: ይህ ተግባር በሰማያዊ ብርሃን የተነሳ በአይን ላይ የሚከሰተውን ጫና ለመቀነስ ይረዳል።

# settings_3048
source: This feature is not available while connecting to a PC.
am_et: ይህ ተግባር ከግል ኮምፒውተር ጋር በመገናኘት ወቅት አይገኝም።

# settings_3049
source: This feature support HDR video.
am_et: ይህ ተግባር የ HDR video ቪዲዮን ይቀበላል።

# settings_3050
source: To use this feature, change the 'Color Upgrade' menu to 'User Selection'.
am_et: ይህን ተግባር ለመጠቀም፣ የ 'የቀለም ደረጃ መጨመር' ማውጫን ወደ 'የተጠቃሚ ምርጫ' ይለውጡ።

# settings_3051
source: To use this feature, set 'Reduce Blue Light' to 'On' from the menu.
am_et: ይህን ተግባር ለመጠቀም፣ ከማውጫው ላይ የ 'ሰማያዊ ብርሃን ቀንስ' ወደ 'አብራ' ያድረጉ።

# settings_3052
source: Native
am_et: የነበረ

# settings_3053
source: Select the screen size and aspect ratio.
am_et: የማያ ገፅ መጠን እና የአኳሃን መጠነ-ግምት ይምረጡ።

# settings_3054
source: View the original screen as it is without cropping the edge of the screen.
am_et: የማያ ገፁን ጠርዝ ሳይቆርጡ ዋና ማይ ገፁን ይመልከቱ።

# settings_3055
source: If the line shows up at the edge of the screen, please turn it off.
am_et: በማያ ገፁ ጠርዝ ላይ መስመር ከታየ፣ እባክዎ ያጥፉት።

# settings_3056
source: Screen Brightness
am_et: የማያ ገጽ ብሩህነት

# settings_3057
source: Display luminance for the highest signal level(%).
am_et: ለከፍተኛ ሲግናል ደረጃ(%) ድምቀትን አሳይ።

# settings_3058
source: Adjust luminance for selected signal level(%).
am_et: ለተመረጠው የሲግናል ደረጃ(%) ድምቀቱን አስተካክል።

# settings_3059
source: The setting of Bluetooth Device + TV Speaker will be reset.
am_et: የ Bluetooth + የቲቪ ስፒከር ቅንብር ዳግም ይጀምራል።

# settings_3060
source: Setup
am_et: አቀናብር

# settings_3061
source: You can select the best sound mode for any type of contents you are trying to watch.
am_et: ለማየት ለሚመክሩት ማንኛውም አይነት ይዘቶች የተሻለ የድምፅ ሁነታ መምረጥ ይችላሉ።

# soundMode
source: Standard
am_et: መደበኛ

# settings_3063
source: Clear Voice
am_et: ድምፁን አጥፋ

# settings_3064
source: Clear Voice Pro
am_et: ድምፁን አጥፋ Pro

# settings_3065
source: Select the speaker or audio device to play the TV sound from.
am_et: የቲቪ ድምፅ ለማጫወት ስፒከር ወይም የኦዲዮ መሳሪያ ይምረጡ።

# settings_3066
source: Use TV Speaker
am_et: የቲቪ ስፒከር ይጠቀሙ

# settings_3067
source: Plays sound through TV speaker.
am_et: በቲቪ ስፒከር ድምጽ ያጫውታል።

# settings_3068
source: Use Wireless Speaker
am_et: ገመድ አልባ ስፒከር ይጠቀሙ

# settings_3069
source: Enjoy the sound by connecting wireless speaker such as a Bluetooth device to the TV.
am_et: የ Bluetooth መሳሪያን ከቲቪ ጋር እንደማገናኘት አይነት ገመድ አልባ ስፒከርን በማገናኘት በድምፁ ይዝናኑ።

# settings_3070
source: Bluetooth Device
am_et: የ Bluetooth መሣሪያ

# settings_3071
source: Enjoy sound with a wireless speaker or audio device connected via Bluetooth.
am_et: በ Bluetooth በኩል በተገናኘው ገመድ አልባ ስፒከር ወይም የኦዲዮ መሳሪያ ድምፅ ያጣጥሙ።

# settings_3072
source: Speaker Connection Settings
am_et: የስፒከር ግንኙነት ቅንብሮች

# settings_3073
source: You can set up to connect 1 or 2 Bluetooth devices.
am_et: 1 ወይም 2 Bluetooth መሳሪዎችን ለማገናኘት ማመቻቸት ይችላሉ።

# settings_3074
source: 1 Device
am_et: 1 መሳሪያ

# settings_3075
source: 2 Devices
am_et: 2 መሳሪያ

# settings_3076
source: Connect WiSA speakers to the TV.
am_et: የ WiSA ድምጽ ማጉሊያዎች ከቲቪ ጋር ያጋናኙ።

# settings_3077
source: WiSA is a technology that allows you to play high-quality sound wirelessly without interference from external frequencies.
am_et: WiSA ከፍተኛ-ጥራት ያለውን ድምፅ ውጫዊ ፍሪኩዌንሲዎች ሳያስተጓጉሉት ያለ ገመድ ማጫወት የሚያስችልዎ ቴክኖሎጂ ነው።

# settings_3078
source: List of speakers set to Left.
am_et: ወደ ግራ የተቀናበሩ ስፒከሮች ዝርዝር።

# settings_3079
source: List of speakers set to Right.
am_et: ወደ ቀኝ የተቀናበሩ ስፒከሮች ዝርዝር።

# settings_3080
source: List of speakers set to Center.
am_et: ወደ ማእከል የተቀናበሩ ስፒከሮች ዝርዝር።

# settings_3081
source: List of speakers set to Left Surround.
am_et: ወደ ግራ ከባቢ የተቀናበሩ ስፒከሮች ዝርዝር።

# settings_3082
source: List of speakers set to Right Surround.
am_et: ወደ ቀኝ ከባቢ የተቀናበሩ ስፒከሮች ዝርዝር።

# settings_3083
source: List of speakers set to Bass Boost.
am_et: ወደ የ Bass መጎልበት የተቀናበሩ ስፒከሮች ዝርዝር።

# settings_3084
source: Delete Device
am_et: መሣሪያ ሰርዝ

# settings_3085
source: Check Device Location
am_et: የመሳሪያ መገኛ ይፈትሹ

# settings_3086
source: Inform where [{Device Name}] is by sound.
am_et: [{Device Name}] ድምፅ የት እንዳለ የሚሳውቀው በድምፅ ነው።

# settings_3087
source: When the location is determined, press [OK].
am_et: መገኛው ሲወሰን፣ [እሺ] የሚለውን ይጫኑ።

# settings_3088
source: Connect your mobile device to the LG ThinQ app and play TV sound.
am_et: የሞባይል ስልክዎን ከ LG ThinQ መተግበሪያ ጋር ያገናኙና የቲቪ ድምፅ ያጫውቱ።

# settings_3089
source: Use Wired Speaker
am_et: በባለ ገመድ ስፒከር ይጠቀሙ

# settings_3090
source: Wired speakers must be connected to the TV before playing sound.
am_et: ባለ ገመድ ስፒከሮች ድምፅ ከማጫወታቸው በፊት ከቲቪ ጋር መገናኘት አለባቸው።

# settings_3091
source: Connect HDMI or Optical Out port.
am_et: የ HDMI ወይም ብርሃን መሰረት ያደረገ ማውጫ ፖርት።

# settings_3092
source: Optical Out Device
am_et: ብርሃን መሰረት ያደረገ ማውጫ መሳሪያ

# settings_3093
source: HDMI(ARC) Device
am_et: HDMI(ARC) መሳሪያ

# settings_3094
source: Enjoy TV sound through an audio device connected to HDMI(ARC).
am_et: ከ HDMI (ARC) በተገናኘው የድምጽ መሳሪያ በኩል የቲቪ ድምፁን ይደሰቱበት።

# settings_3095
source: If you select this feature, SIMPLINK will be turned on automatically.
am_et: ይህንን ተግባር ከመረጡ፣ SIMPLINK በራሱ የሚጠፋ ይሆናል።

# settings_3096
source: Audio Out Device
am_et: የድምፅ ማውጫ መሳሪያ

# settings_3097
source: Enjoy TV sound through an audio device connected to external audio out port.
am_et: ከውጫዊ ኦዲዮ ማውጫ ወደብ ጋር በተገናኘው የኦዲዮ መሳሪያ በኩል የቲቪ ድምፁን ይደሰቱበት።

# settings_3098
source: Enjoy TV sound through wired headphones.
am_et: በባለ ገመድ ሄድፎኖች በኩል የቲቪ ድምፁን ይደሰቱበት።

# settings_3099
source: Use Multiple Speakers
am_et: በርካታ ስፒከሮችን ይጠቀሙ
