Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_1136
source: All 3D Customize settings will be reset. Do you want to continue?
am_et: ሁሉም የ 3D ብጁ ማድረጊያ ቅንብሮች እንደገና ይሞላሉ፡፡ መቀጠል ይፈልጋሉ?

# settings_1137
source: Brazzaville
am_et: ብራዛቪል

# settings_1138
source: Installing...
am_et: በመጫን ላይ ...

# settings_1139
source: Broken Hill
am_et: ብሮክን ሂል

# settings_1140
source: Brussels
am_et: ብራስልስ

# settings_1141
source: Bucharest
am_et: ቡቻሬስት

# settings_1142
source: Budapest
am_et: ባዳፔስት

# settings_1143
source: Buenos Aires
am_et: ቦነስ አይረስ

# settings_1144
source: Bujumbura
am_et: ቡጅምቡራ

# settings_1145
source: Cairo
am_et: ካይሮ

# settings_1146
source: Campo Grande
am_et: ካምፖ ግራንዴ

# settings_1147
source: By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. ("LGE") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.
am_et: Live Plus በማብራት፣ በ LG ኤሌክትሮኒክስ Inc. ("LGE") በ ACR ሞጁል አማካኝነት የቀረበውን ተለቪዥን የማየት መረጃ መሰብሰብን የተመለከተ ውል መቀበልዎን ይገልጻሉ። ይህ መረጃ ጥሩ የሆኑ አገልግሎቶች ሊያቀርቡልዎ ለሚችሉ ሶስተኛ አካላት ያለማንነት መረጃ ልናጋራ እንችላለን። በተጨማሪ ማንነትዎ ያልተገለጸበት ድምር መረጃ ለግብይት አላማ ከሶስተኛ ወገኖች ጋር ልንጋራው የምንችል መሆኑን እንገልጻለን። እባዎ እላይ የተቀመጠው መረጃ ሆነ ብለን እድሜአቸው 13 በታች ከሆኑ ልጆች የማንሰበስብ እንዲሁም የማናሰራጭ መሆናችንን ይገንዘቡልን። Live Plus የሚመለከት ዝርዝር መረጃ በማየት መረጃ (ውሎች) የሚብራራ ሲሆን፣ ይህ SmartTV አቀማመጦች መምረጫ ላይ ሊገኝ ይችላል። Live Plus ተግባር ከማንቃትዎ በፊት የማየት መረጃ (ውሎች) ሙሉ እትም በሚገባ እንዲያነቡ LGE ይመክራል።

# settings_1148
source: Sound Test
am_et: የድምጽ ሙከራ

# settings_1150
source: Select IRE point to adjust luminance.
am_et: ሉሚናንስን ለማስተካከል የIRE ነጥብ ይምረጡ፡፡

# settings_1151
source: Code Value
am_et: የኮድ እሴት

# settings_1152
source: HDD Eco Mode
am_et: HDD ኢኮ ሞድ

# settings_1153
source: Turn on/off and set Audio Guidance options for visually impaired viewers.
am_et: በእይታዊ ላልተያያዙ ተመልካቾች የድምፅ መምሪያ ምርጫዎችን አስገባ ወይም አብራ/አጥፋ፡፡

# settings_1154
source: TV Power Sound
am_et: የቲቪ ማብሪያና ማጥፊያ ድምፅ

# settings_1155
source: Turn on/off the sound notification for TV power.
am_et: ለቲቪ ማብሪያና ማጥፊያ የድምፅ ማሳወቂያን አብራ/አጥፋ።

# settings_1156
source: Update in progress...({n}%)
am_et: ዝማኔ በሂደት ላይ…({n}%)

# settings_1157
source: Very Fast
am_et: በጣም ፈጣን

# settings_1158
source: Very Slow
am_et: በጣም ቀርፋፋ

# settings_1159
source: System Color
am_et: የስርአቱ ቀለም

# settings_1160
source: Set System Color mode for your current TV input.
am_et: ለአሁኑ የቲቪ ግቤትዎ የሲስተም ቀለም ሁነትን ሙላ፡፡

# settings_1161
source: 13 and Above
am_et: 13 እና ከዛ በላይ

# settings_1162
source: Arabic
am_et: አረብኛ

# settings_1163
source: Chad
am_et: ቻድ

# settings_1164
source: Edge Type
am_et: የጫፍ አይነት

# settings_1165
source: Full Wide
am_et: ሙሉ ስፋት

# settings_1166
source: Georgia
am_et: ጆርጂያ

# settings_1167
source: Uniform
am_et: ተመሳሳይ

# settings_1168
source: Raised
am_et: ያደገ

# settings_1169
source: Depressed
am_et: የተጨመደደ

# settings_1170
source: Left drop shadow
am_et: ግራ ወዳቂ ጥላ

# settings_1171
source: Right drop shadow
am_et: ቀኝ ወዳቂ ጥላ

# settings_1172
source: Edge Color
am_et: የጫፍ ቀለም

# settings_1173
source: Update in progress...
am_et: ዝማኔ በሂደት ላይ...

# settings_1174
source: Canary Islands
am_et: ካናሪ ደሴቶች

# settings_1175
source: A new update was installed and will be applied the next time you restart your TV.
am_et: አዲስ ማዘመኛ የተጫነ ሲሆን ቲቪዎን አብርተው በሚያጠፉበት ወቅት ተግባራዊ ይሆናል፡፡

# settings_1176
source: Are you sure?
am_et: እርግጠኛ ነዎት?

# settings_1177
source: 14 and Above
am_et: 14 እና ከዛ በላይ

# settings_1178
source: 15 and Above
am_et: 15 እና ከዛ በላይ

# settings_1179
source: 16 and Above
am_et: 16 እና ከዛ በላይ

# settings_1180
source: 17 and Above
am_et: 17 እና ከዛ በላይ

# settings_1181
source: Check for problems with the sound quality of the Internal TV Speaker.
am_et: ውስጣዊ TV ስፒከር ላይ ያሉ የድምጽ ጥራት ችግሮችን ፈትሽ።

# settings_1182
source: 18 and Above
am_et: 18 እና ከዛ በላይ

# settings_1183
source: Hebrew
am_et: እብራይስጥ

# settings_1184
source: Target Luminance
am_et: የተፈለገው ድምቀት

# settings_1185
source: Kazakhstan
am_et: ካዛኪስታን

# settings_1186
source: Zoom
am_et: ማቅረብ

# settings_1187
source: Chile
am_et: ቺሊ

# settings_1188
source: When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.
am_et: የተገናኘው ሀርድ ድራይቭ ለተወሰነው የጊዜ መጠን ጥቅም ላይ ካልዋለ ወደ ዝግጁ ሞድ ይቀይሩት።

# settings_1189
source: No Signal Power Off (15Min)
am_et: ምንም የኃይል ማጥፊያ ሲግናል የለም (15ደቂቃ)

# settings_1190
source: HDD Power Saving Mode
am_et: HDD ኃይል ቆጣቢ ሞድ

# settings_1191
source: Update will be canceled
am_et: ዝማኔውን የሚጠፋ ይሆናል

# settings_1192
source: The installation process will end and all downloaded files will be deleted. Continue?
am_et: የመጫኑ ሂደት ይቆማል እንዲሁም ሁሉም የወረዱት ፋይሎች ይጠፋሉ፡፡ ይቀጥል?

# settings_1193
source: China
am_et: ቻይና

# settings_1194
source: Colombia
am_et: ኮሎምቢያ

# settings_1195
source: Costa Rica
am_et: ኮስታ ሪካ

# settings_1196
source: Cuba
am_et: ኪዩባ

# settings_1197
source: Czech Republic
am_et: ቸክ ሪፐብሊክ

# settings_1198
source: Kyrgyzstan
am_et: ኪርጊስታን

# settings_1199
source: Russia
am_et: ራሽያ

# settings_1200
source: Ukraine
am_et: ዩክሬን

# settings_1201
source: Uzbekistan
am_et: ኡዝቤኪስታን

# settings_1202
source: Korea
am_et: ደቡብ ኮሪያ

# settings_1203
source: Indonesian
am_et: ኢንዶኔዥያዊ

# settings_1204
source: Vietnamese
am_et: ቬትናሚዝ

# settings_1205
source: Cantonese
am_et: ካንቶኒስ

# settings_1206
source: Mandarin
am_et: ማንዳሪን

# settings_1207
source: Persian
am_et: ፐርሽያዊ

# settings_1208
source: Malay
am_et: ማላይ

# settings_1209
source: Thai
am_et: ታይ

# settings_1210
source: Bengali
am_et: ቤንጋሊ

# settings_1211
source: Telugu
am_et: ቴሉጉ

# settings_1212
source: Select caption size, color, transparency, and other options for digital broadcasts.
am_et: ለዲጂታል ስርጭቶች የመግለጫ ጽሁፍ ትልቀት፣ ቀለም፣ ብርሀን የማስተላለፍ ችሎታን እና ሌሎች አማራጮችን ምረጥ።

# settings_1213
source: Cancún
am_et: ካንቹን

# settings_1214
source: Côte d'Ivoire
am_et: ኮት ዲቫር

# settings_1215
source: Marathi
am_et: ማራቲ

# settings_1216
source: 19 and Above
am_et: 19 እና ከዛ በላይ

# settings_1217
source: Zoom2
am_et: ማቅረብ2

# settings_1218
source: Mexico
am_et: ሜክሲኮ

# settings_1219
source: Caracas
am_et: ካራካስ

# settings_1220
source: LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.
am_et: LG ገመድ-አልባ ኪይቦርድ በ Bluetooth በኩል ቲቪዎን መቆጣተር እንዲችሉ ያደርግዎታል፡፡ ይህ ይዘት ለተወሰኑ LG ገመድ-አልባ ኪይቦርድ ሞዴሎች ብቻ የሚተገበር ነው፡፡

# settings_1221
source: Democratic Republic of the Congo
am_et: ዲሞክራቲክ ሪፐብሊክ ኮንጎ

# settings_1222
source: Tamil
am_et: ታሚል

# settings_1223
source: Import/export your TV's channel list information from/to a connected USB device.
am_et: የቲቪዎን ቻናል ዝርዝር መረጃ ከ/ወደ ተሳሰረ የ USB መሳሪያ አምጣ/ላክ፡፡

# settings_1224
source: Display luminance level for the highest point (100 IRE).
am_et: ለከፍተኛ ነጥብ(100 IRE) የሉሚናንስ ደረጃ አሳይ፡፡

# settings_1225
source: Adjusting Luminance
am_et: ድምቀቱን በማስተካከል ላይ

# settings_1226
source: Adjust luminance level for selected IRE point.
am_et: ለተመረጠው IRE ነጥብ የሉሚናንስ ደረጃ ያስተካክሉ፡፡

# settings_1227
source: Settings Help
am_et: የአቀማመጦች ድጋፍ

# settings_1228
source: Turn on/off description box in Settings.
am_et: ቅንብሮች ውስጥ የመግለጫ ሳጥኑን ያብሩ/ያጥፉ።

# settings_1229
source: Screen Saver
am_et: ስክሪን ሴቨር

# settings_1230
source: 20 and Above
am_et: 20 እና ከዛ በላይ

# settings_1231
source: When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.
am_et: አሁን የሚታየው መተግበሪያ ለአንድ ሠዓት ምንም ግቤት ካላገኘ በማያ ማቆያ ይተካል። ይህን አማራጭ ካጠፉት አሁን ያለው ምስል ማያዎ ላይ የማይጠፋ ድህረ ምስል ሊፈጥር ይችላል።

# settings_1232
source: Cinema Zoom
am_et: ሲኒማ ማቅረብ

# settings_1233
source: Vertical Zoom
am_et: ወደላይና ወደታች ማጉያ

# settings_1234
source: All-Direction Zoom
am_et: ወደሁሉም አቅጣጫ ማጉያ

# settings_1235
source: Wide View (32:9)
am_et: የሰፋ እይታ (32:9)

# settings_1236
source: Cinema View (32:12)
am_et: የሲኒማ እይታ (32:12)

# settings_1237
source: Wide Zoom
am_et: በሰፋት ማጉላት

# settings_1238
source: 21 by 9
am_et: 21 በ 9

# settings_1239
source: NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.
am_et: ማስታወሻ፡ የስክሪን ሴቨር የቀጥታ TV እና የቪዲዮ ማሰገቢያዎች በሚመለከቱ ጊዜ የእይታዎን ሂደት ላለማቋጥ የስክሪን ሴቨር ምረጫ በሚበራበት ጊዜ አይመጣም።

# settings_1240
source: Reset to Initial Settings
am_et: ወደ መነሻ አቀማመጦች ይመልሱ

# settings_1241
source: USA
am_et: ዩናይትድ ስቴትስ

# settings_1242
source: Window Color
am_et: የ Window ቀለም

# settings_1243
source: Urdu
am_et: ኡርዱ

# settings_1244
source: Casablanca
am_et: ካዛብላንካ

# settings_1245
source: Return TV to its initial settings. This will revert all options to their default settings.
am_et: ቲቪውን ወደ መጀመሪያው ቅንብሩ መልስ፡፡ ይህም ሁሉንም አማራጮቸ ወደ ንቡር ቅንብራቸው ይመልሳቸዋል፡፡

# settings_1246
source: Software update settings, device information, customer service contacts, and legal agreements.
am_et: የሶፍትዌር ማዘመኛ ቅንብሮች፣ የመሳሪያ መረጃ፣ የደንበኛ አገልግሎት መገኛ መረጃና የሕግ ስምምነቶች፡፡

# settings_1247
source: Home/Store Mode
am_et: ቤት/ማከማቻ ሙድ

# settings_1248
source: 16 by 9
am_et: 16 በ 9

# settings_1249
source: 4 by 3
am_et: 4 በ 3

# settings_1250
source: 14 by 9
am_et: 14 በ 9

# settings_1251
source: Wide View
am_et: የስፋ እይታ

# settings_1252
source: 32 by 9
am_et: 32 በ 9

# settings_1253
source: Cinema View
am_et: የሲኒማ እይታ

# settings_1254
source: 32 by 12
am_et: 32 በ 12

# settings_1255
source: Reset CI Password
am_et: የ CI የይለፍቃልን እንደገና ያዘጋጁ

# settings_1256
source: Channel Tuning & Settings
am_et: የጣቢያ ቅኘንት እና መቼቶች

# settings_1257
source: Scan and save available channels and set satellite channel options.
am_et: መገኘት የሚችሉትን ጣቢያዎች ፈልገህ አስቀምጥ እና የሳተላይት ጣቢያ ምርቻጫዎችን አስገገባ፡፡

# settings_1258
source: Enter CI Password
am_et: የ CI የይለፍ ቃል ያስገቡ

# settings_1259
source: Checking Password
am_et: የይለፍቃል መፈተሸ

# settings_1260
source: CI password incorrect. Please enter again.
am_et: የተሳሳተ CI የይለፍ ቃል። እባክዎ እንደገና ያስገቡ።

# settings_1261
source: Ceuta
am_et: ሲዩታ

# settings_1262
source: Chatham Islands
am_et: ቻታም ደሴቶች

# settings_1263
source: Chicago
am_et: ቺካጎ

# settings_1264
source: Chihuahua
am_et: ቺዋሁዋ

# settings_1265
source: Chisinau
am_et: ቺሲንዋ

# settings_1266
source: Choibalsan
am_et: ቾይባልሳን

# settings_1267
source: Chongqing
am_et: ችዋንግቺንግ

# settings_1268
source: Christmas Island
am_et: ክሪስማስ ደሴት

# settings_1269
source: Select how the TV will be used.
am_et: ቲቪው እንዴት እንደሚያገለግል ምረጥ

# settings_1270
source: Dominica
am_et: ዶሚኒካ

# settings_1271
source: Dominican Republic
am_et: ዶሚኒክ ሪፑብሊክ

# settings_1272
source: Ecuador
am_et: ኢኳዶር

# settings_1273
source: Egypt
am_et: ግብጽ

# settings_1274
source: El Salvador
am_et: ኤል ሳልቫዶር

# settings_1275
source: Gujarati
am_et: ጉጃራቲ

# settings_1276
source: Equatorial Guinea
am_et: ኢኳተርያል ጊኒ

# settings_1277
source: Colombo
am_et: ኮሎምቦ

# settings_1278
source: Conakry
am_et: ኮናክሪ

# settings_1279
source: Copenhagen
am_et: ኮፐንሀገን

# settings_1280
source: Cuiabá
am_et: ኩያባ

# settings_1281
source: Dakar
am_et: ዳካር

# settings_1282
source: Damascus
am_et: ዳማስቆስ

# settings_1283
source: Danmarkshavn
am_et: ዳንማርክሻቭን

# settings_1284
source: Dar es Salaam
am_et: ዳሬሰላም

# settings_1285
source: Dawson
am_et: ዳውሰን

# settings_1286
source: It may take a few seconds.
am_et: ጥቂት ሰከንዶችን ሊፈጅ ይችላል፡፡

# settings_1287
source: Save the white balance settings from the currently selected picture mode for all inputs.
am_et: ለሁሉም ማስገቢዎች በወቅቱ ከተመረጠው የምስል ሞድ የነጭ ባላንስ መቼቶችን አስቀምጥ፡፡

# settings_1288
source: Dawson Creek
am_et: ዳውሰን ክሪክ

# settings_1289
source: Applying value to all inputs...
am_et: ሁሉም ግባአቶች ላይ ዋጋ ያስገቡ...

# settings_1290
source: In Home
am_et: ቤት ውስጥ

# settings_1291
source: Low
am_et: ዝቅተኛ

# settings_1292
source: Medium
am_et: መካከለኛ

# settings_1293
source: Kannada
am_et: ካናዳ

# settings_1294
source: High
am_et: ከፍተኛ

# settings_1295
source: 10 min
am_et: 10 ደቂቃ

# settings_1296
source: 20 min
am_et: 20 ደቂቃ

# settings_1297
source: 30 min
am_et: 30 ደቂቃ

# settings_1298
source: 60 min
am_et: 60 ደቂቃ

# settings_1299
source: 90 min
am_et: 90 ደቂቃ

# settings_1300
source: 120 min
am_et: 120 ደቂቃ

# settings_1301
source: Changing to TV Speaker Bar
am_et: ወደ TV ስፒከር አሞሌ በመቀየር ላይ

# settings_1302
source: Please change the Sound Out setting to TV Speaker Bar for the sound test.
am_et: እባክዎ ለድምጽ ሙከራው የወጪ ድምጽ ቅንብሩን ወደ ቴሌቪዥን ድምጽ ማጉያ አሞሌ ይለውጡ።

# settings_1303
source: TV Speaker Bar
am_et: TV ስፒከር አሞሌ

# settings_1304
source: Internal TV Speaker turned off
am_et: ውስጣዊ የቲቪ ድምፅ ማጉያ ተፍተዋል

# settings_1305
source: Eritrea
am_et: ኤርትራ

# settings_1306
source: El salvador
am_et: ኤል ሳልቫዶር

# settings_1307
source: Guatemala
am_et: ጉዋቲማላ

# settings_1308
source: Honduras
am_et: ሆንዱራስ

# settings_1309
source: Nicaragua
am_et: ኒካራጓ

# settings_1310
source: 180 min
am_et: 180 ደቂቃ

# settings_1311
source: It may take a few minutes.
am_et: ጥቂት ደቂቃዎችን ሊፈጅ ይችላል፡፡

# settings_1312
source: Please change the Sound Out setting to Internal TV Speaker for the sound test.
am_et: እባክዎ የድምጽ መውጫው አቀማመጥ ወደ ውስጣዊ የቲቪ ድምፅ ማጉያ በመቀየር የድምጽ ሙከራ ያድርጉ።

# settings_1313
source: Window Opacity
am_et: የ Window የሚጋርድ

# settings_1314
source: Denver
am_et: ደንቨር

# settings_1315
source: Store Demo
am_et: ዴሞ ያከማቹ

# settings_1316
source: Malayalam
am_et: ማላያላምኛ

# settings_1317
source: Panama
am_et: ፓናማ

# settings_1318
source: Panjabi
am_et: ፓንጃቢኛ

# settings_1319
source: Assamese
am_et: አሳማሴ

# settings_1320
source: Undefined
am_et: ያልተገለጸ

# settings_1321
source: Ethiopia
am_et: ኢትዮጵያ

# settings_1322
source: Fiji
am_et: ፊጂ

# settings_1323
source: French Polynesia
am_et: ፈረንሳይ ፖሊኔዥያ

# settings_1324
source: Gabon
am_et: ጋቦን

# settings_1325
source: Gambia
am_et: ጋምቢያ

# settings_1326
source: Channel Locks
am_et: የቻናል ቁልፎች

# settings_1327
source: Unable to check for updates.
am_et: ማዘመኛዎችን ማጣራት አልተቻለም፡፡

# settings_1328
source: 240 min
am_et: 240 ደቂቃ

# settings_1329
source: H Sharpness
am_et: H ጥራት

# settings_1330
source: Valencian
am_et: ቫሌንሺያዊ

# settings_1331
source: Uzbek
am_et: ኡዝቤክ

# settings_1332
source: Multiple
am_et: ብዙ

# settings_1333
source: Local
am_et: አከባቢያዊ

# settings_1334
source: Akan
am_et: አካን

# settings_1335
source: Ewe
am_et: ኢዌ

# settings_1336
source: Ga
am_et: ጋአ

# settings_1337
source: Hausa
am_et: ሃውሳ

# settings_1338
source: Dagbani
am_et: ዳግባኒ

# settings_1339
source: Kasem
am_et: ካሴም

# settings_1340
source: Nzema
am_et: ዜማ

# settings_1341
source: Adjust the edge sharpness for horizontal images. Higher values increase the crispness of the image.
am_et: የአግድም ምስሎችን የጠርዝ ጥራት አስተካክል። ከፍተኛ ዋጋዎች የምሰሉን አንጸባራቂነት ይጨምራሉ።

# settings_1342
source: Detroit
am_et: ዲትሮይት

# settings_1343
source: Dhaka
am_et: ድሃካ

# settings_1344
source: Dili
am_et: ዲሊ

# settings_1345
source: Dodoma
am_et: ዶዶማ

# settings_1346
source: Doha
am_et: ዶሃ

# settings_1347
source: Douala
am_et: ዶዋላ

# settings_1348
source: Dubai
am_et: ዱባይ

# settings_1349
source: Dublin
am_et: ደብሊን

# settings_1350
source: Dushanbe
am_et: ዳሻንቤ

# settings_1351
source: Easter Island
am_et: ኢስተር ደሴት

# settings_1352
source: Edmonton
am_et: ኢድመንተን

# settings_1353
source: Eirunepé
am_et: ኢዩሩኔፕ

# settings_1354
source: Fernando de Noronha
am_et: ፈርናንዶ ዲ ኖረንሃ

# settings_1355
source: Fortaleza
am_et: ፎርታሌዛ

# settings_1356
source: Gibraltar
am_et: ጊብላርተር

# settings_1357
source: Greenland
am_et: ግሪንላንድ

# settings_1358
source: Guadeloupe
am_et: ግዋዴሎፕ

# settings_1359
source: Guam
am_et: ግዋም

# settings_1360
source: Puerto Rico
am_et: ፖርታ ሪኮ

# settings_1361
source: Store Demo mode provides options to optimize the TV for retail displays.
am_et: የማከማቻ ቅንጭብ ማሳያ ሁነት ቲቪውን ለችርቻሮ ማሳያዎች ለማትባት አማራጮችን ያቀርባል፡፡

# settings_1362
source: Restrict access to specified channels.
am_et: የተለዩት ጣብያዎችን የመጠቀም ሁኔታ ገደብ ያበጁለት።

# settings_1363
source: Restrict access to specified apps.
am_et: የተለዩት መተግበሪያዎችን የመጠቀም ሁኔታ ገደብ ያበጁለት።

# settings_1365
source: Teletext
am_et: የስልክ መልዕክት

# settings_1366
source: Multi
am_et: ብዙ

# settings_1370
source: Freetown
am_et: ፍሪታውን

# settings_1371
source: Primary Channels
am_et: የመጀመሪያ ጣብያዎች

# settings_1372
source: All Channels
am_et: ሁሉም ሰርጦች

# pictureControl3dModeStandard
source: Standard
am_et: ስታንደርድ

# settings_1374
source: Guernsey
am_et: ጉርንሲ

# settings_1375
source: Restrict access to specified inputs.
am_et: የተለዩት ግብአቶችን የመጠቀም ሁኔታ ገደብ ያበጁለት።

# settings_1376
source: STORE MODE
am_et: ማከመቻ ሁነት

# settings_1377
source: Extreme
am_et: ጽንፍ

# settings_1378
source: PICTURE MODE SETTINGS RESET
am_et: የምሰል ሞድ መቼቶች ተቀይረዋል

# settings_1379
source: Gaborone
am_et: ጋቦረኒ

# settings_1380
source: Guinea
am_et: ጉዊንያ

# settings_1381
source: Venezuela
am_et: ቬንዙዌላ

# settings_1382
source: HOME MODE
am_et: የመነሻ ሁነት

# settings_1383
source: Reset PIN
am_et: ፒን ኮድ ቀይረው ያስገቡ

# settings_1384
source: Manual
am_et: ማንዋል

# settings_1385
source: Galapagos Islands
am_et: ጋላፓጎስ ደሴቶች

# settings_1386
source: All picture mode settings will be reset. Continue?
am_et: ሁሉም የምስል ምቼቶች የሚቀየሩ ይሆናሉ፡፡ ይቀጥል?

# settings_1387
source: Guinea Bissau
am_et: ጊኒ ቢሳው

# settings_1388
source: APPLY TO ALL INPUTS
am_et: በሁሉም ማስገቢያዎች ላይ ተግባራዊ አድርግ

# settings_1389
source: Guyana
am_et: ጉያና

# settings_1390
source: Haiti
am_et: ሃይቲ

# settings_1391
source: Hong Kong
am_et: ሆንግ ኮንግ ልዩ የአስተዳደር ክልል ቻይና

# settings_1392
source: Store Mode Settings
am_et: የማከማቻ ሁነት ቅንብሮች

# settings_1393
source: Restrict access to TV programs based on their ratings.
am_et: TV ፕሮግራሞችን በተሰጣቸው የምዘነ መጠን ላይ ተመስርተው ገደብ ያድሩባቸው።

# settings_1394
source: Left Right
am_et: ግራ/ቀኝ

# settings_1395
source: Gambier
am_et: ጋምቢየር

# settings_1396
source: Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Continue?
am_et: የአሁን የተበጀ ምስል ሞድ ቅንጅቶች ዋጋዎች {pictureMode} ሞድ ላይ በሁሉም ግብአቶች ተግባራዊ ይሆናሉ። ይቀጥል?

# settings_1397
source: Restrict access to TV programs and movies based on their ratings.
am_et: በተሰጣቸው ግምገማ መሠረት የተገደበ የቴሌቪዥን ፕሮግራሞች እና ፊልሞች ተደራሽነት።

# settings_1398
source: Right Left
am_et: ቀኝ/ግራ

# settings_1399
source: Channel Locks not available
am_et: የቻናል ቁልፎች የሉም

# settings_1400
source: India
am_et: ህንድ

# settings_1401
source: Channel Lock is not available for external inputs.
am_et: የቻናል ቁልፍ ለውጫዊ ግቤቶች አይገኝም፡፡

# settings_1402
source: You can lock the TV channels if you change current input to Live TV.
am_et: ወቅታዊ ግቤቱን ወደ የቀጥታ TV ከቀየሩ የቲቪ ቻናሎችን መቆለፍ ይችላሉ፡፡

# settings_1403
source: Please enter your Safety PIN to confirm you want to turn off this function.
am_et: ይህን ክዋኔ ለማጥፋት እንደሚፈልጉ ለማረጋገጥ እባክዎ የደህንነት ፒንዎን ያስገቡ።

# settings_1404
source: MASTER PIN CODE
am_et: ዋና የፒን ኮድ

# settings_1405
source: Enter the Master PIN Code.
am_et: ዋና የፒን ኮዱን አስገባ።

# settings_1406
source: Glace Bay
am_et: ግሌስ ቤይ

# settings_1407
source: Tagalog
am_et: ታጋሎግ

# settings_1408
source: Indonesia
am_et: ኢንዶኔዢያ

# settings_1409
source: TV
am_et: ቲቪ

# settings_1411
source: Godthab
am_et: ጋድታብ

# settings_1412
source: Iran
am_et: ኢራን

# settings_1413
source: Israel
am_et: እስራኤል

# settings_1414
source: Jamaica
am_et: ጃማይካ

# settings_1415
source: Japan
am_et: ጃፓን

# settings_1416
source: Jordan
am_et: ጆርዳን

# settings_1417
source: Guadalcanal
am_et: ጓዳልካናል

# settings_1418
source: Kiribati
am_et: ኪሪባቲ

# settings_1419
source: Kuwait
am_et: ክዌት

# settings_1420
source: Guatemala City
am_et: ጓቲማላ ሲቲ

# settings_1421
source: Laos
am_et: ሌኦስ

# settings_1422
source: Guayaquil
am_et: ጓያኪል

# settings_1424
source: Halifax
am_et: ሀሊፋክስ

# settings_1425
source: Lebanon
am_et: ሊባኖስ

# settings_1426
source: Harare
am_et: ሀራሬ

# settings_1427
source: Lesotho
am_et: ሌሰቶ

# settings_1428
source: Harbin
am_et: ሀርቢን

# settings_1429
source: Havana
am_et: ሀቫና

# settings_1430
source: Helsinki
am_et: ሄልሲንኪ

# settings_1431
source: Hermosillo
am_et: ሄርሞሲሎ

# settings_1432
source: Ho Chi Minh
am_et: ሆ ቺ ሚኒ

# settings_1433
source: Honolulu
am_et: ሆኖሉሉ

# settings_1434
source: Indianapolis
am_et: ኢንዲያናፖሊስ

# settings_1435
source: Irkutsk
am_et: ኢርኩስክ

# settings_1436
source: Istanbul
am_et: ኢስታንቡል

# settings_1437
source: Liberia
am_et: ላይቤሪያ

# settings_1438
source: COMPONENT2
am_et: አካል2

# settings_1439
source: COMPONENT3
am_et: አካል3

# settings_1440
source: Programme
am_et: ጣብያ

# volumeModeLow
source: Low
am_et: ዝቅተኛ

# volumeModeMedium
source: Medium
am_et: መካከለኛ

# volumeModeHigh
source: High
am_et: ከፍተኛ

# settings_1444
source: Jakarta
am_et: ጃካርታ

# settings_1445
source: Clear Voice Ⅲ
am_et: ድምፁን አጥፋ Ⅲ

# settings_1446
source: Antigua and Barbuda
am_et: አንቲጓ እና ባሩዳ

# settings_1447
source: Libya
am_et: ሊቢያ

# settings_1448
source: Music
am_et: ሙዚቃ

# settings_1449
source: Liechtenstein
am_et: ሊችተንስታይን

# settings_1450
source: Jayapura
am_et: ጃያፑራ

# settings_1451
source: Jerusalem
am_et: እሩሳሌም

# settings_1452
source: You can turn this feature on or off.
am_et: ይህንን ባህሪ ሊያበሩት ወይም ሊያጠፉት ይችላሉ።

# settings_1453
source: Johannesburg
am_et: ጆሃንስበርግ

# settings_1454
source: If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.
am_et: ይህንን ቢያበሩት እንዲሁም ULTRA HD Deep Colorን የሚደግፍ መሳሪያ ቢያገናኙ፣ ምስልዎ የበለጠ ጥራት ሊኖረው ይችላል።

# settings_1455
source: Macao
am_et: ማካኦ

# settings_1456
source: Kabul
am_et: ካቡል

# settings_1457
source: Pagode
am_et: ፓጎዴ

# settings_1458
source: Macedonia, The Former Yugoslav Republic Of
am_et: ሜቀዶንያ፣ የቀድሞ ዩጎዝላቭ ሪፐብሊክ

# settings_1459
source: Kaliningrad
am_et: ካኒንግራድ

# settings_1460
source: Serta Wego
am_et: ሴርታ ዌጎ

# settings_1461
source: Madagascar
am_et: ማዳጋስካር

# settings_1462
source: Malawi
am_et: ማላዊ

# settings_1463
source: Malaysia
am_et: ማሌዢያ

# settings_1464
source: Maldives
am_et: ማልዲቬስ

# settings_1465
source: Mali
am_et: ማሊ

# settings_1466
source: Malta
am_et: ማልታ

# settings_1467
source: Marshall Islands
am_et: ማርሻል ደሴቶች

# settings_1468
source: Martinique
am_et: ማርቲንክዊ

# settings_1469
source: Kamchatka
am_et: ካምቻትካ

# settings_1470
source: Mauritius
am_et: ሞሪሸስ

# settings_1471
source: Brazilian Punk
am_et: ብራዚላዊ ፓንክ

# settings_1472
source: Kampala
am_et: ካምፓላ

# settings_1473
source: If you turn the screen saver off and the same image remains on the screen for more than 2 hours, an afterimage may occur. If it remains for more than 5 hours, the afterimage may become permanent. Continue?
am_et: ስክሪን ሳቨሩን አጥፍተውት አንድ ምስል ከ2 ሠዓታት በላይ በማሳያው ላይ ከቆየ፣ ድህረምስል ሊከሰት ይችላል። ከ5 ሠዓታት በላይ ከቆየ ድህረምስሉ ቋሚ ሊሆን ይችላል። ይቀጥል?

# settings_1474
source: Mayotte
am_et: ማዮቴ

# settings_1475
source: Karachi
am_et: ካራቺ

# settings_1476
source: Grenada
am_et: ግሬናዳ

# settings_1477
source: Kashgar
am_et: ካሽገር

# settings_1478
source: Katmandu
am_et: ካትማንዱ

# settings_1479
source: Moldova
am_et: ሞንጎልያ

# settings_1480
source: Khartoum
am_et: ካርቱም

# settings_1481
source: Monaco
am_et: ሞናኮ

# settings_1482
source: Khovd
am_et: ኮቭድ

# settings_1483
source: Mongolia
am_et: ሞንጎሊያ

# settings_1484
source: IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.
am_et: አስፈላጊ! እንደገና መመስረት ሁሉም የማንነት መለያ አቀማመጦችዎና የተጫኑ መተግበሪያዎችዎ ያጠፋቦታል። ይህ ተግባር ቀድሞ ወደ ነበረበት ሁኔታ ሊመለስ አይችልም።

# settings_1485
source: Built-in Sound Bar
am_et: አብሮ የተገጠመ የድምጽ አሞሌ

# settings_1486
source: Kiev
am_et: ኪየቭ

# settings_1487
source: Kigali
am_et: ኪጋሊ

# settings_1488
source: Kingston
am_et: ኪንግስቶን

# settings_1489
source: Bluetooth Audio Device
am_et: የ Bluetooth ኦዲዮ መሳሪያ

# settings_1490
source: Please wait while the TV restarts.
am_et: እባክዎ TVው እንደአዲስ እስከሚጀምር ይጠብቁ።

# settings_1491
source: Mozambique
am_et: ሞዛምቢክ

# settings_1492
source: Power Saving Mode
am_et: ኃይል ቆጣቢ ሁነታ

# settings_1493
source: Kinshasa
am_et: ኪንሻሳ
