Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_1819
source: Lock changes for currently running apps will be applied the next time they are started.
am_et: አሁን በመሄድ ላይ ያሉ መተግበሪያዎች ላይ የሚደረጉ የመቆለፍ ሁነታ ለውጦች በሚቀጥለው ጊዜ ሲጀምሩ ይተገበራል።

# settings_1820
source: UNPAIR
am_et: አለያይ

# settings_1821
source: Unable to connect to the Bluetooth audio device. Sound Out setting will be changed to Internal TV Speaker. If you want to connect to another Bluetooth device, select the DEVICE SELECTION button.
am_et: ከ Bluetooth ኦዲዮ መሳሪያ ጋር መገናኘት አልተቻለም። የድምጽ ማውጫ ቅንብር ወደ ውስጣዊ የቲቪ ድምፅ ማጉያ ተለውጧል። ከሌላ የ Bluetooth መሳሪያ ጋር መገናኘት ከፈለጉ፣ DEVICE SELECTION አዝራርን ይምረጡ።

# settings_1822
source: [{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?
am_et: [{Device}] ከተጣመሩ የመሳሪያዎች ዝርዝር ላይ ይወገዳል። በሁላ ሊያጣምሩት ከፈለጉ፣ የሚገኙ መሳሪያዎችን ፈልገው እንደገና ማጣመር ያስፈልግዎታል። መቀጠል ይፈልጋሉ?

# settings_1823
source: [{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?
am_et: [{Device}] ከቲቪዎ ይለያያል። ከእንግዲህ ወዲያ ከዚህ መሳሪያ ድምጽ አይጫወትም። መቀጠል ይፈልጋሉ?

# settings_1824
source: [{Device}] cannot connect to your TV. Please make sure the device is turned on, set to LG TV or LG Sound Sync Mode, and try again.
am_et: [{Device}] ከቲቪዎ ጋር መገናኘት አይችልም። እባክዎ መሳሪያው መብራቱን እንዲሁም LG TV ወይም LG የድምጽ ስምረት ሁነታ ላይ መሆኑን ያረጋግጡና እንደገና ይሞክሩ።

# settings_1825
source: [{Device}] cannot connect to your TV. Please make sure the device is turned on, set to the pairing mode, and try again.
am_et: [{Device}] ከቲቪዎ ጋር መገናኘት አይችልም። እባክዎ መሳሪያው መብራቱን እንዲሁም የጥምረት ሁነታ ላይ መሆኑን ያረጋግጡና እንደገና ይሞክሩ።

# settings_1826
source: [{Device}] wants to connect to your TV. Do you want to change sound out option to LG Sound Sync/Bluetooth to connect the wireless audio device?
am_et: [{Device}] ቲቪዎ ጋር መገናኘት ይፈልጋል። ከሽቦ አልባ የኦዲዮ መሳሪያ ጋር ለማገናኘት የድምፅ ማውጫ አማራጩን ወደ LG ድምጽ ስምረት/Bluetooth መለወጥ ይፈልጋሉ?

# settings_1827
source: Wireless audio device has been disconnected. Sound Out setting will change to Internal TV Speaker.
am_et: የሽቦ አልባ የድምጽ መሳሪያ ተቋርጧል። የድምጽ ማውጫ ቅንብር ወደ ውስጣዊ የቲቪ ድምፅ ማጉያ ይለወጣል።

# settings_1828
source: B&O Speakers (Wireless)
am_et: B&O ድምጽ ማጉያዎች(ሽቦ አልባ)

# settings_1829
source: DEVICE LIST
am_et: የመሳሪያ ዝርዝር

# settings_1830
source: All sound effect settings for Standard Mode will be reset. Do you want to continue?
am_et: ሁሉም የመደበኛ ሁነታ የድምጽ ማስዋቢያ ቅንብሮች ወደመነሻቸው ይመለሳሉ። መቀጠል ይፈልጋሉ?

# settings_1831
source: To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?
am_et: የቲቪዎን ድምጽ ለመሞከር የድምጽ ማውጫ ቅንብር ወደ ውስጣዊ የቲቪ ድምፅ ማጉያ መለወጥ አለበት። መቀጠል ይፈልጋሉ?

# settings_1832
source: SOME SPEAKERS MISSING
am_et: የተወሰኑ ድምጽ ማጉያዎች አልተገኙም

# settings_1833
source: Please check that your {DEVICENAME} Wireless Speakers are turned on and set up properly, then search for new devices.
am_et: እባክዎ {DEVICENAME}ዎ ሽቦ አልባ ድምጽ ማጉያዎች መብራታቸውን እና በትክክል መዘጋጀታቸውን ያረጋግጡ፣ ከዚያ አዲስ መሳሪያዎችን ይፈልጉ።

# settings_1834
source: REMOVE SPEAKER?
am_et: ድምጽ ማጉያ ይወገድ?

# settings_1835
source: [{deviceName}] speaker will be removed. To connect it again, you need to re-scan and connect. Do you want to remove it now?
am_et: [{deviceName}] ድምጽ ማጉያ ይወገዳል። እንደገና ለማገናኘት እንደገና መቃኘት እና ማገናኘት ያስፈልግዎታል። አሁን ማስወገድ ይፈልጋሉ?

# settings_1836
source: NO DEVICES FOUND
am_et: ምንም መሳሪያዎች አልተገኙም

# settings_1837
source: Please check the B&O Wireless Speakers are turned on and set up properly. Then try again.
am_et: እባክዎ የB&O ሽቦ አልባ ድምጽ ማጉያዎች መብራታቸውን እና በትክክል መዘጋጀታቸውን ያረጋግጡ። ከዚያም እንደገና ይሞክሩ።

# settings_1838
source: RETRY
am_et: እንደገና ይሞክሩ

# settings_1839
source: Connected Devices
am_et: የተገናኙ መሳሪያዎች

# settings_1840
source: PLAY
am_et: አጫውት

# settings_1841
source: STOP
am_et: አቁም

# settings_1842
source: DELETE
am_et: ሰርዝ

# settings_1843
source: Reason: Authentication with access point was unsuccessful.
am_et: ምክንያት፦ ከመዳረሻ ነጥብ ጋር ማንነትን ማረጋገጥ አልተሳካም።

# settings_1844
source: Reason: Password is missing.
am_et: ምክንያት፦ የይለፍ ቃል አልተገኘም።

# settings_1845
source: Unknown issue has occurred.
am_et: ያልታወቀ ችግር ተከስቷል።

# settings_1846
source: Wi-Fi issue has occurred.
am_et: የWi-Fi ችግር ተከስቷል።

# settings_1847
source: You can turn your TV on using your mobile phone.
am_et: ሞባይል ስልክዎን ተጠቅመው ቲቪዎን ማብራት ይችላሉ።

# settings_1848
source: If set to on, your TV can receive emergency alerts if an emergency situation occurs.
am_et: ከበራ፣ TVዎ የአደጋ ሁኔታ በሚፈጠር ጊዜ የአስቸኳይ ጊዜ ማንቂያዎችን መቀበል ይችላል።

# settings_1849
source: Aspect Ratio Settings
am_et: የቁመተወርድ ምጣኔ ቅንብሮች

# settings_1850
source: Select aspect ratio from the menu.
am_et: ቁመተወርድ ምጣኔ ከምናሌው ይምረጡ።

# settings_1851
source: If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.
am_et: ይህንን ባህሪ ካበሩት፣ ይዘቱን በማሰራጫ ሲግናሉ ውስጥ ባለው ወይም በይዘቱ ምንጭ የቁመተወርድ ምጣኔ ሊመለከቱት ይችላሉ የማያ ገጹ ጠርዝ ንጹህ ካልሆነ፣ እባክዎ ያጥፉት።

# settings_1852
source: Cinema Reference
am_et: የሲኒማ ማጣቀሻ

# settings_1853
source: Cinema Home
am_et: ሲኒማ መነሻ

# settings_1854
source: Strong
am_et: ጠንካራ

# settings_1855
source: Light
am_et: ብርሃን

# settings_1856
source: Pixel Refresher
am_et: የፒክሰል አዳሽ

# settings_1857
source: Pixel Refresher allows your TV to provide the clearest picture possible.
am_et: የፒክሰል አዳሽ TVዎ የመጨረሻውን ጥራት ያለው ምስል እንዲያቀርብ ያስችላል።

# settings_1858
source: The process will take about an hour to complete and your TV needs to remain turned off.
am_et: ለማጠናቀቅ አንድ ሰዓት ገደማ የሚወስድ ሲሆን TVዎ እንደጠፋ መቆየት ያስፈልገዋል።

# settings_1859
source: Pixel Refresher has been scheduled to start the next time your TV is turned off.
am_et: ፒክሰል አዳሽ በሚቀጥለው ጊዜ TVዎ በሚጠፋ ጊዜ እንዲጀምር የጊዜ ሰሌዳ ተይዞለታል።

# settings_1860
source: Pixel Refresher will begin when you turn off your TV.
am_et: ፒክሰል አዳሽ TVዎን በሚያጠፉ ጊዜ ይጀምራል።

# settings_1861
source: If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.
am_et: ቀረጻ ወይም የሶፍትዌር ዝማኔ በሂደት ላይ ካለ፣ እስከሚጠናቀቁ ይቆያል፤ ሂደቱም ከአንድ ሰዓት በላይ ሊቆይ ይችላል።

# settings_1862
source: Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.
am_et: የፒክሰል አዳሽ ሂደት በሂደት ላይ ሳለ TVዎ እንደተዘጋ መቆየት አለበት። ማናቸውም በዚህ ሂደት ወቅት ጊዜ የተያዘላቸው የአሁን ወይም መጪ ቀረጻዎች፣ አስታዋሾች ወይም ጊዜ ቆጣሪ ማብራቶች ይሰረዛሉ።

# settings_1863
source: Do you want to turn your TV off now?
am_et: TVዎን አሁኑኑ ማጥፋት ይፈልጋሉ?

# settings_1864
source: Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.
am_et: ማስታወሻ፦<br>1. የፒክሰል አዳሽ በሂደት ላይ ሳለ TVዎ በርቶ ከሆነ፤ ሂደቱን ስለሚያስቆመው እንደገና መጀመር ይኖርብዎታል።<br>2. በሂደቱ ጊዜ በማያ ገጹ ላይ ነጭ መስመር ሊታይ ይችላል። ማያ ሰሌዳዎን በማጥራት ጊዜ ይህ ደንብ ነው።

# settings_1865
source: Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.
am_et: ማያ ገጽ በ5 ሴኮንዶች ውስጥ ይጠፋል። ማያ ገጹን መልሰው ለማብራት ከማብሪያ እና የድምጽ አዝራር ውጭ ማንኛውንም ሌላ አዝራር ይጫኑ።

# settings_1866
source: Turn your TV on using your mobile phone via Wi-Fi.
am_et: ሞባይል ስልክዎን በWi-Fi በኩል በመጠቀም ቲቪዎን ያብሩ።

# settings_1869
source: Keep Dolby Atmos on for the best sound experience for Dolby Atmos content. You can also turn Smart Sound Mode on to enhance all other audio content using Dolby processing.
am_et: ለDolby Atmos ይዘት ምርጥ የድምጽ ተሞክሮ Dolby Atmosን እደበራ ያቆዩ። በተጨማሪም Dolby ሂደቶችን በመጠቀም ሁሉንም ሌሎች የድምጽ ይዘቶች ለማሻሻል Smart Sound Modeን ማብራት ይችላሉ።

# settings_1870
source: Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.
am_et: ሁሉም ይዘትዎ ድምጽ የተሻለ እንዲሆን Dolby Surroundን ያብሩ። ይህን ባህሪ ለመጠቀም Dolby Atmos መብራት እንዳለበት ያስታውሱ።

# settings_1871
source: No devices have been found.
am_et: ምንም መሳሪያዎች አልተገኙም።

# settings_1872
source: To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.
am_et: የተሻለ የድምጽ ቃና ለማግኘት፣ ሚዛኑን በ ግ10~ቀ10 መካከል ማስቀመጡ ይመከራል።

# settings_1874
source: You can select left and right audio settings for broadcast signal.
am_et: ለስርጭት ሲግናል የግራ እና የቀኝ ድምጽ ቅንብሮችን መምረጥ ይችላሉ።

# settings_1875
source: Emergency Alert
am_et: የድንገተኛ ጊዜ ማንቂያ

# settings_1876
source: Store Mode
am_et: የመደብር ሁነታ

# settings_1877
source: Home Mode
am_et: የቤት ሁነታ

# settings_1878
source: You can hear sound through B&O Wireless Speakers now.
am_et: አሁን ድምጽን በ B&O ሽቦ አልባ ድምጽ ማጉያዎች በኩል ማዳመጥ ይችላሉ።

# settings_1879
source: Note: If sound does not play through those speakers, check that the speakers are turned on and set up properly
am_et: ማስታወሻ፦ በእነዚህ ድምጽ ማጉያዎች በኩል ድምጽ የማይጫወት ከሆነ፣ ድምጽ ማጉያዎቹ መብራታቸውን እና በትክክል መተከላቸውን ያረጋግጡ።

# settings_1880
source: Display list of B&O Wireless Speakers that can be connected to your TV.
am_et: ከTVዎ ጋር መገናኘት የሚችሉ የB&O ሽቦ አልባ ድምጽ ማጉያዎችን ዝርዝር አሳይ።

# settings_1881
source: Missing!
am_et: ያልተገኘ!

# settings_1882
source: No Speakers Found.
am_et: ምንም ድምጽ ማጉያዎች አልተገኙም።

# settings_1883
source: Invalid Type
am_et: ልክ ያልሆነ አይነት

# settings_1884
source: Speaker List
am_et: የድምጽ ማጉያ ዝርዝር

# settings_1885
source: B&O Wireless Speakers
am_et: B&O ሽቦ አልባ ድምጽ ማጉያዎች

# settings_1886
source: Connected Speakers
am_et: የተገናኙ ድምጽ ማጉያዎች

# settings_1887
source: Antenna DTV+
am_et: አንቴና DTV+

# settings_1888
source: Cable DTV+
am_et: ኬብል DTV+

# settings_1889
source: Antenna DTV Plus
am_et: አንቴና DTV Plus

# settings_1890
source: Cable DTV Plus
am_et: ኬብል DTV Plus

# settings_1891
source: Terrestrial DTV
am_et: የምድር DTV

# settings_1895
source: Enjoy an immersive 3D soundscape with the virtual surround sound effect.
am_et: Virtual Surround ድምፅ ክውነት ውስጡ የገቡ ያህል የሚመስል የ3D የድምጽ መልክዓ ምድርን ያጣጥሙ።

# settings_1896
source: Current time is not valid. Do you want to set the correct time now?
am_et: ተሞላው ጊዜ ትክክለኛ አይደለም። ትክክለኛውን ጊዜ አሁን ማተካከል ይፈልጋሉ?

# audioGuidance_verySlow
source: Very Slow
am_et: በጣም ቀርፋፋ

# audioGuidance_slow
source: Slow
am_et: ቀስ

# audioGuidance_medium
source: Medium
am_et: መካከለኛ

# audioGuidance_fast
source: Fast
am_et: ፈጣን

# audioGuidance_veryFast
source: Very Fast
am_et: በጣም ፈጣን

# audioGuidance_veryLow
source: Very Low
am_et: በጣም ዝቅተኛ

# audioGuidance_low
source: Low
am_et: ዝቅተኛ

# audioGuidance_high
source: High
am_et: ከፍተኛ

# audioGuidance_veryHigh
source: Very High
am_et: በጣም ከፍተኛ

# settings_1906
source: Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.
am_et: ለDolby Atmos ይዘት ምርጥ የድምጽ ተሞክሮ Dolby Atmosን እደበራ ያቆዩ።

# settings_1907
source: Startup Sound
am_et: የማስጀመሪያ ድምፅ

# settings_1908
source: When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.
am_et: ለማስነሳት ስታስተካክለውና ፤TVውን ስታበራውና ስታጠፋው የDolby Atmosን የድምጽ እንቅስቃሴ ታገኛለህ፡፡

# pictureControlAuto_BlackLevel
source: Auto
am_et: ራስ-ሰር

# pictureControlLow_BlackLevel
source: Low
am_et: ዝቅተኛ

# pictureControlMedium_BlackLevel
source: Medium
am_et: መካከለኛ

# pictureControlHigh_BlackLevel
source: High
am_et: ከፍተኛ

# settings_1913
source: Please enter your password to turn off this function.
am_et: ይህንን ተግባር ለማጥፋት እባክህ የማለፊ ሚስጥር ቁጥሩን አስገባ፡፡

# settings_1914
source: You can find the default password in User Guide.
am_et: የተጠቃሚ መመሪያ ውስጥ የማለፊያ ሚስጥር ቁጥሩን ልታገኝ ትችላለህ፡፡

# settings_1915
source: If you use Energy Saving function, brightness of your TV will be affected.
am_et: የኃይል ቁጠባ ተግባሩን ከተጠቀምክ የTVውን የእይታ ብርሀን ሊቀንሰው ይችላል፡፡

# settings_1916
source: Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?
am_et: የመደብር ሁነታ በመደብር ውስጥ ለማሳየት የተዘጋጀ ነው። ይህ በየተወሰኑ ደቂቃዎች ቅንብሮችን በድጋሚ ያስጀምራል። ይህንን መተግበሪያ መዝጋት እና መደብር ሁነታን ማስጀመር ይፈልጋሉ?

# settings_1917
source: Save CAM Operator's Profile
am_et: የCAM ከዋኝ መገለጫን አስቀምጥ

# settings_1918
source: Turn this function on/off to tune CAM channels.
am_et: CAM ጣቢያዎችን ለመቃኘት ይህን ተግባር አብራ/አጥፋ

# settings_1919
source: If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.
am_et: ካጠፉት፣ ሁሉም የተቃኙ የCAM ጣቢያዎች አይገኙም እንዲሁም ማሳወቂያዎች ከእንግዲህ ወዲያ አይቀርቡም።

# settings_1920
source: Do you want to continue?
am_et: መቀጠል ይፈልጋሉ?

# settings_1921
source: Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.
am_et: የቀለም መምረጫን በራስ ሰር እንደ ሲግናሉ ሁኔታ አዘጋጅ፣ ወይም የተሻለ ደማቅ እና የበለጸጉ ቀለሞችን አሳይ።

# settings_1922
source: Press the right button to adjust de-judder settings.
am_et: የንቅናቄ ማስወገጃ ቅንብሮችን ለማስተካከል የግራ አዝራርን ይጫኑ።

# settings_1923
source: Press the right button to adjust de-blur settings.
am_et: የብዥታ ማስወገጃ ቅንብሮችን ለማስተካከል የግራ አዝራርን ይጫኑ።

# settings_1924
source: You can control from the app which support this function in your smart devices.
am_et: ይህን ተግባር ከስማርት መሳሪያዎች ከሚደግፈው መተግበሪያ መቆጣጠር ይችላሉ።

# settings_1925
source: This function is available from some of LG smartphones like G5.
am_et: ይህ መተግበሪያ ከተወሰኑ የLG ስማርት ስልኮች ለምሳሌ G5 ይገኛል።

# settings_1926
source: Adjust brightness of the LG logo.
am_et: የLG አርማን ብርሃን መጠን አስተካክል።

# settings_1927
source: Turn on/off standby light.
am_et: መጠባበቂያ መብራትን አብራ/አጥፋ።

# settings_1928
source: Technicolor Optimized
am_et: Technicolor በአግባቡ ጥቅም ላይ ውሏል

# settings_1929
source: Technicolor Expert
am_et: የ Technicolor ባለሙያ

# settings_1930
source: Optimized
am_et: በአግባቡ ጥቅም ላይ ውሏል

# settings_1931
source: Expert
am_et: ባለሙያ

# settings_1932
source: Dynamic Tone Mapping
am_et: ተለዋዋጭ የቶን ካርታ

# settings_1933
source: Additional Settings
am_et: ተጨማሪ ቅንብሮች

# settings_1934
source: Logo Luminance Adjustment
am_et: የአርማ ብሩህነት ማስተካከያ

# logoLuminance_high
source: High
am_et: ከፍተኛ

# logoLuminance_low
source: Low
am_et: ዝቅተኛ

# settings_1937
source: Adjust the luminance of static images such as logos within content to correct potential picture quality issues.
am_et: ነባር የምስል ጥራት ችግሮችን ለማስተካከል በምስሎቹ ውስጥ እንደ አርማዎች ያሉ የማይንቀሳቀሱ ምስሎችን ብርሃን ያስተካክሉ።

# settings_1938
source: 10 Points IRE
am_et: 10 ነጥቦች IRE

# settings_1939
source: Optimize contrast settings based on image brightness of the HDR content.
am_et: የ HDR ይዘት ብርሃን አመጣጥ ላይ የተመረኮዘ ቅንብሮችን ያመቻቹ።

# settings_1940
source: Revert white balance settings to default.
am_et: የማስተካከያ ቅንብሮች ወደ ነባሪው መልስ።

# settings_1941
source: Save the Color Management System settings from the currently selected picture mode for all inputs.
am_et: ለሁሉም ግብዓቶች አሁን ከተመረጠው የፎቶ ሁነታ የቀለም አስተዳደር ስርዓት ቅንጅቶችን አስቀምጥ።

# settings_1942
source: Revert Color Management System settings to default.
am_et: የቀለም አስተዳደር ስርዓት ቅንጅቶችን ወደ ነባሪ መልስ።

# settings_1943
source: Set additional picture settings.
am_et: ተጨማሪ የስዕል ቅንብሮችን ያዘጋጁ።

# settings_1944
source: 10 Points Code Value
am_et: 10 ነጥቦች የኮድ እሴት

# settings_1945
source: You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.
am_et: ከ mobile መሳሪያዎ ወደ ቲቪው ፎቶዎችን እና ሙዚቃን ማጫወት ወይም እንደ LG TV Plus የመሳሰሉ የ mobile መተግበሪያዎችን በመጠቀም ቲቪዎን መቆጣጠር ይችላሉ።

# settings_1946
source: Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.
am_et: LG ከቲቪ ጋር መገናኘት የሚደግፍ መተግበሪያ በ mobile መሳሪያዎ ላይ ያገናኙ እና የ mobile ፎቶዎችን እና ሙዚቃን በመጫወት ወይም የእርስዎን ቲቪ በመቆጣጠር ይደሰቱ።

# settings_1947
source: If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.
am_et: የ LG Connect መተግበሪያዎች ባህሪን ካበሩ፣ ከሞባይል መሳሪያዎች የግንኙነት ጥያቄዎችን መቀበል ወይም ውድቅ ማድረግ ይችላሉ።

# settings_1948
source: You can use a 3G/4G USB dongle to connect to the network.
am_et: ከአውታረ መረቡ ጋር ለመገናኘት የ 3G/4G USB dongle መጠቀም ይችላሉ።

# settings_1949
source: No signal Image
am_et: ምንም የምልክት ምስል የለም

# settings_1950
source: 2 Hours
am_et: 2 ሰአታት

# settings_1951
source: Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.
am_et: ራስ-ሰር የኃይል መዝጊያ ቅንብር ጊዜ ማራዘም ወይም ተግባሩን ማጥፋት የኃይል ፍጆታን ይጨምራል።

# settings_1952
source: Turn on/off the images to be displayed when there is no signal.
am_et: ምንም ምልክት ከሌለ ምስሎችን እንዲታዩ ያብሩ/ያጥፉ።

# settings_1953
source: Audio Type
am_et: የድምጽ አይነት

# settings_1954
source: Any Supplementary Audio
am_et: ማንኛውም ተጨማሪ ድምጽ

# settings_1955
source: The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.
am_et: በማያ ገጹ ላይ ወይም ነኡስ-ርእሶች ላይ ያሉት ይዘቶች ማየት ለተሳናቸው ተመልካቾች በቃል ይነገራሉ።

# settings_1957
source: Experience the best immersive audio effect with virtual multi-channel surround sound including height.
am_et: የበለጠ ስሜት ቀስቃሽ ድምፅ ክውነት ቁመትን ጨምሮ ከ Virtual ባለብዙ ጣቢያ Surround ድምፅ ውስጡ የገቡ ያህል የሚመስል ያጣጥሙ።

# settings_1961
source: Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.
am_et: ድምጽን ከOPTICAL DIGITAL AUDIO OUT ወደቡ ጋር በተያያዙ ውጫዊ የድምጽ መሳሪያዎች አውጣ።

# settings_1962
source: Output sound through external audio devices connected to the HDMI IN (ARC) port.
am_et: ድምጽን ከHDMI IN (ARC) ወደቡ ጋር በተያያዙ ውጫዊ የድምጽ መሳሪያዎች አውጣ።

# settings_1963
source: SIMPLINK will be automatically turned on to use this ARC mode.
am_et: SIMPLINK ይህንን ARC ሞድ ለመጠቀም በራስሰር በርቷል።

# settings_1964
source: Internal TV Speaker + Optical
am_et: ውስጣዊ የቲቪ ድምፅ ማጉያ + Optical

# settings_1965
source: LG Sound Sync
am_et: LG የድምጽ ማመሳሰል

# settings_1966
source: Preschool
am_et: ቅድመ ትምህርት

# settings_1967
source: Children
am_et: የህጻናት

# settings_1968
source: Adults
am_et: አዋቂ

# settings_1969
source: Please enter your password to turn on this function.
am_et: ይህንን ተግባር ለማብራት እባክዎ የይለፍ ቃልዎን ያስገቡ።

# settings_1970
source: Spoken Subtitles
am_et: የተነገሩ የግርጌ ርዕሶች

# settings_1971
source: Bass Boost
am_et: የ Bass መጎልበት

# settings_1972
source: Treble Boost
am_et: የ Treble መጎልበት

# settings_1973
source: Apply the recommended audio settings using the enhanced Bass Boost.
am_et: የዳበረ የ Bass መጎልበት በመጠቀም የሚመከሩ የድምጽ መቼቶችን ይተግብሩ።

# settings_1974
source: Apply the recommended audio settings using the enhanced Treble Boost.
am_et: የዳበረ የ Treble መጎልበት በመጠቀም የሚመከሩ የድምጽ መቼቶችን ይተግብሩ።

# settings_1975
source: Every Day
am_et: በየቀኑ

# settings_1976
source: Every Weekend
am_et: በየሰንበቱ

# settings_1977
source: Every Weekday
am_et: በየ አዘቦቱ ቀን

# settings_1978
source: Wi-Fi Direct connection with {deviceName} is disconnected.
am_et: Wi-Fi Direct ከ {deviceName} የነበረው ግንኙነት ተቋርጧል።

# settings_1979
source: Insert 3G/4G USB dongle to activate your 3G/4G network connection.
am_et: የ 3G/4G አውታረ መረብ ግንኙነትዎን ለማግበር የ 3G/4G USB dongle ያስገቡ።

# settings_1980
source: Motion Pro
am_et: የእንቅስቃሴ ድጋፍ

# settings_1981
source: Press right button to adjust de-judder and Motion Pro value.
am_et: የ de-judder እና Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።

# settings_1982
source: Press right button to adjust de-blur and Motion Pro value.
am_et: የ de-blur እና Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።

# settings_1983
source: Press the right button to adjust Motion Pro settings.
am_et: የ Motion Pro ቅንብሮችን ለማስተካከል የቀኝ አዝራሩን ይጫኑ።

# settings_1984
source: Press right button to adjust de-judder, de-blur and Motion Pro value.
am_et: የ de-judder፣ de-blur እና Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።

# settings_1985
source: Gallery
am_et: ጋለሪ

# settings_1986
source: Turn on/off ULTRA HD Deep Color for HDMI {num} port.
am_et: ለ HDMI {num} ወደብ የ ULTRA HD Deep Color ያብሩ/ያጥፉ።

# settings_1987
source: HDMI {port1} port support ULTRA HD Deep Color.
am_et: የ HDMI {port1} ወደብ የ ULTRA HD Deep Color ን ይደግፋል።

# settings_1988
source: HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.
am_et: HDMI {port1} እና HDMI {port2} ወደቦች የ ULTRA HD Deep Color ን ይደግፋል።

# settings_1989
source: HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.
am_et: HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ወደቦች የ ULTRA HD Deep Color ን ይደግፋል።

# settings_1990
source: HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.
am_et: HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ወደቦች የ ULTRA HD Deep Color ን ይደግፋል።

# settings_1993
source: Adaptive Sound Control
am_et: ተለዋዋጭ የድምፅ ቁጥጥር

# settings_1994
source: Do not apply the One Touch Sound Tuning recommended audio settings.
am_et: የተመከሩ የተሰሚ ቅንብሮች የ One Touch Sound Tuning አይጠቀሙ።

# settings_1995
source: Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.
am_et: ለክፍልዎ ምርጥ የድምጽ ጥራት ቅንብሮችን ለመወሰን የ One Touch Sound Tuning ሂደቱን ይጀምሩ።

# settings_1996
source: You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.
am_et: የ Dolby ሂደትን በመጠቀም ሁሉንም ሌሎች የድምጽ ይዘት ለማሻሻል ተለዋዋጭ የድምፅ ቁጥጥር ማንቃት ይችላሉ።

# settings_1997
source: One Touch Sound Tuning Options
am_et: የ One Touch Sound Tuning አማራጮች

# settings_1999
source: Video 1
am_et: ቪድዮ 1

# settings_2000
source: Video 2
am_et: ቪድዮ 2

# settings_2001
source: Video 3
am_et: ቪድዮ 3

# settings_2002
source: Auto Start
am_et: ራስ ጀምር

# settings_2003
source: Do Not Track
am_et: አትከታተል

# settings_2004
source: If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.
am_et: ይህን ባህሪን ካበሩት፣ የ HbbTV መተግበሪያ ወይም አገልግሎት የአንድ ግለ ተጠቃሚ ክትትል ያቦዝናል።

# settings_2005
source: If you turn this feature on, the IBB service will disable its tracking of an individual user.
am_et: ይህን ባህሪን ካበሩት፣ የ IBB መተግበሪያ ወይም አገልግሎት የአንድ ግለ ተጠቃሚ ክትትል ያቦዝናል።

# settings_2006
source: You can control the setting for using HbbTV service.
am_et: የ HbbTV አገልግሎትን ለመጠቀም ቅንብሩን መቆጣጠር ይችላሉ።

# settings_2007
source: You can control the setting for using IBB service.
am_et: የ IBB አገልግሎትን ለመጠቀም ቅንብሩን መቆጣጠር ይችላሉ።

# settings_2008
source: You can turn on/off the feature of saving CAM operator's profile.
am_et: የ CAM አሠሪው መገለጫ ባህሪያት ማብራት/ማጥፋት ይችላሉ።

# settings_2009
source: If you turn it off, CAM operator's profile will be deleted.
am_et: ካጠፉት፣ የ CAM አሠሪው መገለጫ ይሰረዛል።

# settings_2010
source: When the program does not support the language that you have selected, the default language will be shown.
am_et: ፕሮግራሙ እርስዎ የመረጡት ቋንቋ የማይደግፍ ከሆነ ነባሪ ቋንቋው ይታያል።

# settings_2011
source: No Signal Image
am_et: የምልክት ምስል የለም

# settings_2012
source: The LG Remote Service has been completed.
am_et: LG የርቀት መቆጣጠርያ አገልግሎት ተጠናቅቋል።

# settings_2013
source: Afrikaans
am_et: አፍሪካንስ

# settings_2014
source: Ndebele
am_et: እንድቤሌ

# settings_2015
source: Sotho, Northern
am_et: ሶቶ፣ ሰሜን

# settings_2016
source: Sotho, Southern
am_et: ሴቶ፣ ደቡብ

# settings_2017
source: Swahili
am_et: ስዋሂሊ

# settings_2018
source: Swati
am_et: ስዋቲ

# settings_2019
source: Tsonga
am_et: ሶንጋ

# settings_2020
source: Tswana
am_et: ትስዋና

# settings_2021
source: Venda
am_et: ቬንዳ

# settings_2022
source: Xhosa
am_et: ሆሳ

# settings_2023
source: Zulu
am_et: ዙሉ

# settings_2024
source: You can use 3G/4G USB dongle to connect to the network.
am_et: ከአውታረ መረቡ ጋር ለመገናኘት የ 3G/4G USB dongle መጠቀም ይችላሉ።

# settings_2025
source: Adult
am_et: አዋቂ

# thaRatingNone
source: None
am_et: ምንም

# settings_2027
source: User Guide
am_et: የተጠቃሚ መመሪያ

# settings_2028
source: Korea, Republic of
am_et: ደቡብ ኮሪያ

# settings_2029
source: Taiwan, Republic of China
am_et: ታይዋን

# settings_2030
source: United States
am_et: ዩናይትድ ስቴትስ

# pictureLocalDimmingLow
source: Low
am_et: ዝቅተኛ

# pictureLocalDimmingMed
source: Medium
am_et: መካከለኛ

# pictureLocalDimmingHigh
source: High
am_et: ከፍተኛ

# settings_2036
source: Personalized Recommendation (Network)
am_et: ግላዊነትን የተላበሰ ምክር (አውታረመረብ)

# settings_2037
source: Recommend channels or content based on your viewing information through Network.
am_et: በዕይታ መረጃዎ መስረት በማድረግ በአውታረመረብ በኩል ጣቢያዎችን ወይም ይዘትን ምክር ይስጡ።

# settings_2038
source: Turning this option off will provide recommendation based on popularity.
am_et: ይህንን አማራጭ በማጥፋት ታዋቂነታቸውን መሰረት ያደረገ ምክር ይሰጣል።

# settings_2039
source: Unpair all
am_et: ሁሉንም ጥንድ አያድርጉ
