Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_2198
source: Turn on this function to connect an external audio device, which supports the eARC, to the eARC.
am_et: የ eARC ወደ eARC የሚደግፍ ወደ ውጫዊ የድምጽ መሳሪያ ለማገናኘት ይህንን ተግባር ያብሩ።

# settings_2199
source: Auto Detect
am_et: በራስሰር አግኝ

# settings_2200
source: Pointer Size
am_et: የአመልካች መጠን

# settings_2201
source: Select a caption type for analog broadcasts.
am_et: ለአናሎግ ስርጭቶች የመግለጫ ጽሁፍ ዓይነት ይምረጡ።

# settings_2202
source: Select a caption type for digital broadcasts.
am_et: ለዲጂታል ስርጭቶች የመግለጫ ጽሁፍ ዓይነት ይምረጡ።

# settings_2203
source: Select a caption type for HD broadcasts.
am_et: ለ HD ስርጭቶች የመግለጫ ጽሑፍ ዓይነት ይምረጡ።

# settings_2204
source: Select a caption size, color, transparency, and other options for HD broadcasts.
am_et: ለ HD ስርጭቶች የመግለጫ ጽሁፍ ትልቀት፣ ቀለም፣ ብርሀን የማስተላለፍ ችሎታን እና ሌሎች አማራጮችን ይምረጡ።

# settings_2205
source: Select a caption type for UHD broadcasts.
am_et: ለ UHD ስርጭቶች የመግለጫ ጽሑፍ ዓይነት ይምረጡ።

# settings_2206
source: Supported functions and operations may vary according to the model and the current status.
am_et: የተደገፉ ተጋብሮች እና ክወናዎች በሞዴሉ እና የአሁኑ አቋም መስረት ሊለያይ ይችላል።

# settings_2207
source: Captions are only displayed when provided by the broadcast program.
am_et: የመግለጫ ጽሁፎች የሚታዩት በስርጭት ፕሮግራሙ ሲቀርቡ ብቻ ነው።

# settings_2208
source: This function works only when provided by the broadcast program.
am_et: ይህ ተግባር የሚሰራው በስርጭት ፕሮግራሙ ሲቀርቡ ብቻ ነው።

# settings_2209
source: Subtitles are only displayed when provided by the broadcast program.
am_et: ንኡስርእሶች በስርጭት ፕሮግራሙ የሚታዩት በሚቀርቡበት ጊዜ ብቻ ነው።

# settings_2210
source: You can select the audio properties to listen to the broadcast in the way you like.
am_et: ስርጭቱን እርስዎ በፈለጉት መንገድ ለማዳመጥ የድምጽ ባህሪያትን መምረጥ ይችላሉ።

# settings_2211
source: If the program doesn't support different audio settings, the default audio will be selected.
am_et: ፕሮግራሙ የተለየ የድምጽ ቅንብሮችን የማይደግፍ ከሆነ፣ ነባሪ ድምጽ ይመረጣል።

# settings_2212
source: Provide HbbTV Distinctive ID
am_et: የ HbbTV የተለየ መታወቂያ አቅርብ

# settings_2213
source: If you turn this feature on, the HbbTV Distinctive ID of the TV will provide to the broadcaster’s HbbTV service.
am_et: ይህንን ባህሪ ካበሩት፣ የቲቪው የ HbbTV የተለየ መታወቂያ የአሰራጮች የ HbbTV አገልግሎት ያቀርባል።

# settings_2214
source: The HbbTV Distinctive ID is a unique value used only for HbbTV, which is unrelated to the user’s personal information.
am_et: የ HbbTV የተለየ መታወቂያ ለተጠቃሚው ግላዊ መረጃ ያልተዛመደ፣ ለ HbbTV ብቻ ጥቅም ላይ የሚውል ልዩ እሴት ነው።

# settings_2215
source: Please note that LG does not use or manage the value.
am_et: እባክዎ ያስታውሱ LG እሴቱን መጠቀም ወይም ማስተዳደር አይችልም።

# settings_2216
source: Reset HbbTV Distinctive ID
am_et: የ HbbTV የተለየ መታወቂያ ዳግም አስጀምር

# settings_2217
source: The HbbTV Distinctive ID will be reset.
am_et: የ HbbTV የተለየ መታወቂያ ዳግም ይጀመራል።

# settings_2218
source: Delete Connection History
am_et: የግንኙነት ታሪክ ሰርዝ

# settings_2219
source: Reset the app list approved when connecting to the HbbTV mobile app.
am_et: የ HbbTV ሞባይል መተግበሪያ ሲያገናኙ የተረጋገጠውን የመተግበሪያ ዝርዝር ዳግም አስጀምር።

# settings_2221
source: Object Audio
am_et: የነገር ድምጽ

# settings_2222
source: View Advanced Conditional Access Systems (ACAS) information.
am_et: የላቀ ሁኔታ መዳረሻ ስርዓቶችን (ACAS) መረጃን ይመልከቱ።

# settings_2223
source: Press right button to adjust de-judder and OLED Motion Pro value.
am_et: የ de-judder እና OLED Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።

# settings_2224
source: Press right button to adjust de-blur and OLED Motion Pro value.
am_et: የ de-blur እና OLED Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።

# settings_2225
source: Press the right button to adjust OLED Motion Pro settings.
am_et: የ OLED Motion Pro ቅንብሮችን ለማስተካከል የቀኝ አዝራሩን ይጫኑ።

# settings_2226
source: Press right button to adjust de-judder, de-blur and OLED Motion Pro value.
am_et: የ de-judder፣ de-blur እና OLED Motion Pro እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።

# settings_2227
source: The optimal resolution for the content will be automatically set by an algorithm learned via a deep learning technique.
am_et: የይዘቱን ልክ ጥራት በጥልቅ መማር ቴክኒክ በኩል የተገኘ አልጎሪዝም በራስሰር ይዘጋጃል።

# settings_2228
source: It reduces jaggies in the picture for a smooth picture.
am_et: ለልሙጥ ስእል በስእሉ ውስጥ የተቦጫጨረውን ይቀንሳል።

# settings_2229
source: Deep Learning AI Picture
am_et: የጥልቅ መማር AI ስእል

# settings_2230
source: You can reset the connection history of devices that are connected via Screen Share.
am_et: በ Screen Share በኩል የተገናኙ መሳሪያዎች የግንኙነት ታሪክን እንደገና ማስጀመር ይችላሉ።

# settings_2231
source: The language for the voice recognition will be automatically set the same as the selected menu language.
am_et: ለድምጽ መለየት ቋንቋው እንደ ተመረጠው የምናሌ ቋንቋ ተመሳሳይ በራስሰር ይዘጋጃል።

# settings_2232
source: You can check the voice language next to {icon}.
am_et: ከ {icon} ቀጥሎ ያለውን የድምጽ ቋንቋ መፈተሽ ይችላሉ።

# settings_2233
source: AI Recommendation
am_et: የ AI ምክር

# settings_2234
source: Welcome Mode
am_et: የእንኳን ደህና መጡ ሞድ

# settings_2235
source: {label} Settings
am_et: የ{label} የክንውን አውዶች

# settings_2236
source: You can set the specialized functions of {label}.
am_et: የ{label} ልዩ ተግባራትን ማዘጋጀት ይችላሉ።

# settings_2237
source: You can see descriptions for each LG webOS TV function.
am_et: ለእያንዳንዱ LG webOS TV ተግባር መግለጫዎችን መመልከት ይችላሉ።

# settings_2238
source: You can choose whether to display the home promotion.
am_et: የመነሻ ለማሳየት ወይም ላለማሳየት መምረጥ ይችላሉ።

# settings_2239
source: You can receive recommendations based on your content or app use information.
am_et: በይዘትዎ ወይም የመተግበሪያዎ የአጠቃቀም መረጃ መስረት በማድረግ ምክሮችን መቀበል ይችላሉ።

# settings_2240
source: Agree to the terms & conditions to receive more recommendations.
am_et: ተጨማሪ ምክሮችን ለመቀበል ከውሎች እና ደንቦችን ጋር ይስማሙ።

# settings_2241
source: Detect Range
am_et: ግዛት አግኝ

# settings_2242
source: Narrow
am_et: ጠባብ

# settings_2243
source: Find and tell an audio device around TV.
am_et: በቲቪ አካባቢ የድምጽ መሳሪያ ያግኙ እና ይንገሩ።

# settings_2244
source: This feature is available on certain devices only.
am_et: ይህ ባህሪ በአንዳንድ መሳሪያዎች ብቻ ይገኛል።

# settings_2245
source: Turn "Auto Detect" on/off.
am_et: “ራስ አግኝ”ብራ/አጥፋ።

# settings_2246
source: Select the detect range of an audio device.
am_et: የድምጽ መሳሪያ የአግኝ ግዛቱን ምረጥ።

# settings_2247
source: Device Connector
am_et: የመሳሪያ አገናኝ

# settings_2248
source: Please set Dolby Atmos EDID, and select an audio format(Bitstream/PCM) for each HDMI input.
am_et: እባክዎ Dolby Atmos EDID ያዘጋጁ እና ለእያንዳንዱ የ HDMI ግብአት የድምፅ ቅርጸትን(Bitstream/PCM) ይምረጡ።

# settings_2249
source: If you turn on the function, the optimized sound is provided for an audio device supporting Dolby Atmos.
am_et: ተግባሩን ካበሩት፣ በአግባቡ ጥቅም ላይ የዋለውን ድምፅ Dolby Atmos የሚደግፍ የድምፅ መሳሪያ ያቀርባል።

# settings_2250
source: For better TV experience, recommendation of features, apps or contents will be provided based on prior usage.
am_et: ለበለጠ የቲቪ ተሞክሮ፣ በቅድሚያ አጠቃቀም መሰረት የባህሪያት ምክር፣ መተግበሪያዎች ወይም ይዘቶች ይቀርባሉ።

# settings_2251
source: By agreeing to relevant terms, you can receive advanced recommendations.
am_et: ከተዛማጅ ደንቦች በመስማማት፣ የላቁ ምክሮችን መቀበል ይችላሉ።

# settings_2252
source: Please refer to the User Agreements on the Setting menu for further information.
am_et: እባክዎ ለበለጠ መረጃ በቅንብር ምናሌው ላይ የተጠቃሚ ስምምነቶችን ያጣቅሱ።

# settings_2253
source: WiSA Speakers
am_et: የ WiSA ድምጽ ማጉሊያዎች

# settings_2254
source: Enjoy a high-quality sound by wirelessly connecting your TV with WiSA Speakers.
am_et: ቲቪዎን ከ WiSA ድምጽ ማጉሊያዎች ጋር በሽቦ አልባ በማገናኘት ከፍተኛ-ጥራት ያለው ድምፅ ይደሰቱ።

# settings_2255
source: This mode provides a clear and natural sound.
am_et: ይህን ሁነታ የጠራ እና የተፈጥሮ ድምፅ ያቀርባል።

# settings_2256
source: However, to keep your TV in the optimal condition, Always-on will be disabled for the set five hours, and the power will be completely turned off.
am_et: ይሁንእንጂ፣ ቲቪዎን በጥሩ ሁኔታ ለማስቀጠል፣ Always-on ለ አምስት ሰዓታት ይሰናከላል እና ሃይሉ ጨርሶ ይጠፋል።

# settings_2257
source: TV On Sound
am_et: የቲቪ ማብሪያ ድምፅ

# settings_2258
source: You can adjust the sound effects when the TV is turned on or off and the screen moves.
am_et: ቲቪው ሲበራ ወይም ሲጠፋ እና ማያው ሲንቀሳቀስ የድምጽ ማሳመሪያውን ማስተካከል ይችላሉ።

# settings_2259
source: Sync Demo
am_et: ማሳያ አመሳስል

# settings_2261
source: If you turn this feature on, you can watch a diverse range of Internet channels. It leads you to consent the collection of television viewing information and personalized advertisement by LG Electronics Inc. ("LGE") and third party service provider.
am_et: ይህንን ባህሪ ካበሩ፣ የተለያዩ ሰፊ የበይነመረብ ጣቢያዎች መመልከት ይችላሉ። የተሌቪዥን ዕይታ መረጃ ስብስብ እና በ LG Electronics Inc. (”LGE”) እና የሶስተኛ አካል የአገልግሎት አቅራቢ ግላዊነት የተላበሰ ማሳወቂያ ለመስማማት ይመራዎታል።

# settings_2262
source: Deep Learning AI Picture is now on.
am_et: ጥልቅ መማር AI ስእል አሁን በርቷል።

# settings_2263
source: Deep Learning AI Picture is now off.
am_et: ጥልቅ መማር AI ስእል አሁን ጠፍቷል።

# settings_2264
source: Deep Learning AI Picture is in progress.
am_et: ጥልቅ መማር AI ስእል በሂደት ላይ ነው።

# settings_2265
source: Notifications
am_et: ማሳወቂያዎች

# settings_2267
source: Press right button to adjust de-blur and OLED Motion value.
am_et: የ de-blur እና OLED Motion እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።

# settings_2268
source: Press right button to adjust de-judder and OLED Motion value.
am_et: የ de-judder እና OLED Motion እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።

# settings_2269
source: Press right button to adjust de-judder, de-blur and OLED Motion value.
am_et: የ de-judder፣ de-blur እና OLED Motion እሴትን ለማስተካከል የቀኝ አዝራር ይጫኑ።

# settings_2270
source: Press the right button to adjust OLED Motion settings.
am_et: የ OLED Motion ቅንብሮችን ለማስተካከል የቀኝ አዝራሩን ይጫኑ።

# settings_2271
source: AI Sound
am_et: AI ድምጽ

# settings_2272
source: AI Picture is now on.
am_et: የ AI ስእል አሁን በርቷል።

# settings_2273
source: AI Picture is now off.
am_et: የ AI ስእል አሁን ጠፍቷል።

# settings_2274
source: AI Picture is in progress.
am_et: የ AI ስእል በሂደት ላይ ነው።

# settings_2275
source: Peak Brightness
am_et: ከፍተኛ ብሩህነት

# settings_2276
source: Adjust peak brightness for the brightest luminance.
am_et: ለብሩህ ነጸብራቅ ከፍተኛ ብሩህነት ያስተካክሉ።

# settings_2278
source: Register the TV to LG account to control the TV with the voice recognition of external device.
am_et: ቲቪውን በውጫዊ መሳሪያ ድምጽ መለየት ለመቆጣጠር ቲቪውን ወደ LG መለያ ይመዝግቡ።

# settings_2279
source: Screen Down
am_et: ማያ ገጽ ወደታች

# settings_2280
source: SIGNATURE Opening
am_et: SIGNATURE መክፈቻ

# settings_2281
source: TV Screen
am_et: የቲቪ ማያ ገጽ

# settings_2282
source: Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device or use the voice recognition.
am_et: ቲቪው ሲጠፋ እና ዝቅተኛ ሃይል በመጠቀም ላይ ቢሆንም እንኳ፣ የሞባይል መሳሪያውን በማገናኘት ወይም የድምጽ መለየትን በመጠቀም ሙዚቃ መስማት ይችላሉ።

# colorGamutJPNWide
source: Wide
am_et: ሰፊ

# settings_2284
source: AI Sound is now on.
am_et: የ AI ድምጽ አሁን በርቷል።

# settings_2285
source: Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.
am_et: የፒክሰል አዳሽ ሂደት በሂደት ላይ ሳለ TVዎ እንደተዘጋ መቆየት አለበት። ማናቸውም በዚህ ሂደት ወቅት ጊዜ የተያዘላቸው የአሁን ወይም መጪ ቀረጻዎች፣ አስታዋሾች ወይም ጊዜ ቆጣሪ ማብራቶች ይሰረዛሉ እና የ BT የድምጽ ማጉያ በ ባዶ ዕይታ ላይ አይገኝም።

# settings_2286
source: The visual effects is displayed on the screen when the TV is turned on or off and the screen moves.
am_et: ቲቪው ሲበራ ወይም ሲጠፋ እና ማያ ገጹ ሲንቀሳቀስ የዕይታ ማሳመሪያዎቹ በማያ ገጹ ላይ ይታያል።

# settings_2287
source: When the visual effects is off, the screen is displayed as Live TV.
am_et: የዕይታ ማሳመራዎች ሲጠፉ፣ ማያ ገጹ እንደ ቀጥታ ቲቪ ይታያል።

# settings_2288
source: Even when the TV is off and using the minimum power, you can listen to music by connecting the mobile device. A wealth of features can be used fast again when TV is turned on.
am_et: ቲቪ ቢጠፋም እና ጥቂት ሃይል በመጠቀም ላይ ቢሆንም እንኳን፣ የሞባይል መሳሪያው በማገናኘት ሙዚቃን ማዳመጥ ይችላሉ። ቲቪ ሲበራ የባህሪያት ሃብት እንደገና በፍጥነት ጥቅም ላይ ሊውል ይችላል።

# settings_2289
source: Adjust your pointer's moving speed and size.
am_et: የአመልካችዎ የእንቅስቃሴ ፍጥነት እና መጠን ያስተካክሉ።

# settings_2290
source: To provide an optimized picture quality, the ULTRA HD Deep Color of the current HDMI port will be changed to 8K.
am_et: በአግባቡ የተመጠነ የስእል ጥራት ለማቅረብ፣ የአሁኑ የ HDMI ወደብ ULTRA HD Deep Color ወደ 8K ይለወጣል።

# settings_2291
source: While applying the settings, picture or sound may not work properly.
am_et: ቅንብሮቹን በመተግበር ላይ እያሉ ስእል ወይም ድምጽ በአግባቡ ላይሰራ ይችላል።

# settings_2292
source: If the issue persists, please revert the settings or reboot your connected external device.
am_et: ችግሩ ከቀጠለ፣ እባክዎ ቅንብሮቹን ይመልሱ ወይም የተገናኙ ውጫዊ መሳሪያዎን እንደገና ያስጀምሩ።

# settings_2293
source: You can select the ULTRA HD Deep Color of Port.
am_et: ULTRA HD Deep Color ወደብን መምረጥ ይችላሉ።

# settings_2294
source: You can launch the Instant Game Response by setting HDMI ULTRA HD Deep Color "On".
am_et: HDMI ULTRA HD Deep Colorን “አብራ” የሚለዉን በመንካት ፈጣን የጨዋታ ምላሽ ማስጀመር ይችላሉ።

# settings_2295
source: The process will take about {n} minute(s) to complete and your TV needs to remain turned off.
am_et: ሂደቱን ለማጠናቀቅ {n} ደቂቃ(ዎች) ገደማ የሚወስድ ሲሆን TVዎ እንደጠፋ መቆየት ያስፈልገዋል።

# settings_2296
source: If recording or software update is in progress, it will wait until they are completed and the process can take more than {n} minute(s).
am_et: ቀረጻ ወይም የሶፍትዌር ዝማኔ በሂደት ላይ ካለ፣ እስከሚጠናቀቁ ይቆያል ሂደቱም ከ {n} ደቂቃ(ዎች) በላይ ሊቆይ ይችላል።

# settings_2297
source: Select the ULTRA HD Deep Color for HDMI {num} port.
am_et: ለ HDMI {num} ወደብ የ ULTRA HD Deep Color ይምረጡ።

# settings_2298
source: Select another Digital Sound Out (Auto or PCM) if you can't hear sound effect after selecting Pass Through.
am_et: ይለፍ በ ከመረጡ በኋላ የድምጽ ማሳመሪያ መስማት ካልቻሉ፣ ሌላ ዲጂታል ድምጽ ማውጫ (ራስ ሰር ወይም PCM) ይምረጡ።

# btDotSignalStrength_wide
source: Wide
am_et: ሰፊ

# settings_2300
source: The visual effects is displayed on the screen when the TV is turned on and the screen moves.
am_et: ቲቪው ሲበራ እና ማያ ገጹ ሲንቀሳቀስ የዕይታ ማሳመሪያዎቹ በማያ ገጹ ላይ ይታያሉ።

# settings_2301
source: Screen shifts at regular time intervals and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.
am_et: ማያ ገጹ በመደበኛ የጊዜ ገደብ በመቀያየር ቲቪው ረዘም ላለ ጊዜ በርቶ በመቆየቱ ምክንያት ሊመጡ የሚችሉ የስእል ጥራት ችግሮችን ይከላከሉ።

# settings_2302
source: Adjust the luminance of static images such as logos, etc and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.
am_et: የደረቅ ምስሎችን ነጸብራቅ እንደ ዓርማዎች፣ ወዘተ የመሳሰሉትን በማስተካከል ቲቪው ረዘም ላለ ጊዜ በርቶ በመቆየቱ ምክንያት ሊመጡ የሚችሉ የስእል ጥራት ችግሮችን ይከላከሉ።

# settings_2303
source: TV Power Sound Volume
am_et: የቲቪ ኅይል የድምጽ መጠን

# settings_2304
source: Guide menus and operations with voice for visually impaired viewers to use TV.
am_et: የመመሪያ ምናሌዎች እና ክንውኖች ከድምጽ ጋር ማየት ችግር ላለባቸው ተመልካቾች ቲቪን ለመጠቀም ።

# settings_2305
source: Adjust speed, volume and etc in detail after turning on the function.
am_et: ተግባሩን ካበሩ በኋላ ፍጥነት፣ የድምጽ መጠን እና ወዘተ ያስተካክሉ።

# settings_2306
source: Adjust remote's cursor speed and appearance.
am_et: የሩቅ መቆጣጠሪያዎን ጠቋሚ ፍጥነት እና ዕይታ ያስተካክሉ።

# settings_2307
source: Adjust the transparency of some menus such as TV Guide and Search so that the background is visible even when using the menu.
am_et: ምርጫዎችን ሲጠቀሙ እንኳን በስተጀርባው አንዲታይ እንደ ቲቪ መመሪያ እና ፍለጋ የመሳሰሉ አንዳንድ ምናሌዎችን ግሉጽነት ያስተካክሉ።

# settings_2308
source: The menu for transparency adjustment may vary depending on the product model and the current status.
am_et: በምርት ሁነታ እና የአሁኑ አቋም መሰረት ለግሉጽነት ማስተካከል ምናሌው ሊለያይ ይችላል።

# settings_2309
source: Describe the content on the screen with voice for visually impaired viewers to use TV.
am_et: ማየት ለሚቸግራቸው ተመልካቾች ቲቪ ለመጠቀም ይዘቱን በድምጽ በማያ ገጹ ላይ ይግለጹ።

# settings_2310
source: This function works only when it is provided by the broadcast program.
am_et: ይህ ተግባር የሚሰራው በስርጭት ፕሮግራሙ ሲቀርብ ብቻ ነው።

# settings_2311
source: Set additional options for Video Description.
am_et: ለቪድዮ መግለጫ ተጨማሪ አማራጮችን ያዘጋጁ።

# settings_2312
source: Display captions for hearing-impaired viewers to use TV.
am_et: መስማት ለሚቸግራቸው ተመልካቾች ቲቪ ለመጠቀም መግለጫ ጽሑፎችን ያሳዩ።

# settings_2313
source: Set the sound to play when the TV is turned on or off.
am_et: ቲቪው ሲበራ ወይም ሲጠፋ ድምጹን ለማጫወት ያዘጋጁ።

# settings_2314
source: Enhance the contrast between bright and dark areas of some menus, such as the background and text, for being easily viewed by those with low-vision.
am_et: ዝቅተኛ ዕይታ ባላቸው በቀላሉ እንዲታይ እንደ በስተጀርባ እና ጽሑፍ የመሳሰሉ አንዳንድ ምናሌዎችን ንጽጽሩን በብርሃን እና ጭለማ መሃከል ይጨምሩ።

# settings_2315
source: Select a caption type for digital broadcasts and set the caption size, color and etc.
am_et: ለዲጂታል ስርጭቶች የመግለጫ ጽሑፍ ዓይነት ይምረጡ እና የመግለጫ ጽሑፉ መጠን፣ ቀለም እና ወዘተ ያዘጋጁ።

# settings_2316
source: View more information about watching program and enjoy related contents.
am_et: ስለ መመልከቻ ፕሮግራም ተጨማሪ መረጃ ይመልከቱ እና በተዛማጅ ይዘቶች ይደሰቱ።

# settings_2317
source: The HbbTV application or service will disable its tracking of an individual user.
am_et: የ HbbTV መተግበሪያ ወይም አገልግሎት የእያንዳንዱ ተጠቃሚ ክትትል ያቦዝናል።

# settings_2318
source: The IBB service will disable its tracking of an individual user.
am_et: የ IBB አገልግሎት የእያንዳንዱ ተጠቃሚ ክትትል ያቦዝናል።

# settings_2319
source: This service provides you with more information about watching program and enjoys related contents.
am_et: ይህ አገልግሎት ስለ መመልከቻ ፕሮግራም ተጨማሪ መረጃ ያቀርብልዎታል እና ተዛማጅ ይዘቶችን ይደሰቱበታል።

# settings_2320
source: Select the audio properties to listen to the broadcast in the way you like.
am_et: ስርጭቱን እርስዎ በፈለጉት መንገድ ለማዳመጥ የድምጽ ባህሪያትን ይምረጡ።

# settings_2321
source: Provide HbbTV Distinctive ID to HbbTV service for broadcasts.
am_et: ለHbbTV አገልግሎት ስርጭት ልዩ መለያ ለ HbbTV ያቅርቡ።

# settings_2322
source: Watch a diverse range of Internet contents on TV channels.
am_et: በቲቪ ጣቢያዎች ላይ የበይነመረብ የተለያዩ ግዛት ይዘቶችን ይመልከቱ።

# settings_2323
source: Select audio language for digital broadcasts.
am_et: ለዲጂታል ስርጭቶች የድምጽ ቋንቋ ይምረጡ።

# settings_2324
source: If the program does not support multiple languages, the default language is selected.
am_et: ፕሮግራሙ ብዙ ቋንቋዎችን የማይደግፍ ከሆነ፣ ነባሩ ቋንቋ ይመረጣል።

# settings_2325
source: Consent is required for the collection of television viewing to use the service. Collected information may be provided to LG Electronics Inc. ("LGE") and third party service provider for customized advertising.
am_et: የተሌቪዥን ዕይታ ስብስቡ አገልግሎቱን ለመጠቀም ስምምነት ይፈለጋል። ለብጁ ማስተዋወቂያ የተሰበሰበ መረጃ ለ LG Electronics Inc. (”LGE”) እና የሶስተኛ ወገን አገልግሎት አቅራቢ ሊቀርብ ይችላል።

# settings_2326
source: Inspect the TV status or change the settings.
am_et: የቲቪ አቋሙን ይከታተሉ ወይም ቅንብሮችን ይለውጡ።

# settings_2327
source: * The sound may not output when Digital Sound Out is set to Pass Through.
am_et: * የዲጂታል ድምጽ ማውጫ ወደ Pass Through በሚዘጋጅበት ጊዜ ድምጹ ወደ ውጭ አይወጣም።

# settings_2328
source: Set contents recommendations-related features based on watching history.
am_et: በመመልከት ታሪክ ላይ መሰረት በማድረግ የይዘቶችን ምክሮች የተዛመዱ ባህሪያትን ያዘጋጁ።

# settings_2329
source: Select language for TV menu.
am_et: ለቲቪ ምናሌ ቋንቋን ይምረጡ።

# settings_2330
source: The language for the voice recognition will be automatically set depending on the selected menu language.
am_et: ለድምጽ መለየት ቋንቋው እንደ ተመረጠው የምናሌ ቋንቋ መሰረት በራሱ ጊዜ ይዘጋጃል።

# settings_2331
source: Home Animation
am_et: የመነሻ ተልወስዋሽ

# settings_2332
source: Home Auto Launch
am_et: መነሻ ራስ አስጀምር

# settings_2333
source: Select languages for keyboards input.
am_et: ለቁልፍ ሰሌዳ ግብዓትን ቋንቋ ይምረጡ።

# settings_2334
source: If the selected language does not support, the default language from broadcasts will be used.
am_et: የተመረጠው ቋንቋ የማይደግፍ ከሆነ፣ ነባሩ ቋንቋ ከስርጭቱ ጥቅም ላይ ይውላል።

# settings_2335
source: Select your first choice of audio language for digital broadcasts.
am_et: ለዲጂታል ስርጭቶች የመጀመሪያ የድምጽ ቋንቋ ምርጫዎን ይምረጡ።

# settings_2336
source: Select your second choice of audio language for digital broadcasts.
am_et: ለዲጂታል ስርጭቶች ሁለተኛ የድምጽ ቋንቋ ምርጫዎን ይምረጡ።

# settings_2337
source: Set the region and country for broadcasts and special services.
am_et: ለስርጭትና ልዩ አገልግሎቶች ክልል እና ሀገር ይወስኑ።

# settings_2338
source: Select the residential region for your regional broadcast signal.
am_et: ለክልላዊ ስርጭት ሲግናልዎ የመኖሪያ ክልሉን ይምረጡ።

# settings_2339
source: Select the country for your country's special services.
am_et: ለአገርዎ ልዩ አገልግሎቶች አገር ይምረጡ።

# settings_2340
source: Provided services may vary depending on countries.
am_et: በአገሮች መሰረት የቀረቡ አገልግሎቶች ሊለያዩ ይችላል።

# settings_2341
source: Set the time for TV to turn on or off automatically.
am_et: ቲቪው በራሱ ጊዜ እንዲበራ ወይም እንዲጠፋ ሰዓት ይወስኑ።

# settings_2342
source: Set the TV to turn off automatically after a set amount of time.
am_et: TVው ከተሞላው ሰአት በኋላ በራሱ ጊዜ እንደሚጠፋ ያድርጉት።

# settings_2343
source: TV can be used as an alarm.
am_et: ቲቪው እንደ ማንቂያ ደዉል ጥቅም ላይ ሊውል ይችላል።

# settings_2344
source: TV is turned off at a set time on every specified day.
am_et: ቲቪው በተሞላበት ሰዓት በእያንዳንዱ የተወሰነለት ቀን ይጠፋል።

# settings_2345
source: Set the TV to turn off automatically if there is no user input for 2 hours after the TV automatically turns on.
am_et: ቲቪውን በራሱ ጊዜ ከበራ በኋላ ለ 2 ሰዓታት ምንም የተጠቃሚ ግብአት ከሌለ ቲቪውን በራሱ ጊዜ ለማጥፋት ያዘጋጁ።

# settings_2346
source: Select the channel to watch when the TV turns on.
am_et: ቲቪውን በሚበራበት ጊዜ የሚጠቀሙበትን ጣብያ ይምረጡ።

# settings_2347
source: Set the volume level when the TV turns on.
am_et: ቲቪው በሚበራበት ጊዜ የድምጽ መጠኑን ያዘጋጁ።

# settings_2348
source: Adjust the sound effects when the TV is turned on or off and the screen moves.
am_et: ቲቪው ሲበራ ወይም ሲጠፋ እና ማያው ሲንቀሳቀስ የድምጽ ማሳመሪያውን ያስተካክሉ።

# settings_2349
source: During the Always-on Off Time, part of features like voice recognition and etc are limited when the screen off.
am_et: በ Always-on Off Time ወቅት፣ ማያ ገጹ ሲጠፋ የድምጽ መለየት እና ወዘተ የመሳሰሉትን ከፊል ባህሪያት ውሱን ናቸው።

# settings_2350
source: Recommend setting up the hours you don't usually watch TV to Always-on.
am_et: ብዙ ጊዜ ቲቪ የማይመለከቱባቸዉን ሰዓታት ወደ Always-on ማቀናበር ይመከራል።

# settings_2351
source: You'll be welcomed when you come home based on the registered smartphone information and ambient lighting will be provided when motion is detected around the TV.
am_et: በተመዘገበው ዘመናዊ ስልክዎ መረጃ መሰረት በማድረግ ወደ ቤት ሲመጡ በደንብ ይቀበልዎታል እና በቲቪው አካባቢ እንቅስቃሴ ሲገኝ የአካባቢ ብርሃን ይቀርባል።

# settings_2352
source: Even when the TV is off, you can listen to music by connecting smartphone to the TV via Bluetooth.
am_et: ቲቪው ቢጠፋ እንኳን፣ ዘመናዊ ስልክዎ በ Bluetooth በኩል ወደ ቲቪ ጋር በማገናኘት ሙዚቃ መስማት ይችላሉ።

# settings_2353
source: Set your account and check information to use service from LG.
am_et: ከ LG አገልግሎት ለመጠቀም መለያዎን ያዘጋጁ እና መረጃን ይፈትሹ።

# settings_2354
source: Turn on/off the related features of energy consumption.
am_et: የኅይል ፍጆታ ተዛማጅ ባህሪያትን ያብሩ/ያጥፉ።

# settings_2355
source: Set the time to turn off the TV automatically without user input.
am_et: ያለ ተጠቃሚ ግበአት በራሱ ጊዜ ቲቪውን ለማጥፋት ጊዜውን ያዘጋጁ።

# settings_2356
source: When a connected HDD has not been used for a specified amount of time, switch to standby mode to reduce power consumption.
am_et: የተገናኘው HDD ለተወሰነው የጊዜ መጠን ጥቅም ላይ ካልዋለ ወደ ዝግጁ ሞድ ይቀይሩት።

# settings_2357
source: Collect and store MAC address, model number, country code, language settings, and software version to verify the latest software to update.
am_et: የታደሰ ሶፍትዌር መሆኑን ለማረጋገጥ የ MAC አድራሻ፣ የሞዴል ቁጥር፣ የአገር ኮድ፣ የቋንቋ ቅንብሮች እና የሶፍትዌር ስሪትን ሰብስበው ያከማቹ።

# settings_2358
source: Adjust animation effect shown on the home at certain times.
am_et: በተወሰኑ ጊዜያት በመነሻ ገጽ የታየውን የተልወስዋሽ ማሳመሪያ ያስተካክሉ።

# settings_2359
source: Receive emergency alerts from TV when an emergency occurs.
am_et: አስቸኳይ አደጋ ሲከሰት ከቲቪው የአስቸኳይ አደጋ ማስጠንቀቂያዎችን ይድረስዎ።

# settings_2360
source: Switch to standby mode to turn the TV back on quickly when you turn off the TV.
am_et: ቲቪዎን ሲያጠፉ በፍጥነት ቲቪውን መልሰው ለማብራት ወደ ተጠባባቂ ሁነታ ይቀይሩ።

# settings_2361
source: Switch to standby mode to use a variety of function like apps, search and etc quickly when you turn off the TV.
am_et: ቲቪዎን ሲያጠፉ በፍጥነት መተግበሪያዎች፣ ፍለጋ እና ወዘተ የመሳሰለ የተለያየ ተግባርን ለመጠቀም ወደ ተጠባባቂ ሁነታ ይቀይሩ።

# settings_2362
source: Energy consumption may increase if this feature is on.
am_et: ይህ ባህሪ ከበራ የኅይል ፍጆታ ሊጨምር ይችላል።

# settings_2363
source: Set collecting cookies or delete the record of cookies to control the advertising frequency.
am_et: የማስታወቂያ ድግግሞሽን ለመቆጣጠር ኩኪዎችን መሰብሰብ ያዘጋጅ ወይም የኩኪዎችን መዝገብ ይሰርዙ።

# settings_2364
source: Track the number of the advertising frequency shown on TV and set the same ads not to show up continuously above a certain level.
am_et: በቲቪው ላይ የታየውን የማስታወቂያ ድግግሞሽ ቁጥር ይከተሉ እና ተመሳሳይ ማስታወቂያዎች ከተወሰነው ደረጃ በላይ በቀጣይ እንዳይታዩ ያዘጋጁ።

# settings_2365
source: LG Wireless Keyboard allows you to control TV through Bluetooth.
am_et: የ LG ሽቦ አልባ የቁልፍ ሰሌዳ ቲቪን በ Bluetooth በኩል ለመቆጣጥር ያስችልዎታል።
