Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_3455
source: Brightness and color of the light stand on the back of the TV can be adjusted according to the selected mode.
am_et: በቴሌቪዥኑ ጀርባ ላይ ያለው የብርሃን ማቆሚያ ብሩህነትና ቀለም በተመረጠው ሁነታ መሰረት ሊስተካከል ይችላል።

# settings_3456
source: Lighting
am_et: ብርሀን

# settings_3457
source: You can either turn the rear light on or off.
am_et: የኋላ መብራቱን ማብራት ወይም ማጥፋት ይችላሉ።

# settings_3458
source: Lighting Mode
am_et: የመብራት ሁነታ

# settings_3459
source: Select either to get recommended lighting effect which related to what you are watching or to have light with a set color.
am_et: እየተመለከቱት ካለው ጋር የሚዛመድ የሚመከር የመብራት ውጤት ለማግኘት ወይም የተቀናበረ ቀለም ያለው ብርሃን እንዲኖርዎት ይምረጡ።

# settings_3460
source: Video Sync Mode
am_et: የቪዲዮ ስምረት ሁነታ

# settings_3461
source: It provides a lighting effect that enhances the screen expansion and immersion by analyzing the color of the screen that you are watching.
am_et: እየተመለከቱት ያለውን የማያ ገፅ ቀለም በመተንተን የማያ ገፅ መስፋፋትን እና ተመስጦን የሚያጎለብት የመብራት ውጤት ይሰጣል።

# settings_3462
source: Sound Sync Mode
am_et: የድምፅ ስምረት ሁነታ

# settings_3463
source: Enjoy a set rear light mode that matches to the specific sound of what you are watching.
am_et: ከሚመለከቱት ይዘት የተወሰነ ድምፅ ጋር በሚዛመድ የኋላ ብርሃን ሁነታ ይደሰቱ።

# settings_3464
source: The color and sound out mode can be changed according to the sound frequency.
am_et: በድምጽ ድግግሞሹ መሰረት የቀለምና የድምጽ ማነንበብ ሁነታ ሊለወጥ ይችላል።

# settings_3465
source: Display Mode
am_et: የማሳያ ሁነታ

# settings_3466
source: Line-bar
am_et: ላይን-ባር

# settings_3467
source: Sphere
am_et: ስፌር

# settings_3468
source: X-bar
am_et: ኤክስ-ባር

# settings_3469
source: Frequency
am_et: ፍሪኩዌንሲ

# settings_3470
source: Treble
am_et: ትሬብል

# settings_3471
source: Midrange
am_et: ሚድሬንጅ

# settings_3472
source: Bass
am_et: ባስ

# settings_3473
source: Lighting Color
am_et: የመብራት ቀለም

# settings_3474
source: Static Mode
am_et: የማይንቀሳቀስ ሁነታ

# settings_3475
source: Dynamic Mode
am_et: ተለዋዋጭ ሁነታ

# settings_3476
source: A variety of colors and motions provide dynamic and enjoyable lighting effects.
am_et: የተለያዩ ቀለሞችና እንቅስቃሴዎች ተለዋዋጭ እና አስደሳች የመብራት ውጤቶችን ያቀርባሉ።

# settings_3477
source: Peaceful Mode
am_et: ሰላማዊ ሁነታ

# settings_3478
source: It changes color gradually and provides a comfortable lighting effect.
am_et: ቀስ በቀስ ቀለሙን ይለውጣል እናም ምቹ የሆነ የመብራት ውጤት ይሰጣል።

# settings_3479
source: Static Mode {num}
am_et: የማይንቀሳቀስ ሁነታ {num}

# settings_3480
source: The color selected by the user will be used for the rear light to provide an ambient lighting effect.
am_et: የአካባቢ ብርሃን ተፅዕኖን ለማቅረብ በተጠቃሚው የተመረጠው ቀለም ለኋላው መብራት ጥቅም ላይ ይውላል።

# settings_3481
source: Lighting Brightness
am_et: የመብራት ብሩህነት

# settings_3482
source: The rear light brightness can be adjusted.
am_et: የኋላ መብራት ብሩህነት መስተካከል ይቻላል።

# settings_3483
source: TV rear light color can be changed.
am_et: የቲቪ የኋላ መብራት ቀለም ሊለወጥ ይችላል።

# settings_3484
source: Sound Sync mode is not available in current Sound Out Settings.
am_et: የድምፅ ስምረት ሁነታ በአሁኑ የውጪ ደምጽ ቅንብሮች ውስጥ አይገኝም።

# settings_3485
source: Please change the settings of 'Sound Out' or 'Digital Sound Output' to use this mode.
am_et: እባክዎ ይህን ሁነታ ለመጠቀም የ'ድምጽ ማንበብ' ወይም 'ዲጂታል ድምጽ ማውጫ' ቅንብሮችን ይለውጡ።

# settings_3486
source: The indirect lighting effect will be provided because this app does not support Video Sync mode.
am_et: ይህ መተግበሪያ የቪዲዮ ስምረት ሁነታን ስለማይደግፍ ቀጥተኛ ያልሆነ የመብራት ተፅእኖ ይቀርባል።

# settings_3487
source: If you change the mode to {modeName}, Game Optimizer will be turned off.
am_et: ሁነታውን ወደ {modeName} ከለወጡት፣ የጨዋታ ማመጣጠኛ ይጠፋል።

# settings_3488
source: 'Game Optimizer' mode needs to be set to use game related features.
am_et: ከጨዋታ ጋር የተያያዙ ተግባራትን ለመጠቀም 'የጨዋታ ማመጣጠኛ' ሁነታ መቀናበር አለበት።

# settings_3489
source: * Please set detailed options in the 'Game Optimizer' menu when the picture mode is set to game optimizer.
am_et: * የስእል ሁነታ ወደ የጨዋታ ማመጣጠኛ ሲዋቀር እባክዎ በ'የጨዋታ ማመጣጠኛ' ምናሌ ውስጥ ዝርዝር አማራጮችን ያዘጋጁ።

# settings_3490
source: Do you want to reset the current curvature value?
am_et: የአሁኑን የእጥፋት መጠን ዳግም ማስተካከል ይፈልጋሉ?

# settings_3491
source: Go to 'Sound > Sound Out' or 'Sound > Advanced Settings > Digital Sound Output' to change the setting.
am_et: ቅንብሩን ለመቀየር ወደ 'ድምጽ > ድምጽ ማንበብ' ወይም 'ድምጽ > የላቁ ቅንብሮች > ዲጂታል ድምጽ ማውጫ' ይሂዱ።

# settings_3492
source: No Signal Standby
am_et: ምንም የሲግናል ተጠባባቂ የለም

# settings_3493
source: When Audio Guidance is turned on, you will be able to operate the remote control but the touch control will be limited in use.
am_et: የድምጽ መመሪያ ሲበራ፣ የሩቅ መቆጣጠሪያውን መስራት ይችላሉ ነገር ግን የመንኪያ መቆጣጠሪያው በጠቃቀም ላይ የተገደበ ይሆናል።

# settings_3494
source: Flat
am_et: ጠፍጣፋ

# basic
source: Standard
am_et: መደበኛ

# settings_3496
source: The color and display mode can be changed according to the sound frequency.
am_et: በድምጽ ድግግሞሹ መሰረት የቀለምና የማሳያ ሁነታ ሊለወጥ ይችላል።

# settings_3497
source: Enjoy TV and Hearing Aid Sound Together
am_et: በቲቪ እና በአጋዥ ማዳመጫ መሳሪያ ድምጽ አብረው ይደሰቱ

# settings_3498
source: HDMI Device
am_et: HDMI መሣሪያ

# settings_3499
source: HDMI(ARC) Device + TV Speaker
am_et: HDMI(ARC) መሳሪያ + የቲቪ ድምጽ ማጉያ

# settings_3500
source: If you turn this feature off, sound output will be switched to a TV Speaker.
am_et: ይህን ባህሪ ካጠፉት ድምጽ ማንበብ ወደ ቲቪ ማያ ገፅ ይቀየራል።

# settings_3501
source: If you turn this feature on, sound output will be switched to HDMI(ARC) Device + TV Speaker.
am_et: ይህን ባህሪ ካጠፉት ድምጽ ማንበብ ወደ HDMI(ARC) መሳሪያ + የቲቪ ድምጽ ማጉያ ይቀየራል።

# settings_3502
source: Quick Settings > Sound Out > HDMI(ARC) Device Volume
am_et: ፈጣን ቅንብሮች > ድምጽ ማንበብ > HDMI(ARC) መሳሪያ ድምጽ መጠን

# settings_3503
source: Set the current curvature mode 'Off' to omit its value from the curvature button on the remote control.
am_et: እሴቱን በርቀት መቆጣጠሪያው ላይ ካለው የእጥፋት አዝራር ለማስቀረት የአሁኑን የእጥፋት ሁነታ ወደ 'ጠፍቷል' ያዘጋጁ።

# settings_3504
source: Simultaneous Sound Out produced with a TV Speaker and hearing aid will be available to allow people with different levels of hearing impairment to watch TV together.
am_et: በቲቪ ድምጽ ማጉያ እና በአጋዥ ማዳመጫመሣሪያ የሚመረተው በአንድ ጊዜ ድምጽ ማንበብ የተለያየ የመስማት ችግር ያለባቸው ሰዎች ቲቪን አብረው እንዲመለከቱ ለማስቻል ይገኛል።

# settings_3505
source: The TV speaker and an audio device connected to HDMI(ARC) can output sound simultaneously.
am_et: የቴሌቭዥን ድምጽ ማጉያ እና HDMI(ARC) ጋር የተገናኘ የኦዲዮ መሳሪያ በአንድ ጊዜ ድምጽ ማውጣት ይችላሉ።

# settings_3506
source: Return to curvature
am_et: ወደ እጥፋት ተመለስ

# settings_3507
source: When this feature is on, the power will be turned off according to the input signal of connected external devices.
am_et: ይህ ተግባር ሲበራ በተገናኙት የውጫዊ መሳሪያዎች ግቤት ምልክት መሰረት ኃይሉ ይጠፋል።

# settings_3508
source: Curvature Transition Sound
am_et: የእጥፋት ሽግግር ድምፅን

# settings_3509
source: You can set the Curvature Transition Sound effect that can be played when the power is turned on or off.
am_et: ኃይሉ ሲበራ ወይም ሲጠፋ ሊጫወት የሚችለውን የእጥፋት ሽግግር ድምፅ ተጽእኖ ማዘጋጀት ይችላሉ።

# settings_3510
source: * Note that this feature is not available when 'Audio Guidance' and 'TV Power Sound' is on.
am_et: * ይህ ተግባር 'የድምጽ መመሪያ' እና 'የቲቪ ማብሪያና ማጥፊያ ድምፅ’ ሲበራ የማይገኝ መሆኑን ልብ ይበሉ።

# settings_3511
source: * Note that this feature is not available when 'Audio Guidance' is on.
am_et: * ይህ ተግባር 'የድምጽ መመሪያ' ሲበራ የማይገኝ መሆኑን ልብ ይበሉ።

# settings_3512
source: * Note that the curvature transition sound is not available.
am_et: * የእጥፋት ሽግግር ድምፅ እንደማይገኝ ልብ ይበሉ።

# settings_3513
source: Curvature Transition Sound is not available if you turn this feature on.
am_et: ይህን ተግባር ካበሩት የእጥፋት ሽግግር ድምፅ አይገኝም።

# settings_3514
source: * The movement may vary depending on the use of 'General > Always Ready'.
am_et: * እንቅስቃሴው እንደ 'አጠቃላይ > ሁልጊዜ ዝግጁ' አጠቃቀም ሊለያይ ይችላል።

# settings_3515
source: IP Control Settings
am_et: IP የቁጥጥር ቅንብሮች

# settings_3517
source: ({mode1} & {mode2})
am_et: ({mode1} እና {mode2})

# settings_3518
source: * Main Power Off: Turning off the TV will also turn off the device.
am_et: * ዋናው ሃይል ጠፍቷል፦ ቲቪውን ማጥፋት መሳሪያውን ያጠፋል።

# settings_3519
source: * Main Power On: Turning on the TV will also turn on the device.
am_et: * ዋናው ኃይል፦ ቲቪውን ማብራት መሳሪያውን ያበራል።

# settings_3520
source: 4:4:4 Passby
am_et: 4፡4፡4 ማለፊያ

# settings_3521
source: An IP control device can be used to control the TV connected to the network.
am_et: ከአውታረ መረቡ ጋር የተገናኘውን ቲቪን ለመቆጣጠር የIP መቆጣጠሪያ መሳሪያ መጠቀም ይቻላል።

# settings_3522
source: Balanced
am_et: የተመጣጠነ

# settings_3523
source: Bright
am_et: ብሩህ

# personalizedPicture_Clear
source: Clear
am_et: ንፁህ ጥርት ያለ

# settings_3525
source: Colorful
am_et: በቀለም ያሸበረቀ

# settings_3526
source: Content Recommendation
am_et: የይዘት ምክሮች

# settings_3527
source: Content recommendation may not be available in some countries.
am_et: የይዘት ምክር በአንዳንድ ሀገሮች ላይገኝ ይችላል።

# personalizedPicture_Cool
source: Cool
am_et: ቀዝቃዛ

# settings_3529
source: Creates smooth color gradients along the edges of the image.
am_et: በምስሉ ጠርዝ ላይ ለስላሳ ቀለም ቀስቶችን ይፈጥራል።

# settings_3530
source: Depending on the picture mode, 'Energy Saving Step' can be changed and energy consumption can also be affected.
am_et: በስእሉ ሁነታ ላይ በመመስረት 'ኃይል ቁጠባ ቅደም ተከተል' ሊለወጥ ይችላል እና የኃይል ፍጆታ ላይ ተፅዕኖ ሊያሳድር ይችላል።

# settings_3531
source: Detail
am_et: ዝርዝሮች

# settings_3532
source: Display content recommendation categories in the Home menu.
am_et: በመነሻ ምናሌው ውስጥ የይዘት ምክር ምድቦችን ያሳዩ።

# settings_3533
source: Do you want to go to Bluetooth Speaker Settings?
am_et: ወደ Bluetooth ድምጽ ማጉያ ቅንብሮች መሄድ ይፈልጋሉ?

# settings_3534
source: Expression Enhancer
am_et: የአገላለፅ ማሻሻያ

# settings_3535
source: HDMI (ARC) Device Volume
am_et: HDMI (ARC) መሳሪያ ድምጽ መጠን

# settings_3536
source: Highlight
am_et: ሃይላየት

# settings_3537
source: It is a technology to improve the contrast and expression of foreground, background and object by analyzing the information of the HDR image.
am_et: የHDR ምስል መረጃን በመተንተን የፊት፣ የጀርባ እና የነገሮችን ንፅፅርና አገላለፅ ለማሻሻል ቴክኖሎጂ ነው።

# personalizedPicture_Natural
source: Natural
am_et: ተፈጥሯዊ

# settings_3539
source: Personalized Picture
am_et: ግላዊነት የተላበሰ ስእል

# settings_3540
source: Personalized Picture Wizard
am_et: ግላዊነት የተላበሰ የስእል አጋዥ

# settings_3541
source: Please connect a registered or new device.
am_et: እባክዎ የተመዘገበ ወይም አዲስ መሳሪያ ያገናኙ።

# settings_3542
source: Please connect the Bluetooth device again.
am_et: እባክዎ የ Bluetooth መሣሪያን እንደገና ያገናኙት።

# settings_3543
source: Please note that this feature may not be supported depending on the app or feature in use.
am_et: እባክዎ ይህ ተግባር በመተግበሪያው ወይም በስራ ላይ ባለው ተግባር ላይ በመመስረት ላይ ላይደገፍ እንደሚችል ልብ ይበሉ።

# settings_3544
source: Quick Media Switching
am_et: ፈጣን ሚዲያ መቀያየር

# settings_3545
source: Select Mode (Sound bar)
am_et: ሁነታን (የድምጽ አሞሌ) ምረጥ

# settings_3546
source: Select Mode (TV)
am_et: ሁነታን (ቲቪ) ይምረጡ

# settings_3547
source: Select the screen to be displayed when the TV is turned on.
am_et: ቲቪው ሲበራ የሚታየውን ማያ ገጽ ይምረጡ።

# settings_3548
source: Send 4:4:4 signals to the TV when it is not in PC Mode. Any information provided while processing Noise Reduction and TruMotion will be bypassed.
am_et: በኮምፒውተር ሁነታ ውስጥ በማይሆንበት ጊዜ 4፡4፡4 ምልክቶችን ወደ ቲቪው ላክ። የአላስፈላጊ ድምጽ መቀነስ እና TruMotion በሚሰራበት ጊዜ የሚቀርብ ማንኛውም መረጃ ያልፋል።

# settings_3549
source: Sharp
am_et: የጠራ

# settings_3550
source: SIMPLINK allows you to use the remote control to turn on/off and control SIMPLINK devices connected to the TV through HDMI.
am_et: SIMPLINK በHDMI በኩል ከቲቪው ጋር የተገናኙ የSIMPLINK መሳሪያዎችን ለማብራት/ማጥፋት እና ለመቆጣጠር የሩቅ መቆጣጠሪያውን እንዲጠቀሙ ይፈቅድልዎታል።

# settings_3551
source: The closer the number is to zero, the closer it is to the original color.
am_et: ቁጥሩ ወደ ዜሮ በተጠጋ ቁጥር ወደ መጀመሪያው ቀለም ቅርብ ነው።

# settings_3552
source: This feature enables you to set up the optimal picture quality by analyzing the images you select.
am_et: ይህ ተግባር የመረጧቸውን ምስሎች በመተንተን ጥሩውን የስእል ጥራት እንዲያዘጋጁ ያስችልዎታል።

# settings_3553
source: This is the current speaking rate.
am_et: ይህ አሁን ያለው የንግግር መጠን ነው።

# settings_3554
source: This setting is suggested only for content creators who wish to send a signal that does not need additional processing.
am_et: ይህ ቅንብር የሚመከረው ተጨማሪ ሂደት የማይፈልግ ምልክት መላክ ለሚፈልጉ የይዘት ፈጣሪዎች ብቻ ነው።

# settings_3555
source: To change Sound Out setting from 'Bluetooth device + TV Speakers', you need to connect Bluetooth device again.
am_et: የድምጽ አውት ቅንብርን ከ 'የ Bluetooth መሣሪያ + የቲቪ ስፒከርች' ለመቀየር የBluetooth መሳሪያን እንደገና ማገናኘት አለብዎት።

# settings_3556
source: To play sound through both the Bluetooth and TV speakers, we recommend reconnecting the Bluetooth device for detailed settings such as audio delay.
am_et: በሁለቱም የBluetooth እና የቲቪ ድምፅ ማጉያዎች ድምጽ ለማጫወት፣ የBluetooth መሳሪያውን ለዝርዝር ቅንጅቶች እንደ የድምፅ መዘግየት እንደገና እንዲያገናኙት እንመክራለን።

# settings_3557
source: To use this feature, go to 'General > Energy Saving > Energy Saving Step' and select a mode other than 'Auto'.
am_et: ይህንን ተግባር ለመጠቀም ወደ 'አጠቃላይ > ኃይል ቁጠባ > ኃይል ቁጠባ ቅደም ተከተል' ይሂዱ እና ከ'ራስ-ሰር' ሌላ ሁነታን ይምረጡ።

# settings_3558
source: TV on Display
am_et: ቲቪ በእይታ ላይ

# personalizedPicture_Vivid
source: Vivid
am_et: ግልጽ

# settings_3560
source: Warm
am_et: ሞቅ ያለ

# settings_3561
source: When playing sound through both the Bluetooth and TV speakers, you can select the play mode for the Bluetooth device for better sound.
am_et: በBluetooth እና ቲቪ ድምፅ ማጉያ ድምጽ ሲያጫወቱ ለተሻለ ድምፅ ለBluetooth መሳሪያ የመጫወቻ ሁነታን መምረጥ ይችላሉ።

# settings_3562
source: You can set the Home or recent input.
am_et: መነሻውን ወይም የቅርብ ጊዜውን ግቤት ማቀናበር ይችላሉ።

# settings_3563
source: You cannot set the Energy Saving Step when 'OLED Care > Care Picture Settings' is enabled.
am_et: 'OLED ኬር> የኬር የስእል ቅንብሮች' ሲነቃ የኃይል ቁጠባ ቅደም ተከተልን ማቀናበር አይችሉም።

# settings_3564
source: You have not set up your personalized picture mode.
am_et: ግላዊነት የተላበሰውን የስእል ሁነታዎን አላዋቀሩም።

# settings_3565
source: This switches the screen softly without interruptions when other contents with different FPS (Frame Per Second) are played in external devices supporting QMS.
am_et: ይህ ልዩ FPS (ፍሬም በሰከንድ) ያላቸው ሌሎች ይዘቶች QMSን በሚደግፉ ውጫዊ መሳሪያዎች ውስጥ ሲጫወቱ ማያ ገፁን ያለማቋረጥ ይቀይረዋል።

# settings_3566
source: Picture quality processing such as 'Noise Reduction' and 'Trumotion' may not be applied when inputting HDMI PC signals.
am_et: የHDMI ኮምፒውተር ሲግናሎችን ሲያስገቡ እንደ 'አላስፈላጊ ደምጽ ቅነሳ' እና 'TruMotion' ያሉ የምስል ጥራት ማቀነባበር ላይተገበሩ ይችላሉ።

# settings_3567
source: This feature is recommended for content producers who need uncompressed videos.
am_et: ይህ ተግባር ያልተጨመቁ ቪዲዮዎችን ለሚያስፈልጋቸው የይዘት አምራቾች ይመከራል።

# settings_3568
source: * Turn on all devices: When the device is turned on, the TV is also turned on.
am_et: * ሁሉንም መሳሪያዎች ያብሩ፦ መሳሪያው ሲበራ ቲቪው እንዲሁ በርቷል።

# settings_3569
source: This function allows Sound Out to be produced with a TV Speaker and an audio device simultaneously, so people with different levels of hearing impairment can watch TV together.
am_et: ይህ ተግባር ድምጽ ማንበብ የቲቪ ድምጽ ማጉያ እና የድምፅ መሣሪያ በአንድ ጊዜ እንዲመረት ያስችለዋል፣ ስለዚህ የተለያየ ደረጃ የመስማት እክል ያለባቸው ሰዎች አብረው ቲቪን ማየት ይችላሉ።

# settings_3570
source: A hearing aid transmitter is recommended for HDMI(ARC) devices.
am_et: የመስሚያ አጋዥ አስተላላፊ ለHDMI(ARC) መሳሪያዎች ይመከራል።

# settings_3571
source: It will read at this pace when choosing {Option Name}.
am_et: {Option Name}ን በሚመርጡበት ጊዜ በዚህ ፍጥነት ይነበባል።

# settings_3572
source: Do you want to start the setting?
am_et: ቅንብሩን መጀመር ይፈልጋሉ?

# settings_3573
source: * Connect a Sound Bar supporting {lgHarmony}. For users with different levels of hearing impairment, go to 'Accessibility > Listen to TV sound together > HDMI (ARC) device' and set the HDMI (ARC) device.
am_et: * {lgHarmony}ን የሚደግፍ የድምጽ አሞሌ ያገናኙ። የተለያየ ደረጃ የመስማት ችግር ላለባቸው ተጠቃሚዎች ወደ 'ተደራሽነት> የቲቪ ድምጽ በጋራ አዳምጥ > HDMI (ARC) መሳሪያ' ይሂዱ እና የHDMI (ARC) መሳሪያን ያዘጋጁ።

# settings_3574
source: Game_RTS
am_et: ጨዋታ_RTS

# settings_3575
source: Game_FPS
am_et: ጨዋታ_FPS

# settings_3578
source: Select Mode({mode})
am_et: ሁነታን ይምረጡ({mode})

# settings_3580
source: LG Harmony
am_et: LG ስምምነት

# settings_3581
source: Apply the sound mode of the TV speaker to the wireless LG Sound Bar.
am_et: የቲቪውን ደምፅ ማጉያውን የድምጽ ሁነታን ወደ ሽቦ አልባው LG Sound Bar ተግብር።

# settings_3582
source: To set it up, connect an LG Sound Bar supporting the TV Sound Mode Share to HDMI(eARC/ARC).
am_et: እነዚህን ለማዋቀር፣ የቲቪ ድምጽ ሁነታ ማጋራት የሚደግፍ የLG Sound Bar ከ HDMI(eARC/ARC) ጋር ያገናኙት።

# settings_3583
source: * When connecting the LG Sound Bar, you can select the sound mode of the Sound Bar on TV.
am_et: * የ LG Sound Bar ን በሚያገናኙበት ጊዜ የድምፅ ሁነታ በቲቪ ላይ መምረጥ ይችላሉ።

# settings_3584
source: Compatibility depends on the Sound Bar model and audio format.
am_et: ተኳኋኝነት በድምፅ አሞሌ ሞዴል እና በድምጽ ቅርፀት ይወሰናል።

# settings_3585
source: (Voice Available)
am_et: (ድምፅ አለ)

# settings_3586
source: (Voice Unavailable)
am_et: (ድምፅ የለም)

# settings_3587
source: Volume Up
am_et: ድምፅ ጨምር

# settings_3588
source: Volume Down
am_et: ድምፅ ወደታች

# settings_3589
source: Türkiye
am_et: ቱርክ

# settings_3590
source: It may not work properly depending on the connected device because of compatibility issues.
am_et: በተኳኋኝነት ችግሮች የተነሳ በተገናኘው መሳሪያ ላይ በመመስረት በትክክል ላይሰራ ይችላል።

# settings_3591
source: Power On Screen
am_et: በማያ ገፁ ላይ ኃይል

# settings_3592
source: Select the screen to display when the TV is turned on.
am_et: ቲቪው ሲበራ ለማሳየት ማያ ገጹን ይምረጡ።

# settings_3593
source: If you usually use apps to enjoy the content, 'Home' is recommended, and if you usually watch Live TV, 'Recent Input' is recommended.
am_et: በይዘቱ ለመደሰት አብዛኛው ጊዜ መተግበሪያዎችን የሚጠቀሙ ከሆነ 'መነሻ' ይመከራል፣ እና ብዙ ጊዜ የቀጥታ TV የሚመለከቱ ከሆነ 'የቅርብ ግብዓት' ይመከራል።

# settings_3594
source: * You cannot use Game Optimizer while using 'Multiview > Dual Monitor'.
am_et: * 'Multiview > ባለሁለት ማሳያ'ን እየተጠቀሙ ሳለ የጨዋታ ማመጣጠኛ መጠቀም አይችሉም።

# settings_3595
source: It describes the feature with voice when pressing buttons on the remote control.
am_et: በሩቅ መቆጣጠሪያው ላይ አዝራሮችን ሲጫኑ ተግባሩን በድምጽ ይገልፃል።

# settings_3596
source: Zoom in the sign language screen and make it big.
am_et: የምልክት ቋንቋ ማያ ገጹን ያጉሉ እና ትልቅ ያድርጉት።

# settings_3597
source: It is available only when the TV program supports sign language.
am_et: የቲቪው ፕሮግራም የምልክት ቋንቋን ሲደግፍ ብቻ ይገኛል።

# settings_3598
source: When screen brightness is changed due to Energy Saving Function, go to 'General > Energy Saving' and change the 'Energy Saving Step' to another entry instead of 'Auto.'
am_et: በኃይል ቁጠባ ተግባር ምክንያት የማያ ገፅ ብሩህነት ሲቀየር ወደ 'አጠቃላይ > ኃይል ቁጠባ' ይሂዱ እና 'ኃይል ቁጠባ ቅደም ተከተል'ን ከ'ራስ-ሰር' ወደ ሌላ ግብዓት ይቀይሩት።

# settings_3600
source: Basic
am_et: መሰረታዊ

# settings_3601
source: Auto Power Save
am_et: በራስ-ሰር የኃይል ቁጠባ

# settings_3602
source: * Connect a Sound Bar supporting {lgHarmony}, or for users with different levels of hearing impairment, go to 'General > Accessibility > Enjoy TV Sound Together > HDMI(ARC) Device' and set the HDMI(ARC) Device.
am_et: * {lgHarmony}ን የሚደግፍ የድምጽ አሞሌ ያገናኙ ወይም የተለያየ ደረጃ የመስማት ችግር ላለባቸው ተጠቃሚዎች ወደ 'አጠቃላይ > ተደራሽነት> አብረው በቲቪ ድምፅ ይደሰቱ > HDMI (ARC) መሳሪያ' ይሂዱ እና የHDMI (ARC) መሳሪያን ያዘጋጁ።

# settings_3603
source: The connection of [{Device Name}] will be disconnected.
am_et: የ [{Device Name}] ግንኙነት ይቋረጣል።

# settings_3604
source: 'Personalized Picture Wizard' can be set based on the your preference determined by an analysis of image quality attributes such as brightness, color and contrast using AI deep learning technology.
am_et: እንደ ብሩህነት፣ ቀለም እና ንፅፅር ያሉ የስእል ጥራት ባህሪያትን በ AI ጥልቅ የመማሪያ ቴክኖሎጂን በመጠቀም በምርጫዎ ላይ በመመስረት 'ግላዊነት የተላበሰ የስእል አጋዥ' ሊዋቀር ይችላል።

# settings_3605
source: Sign Language Zoom
am_et: የምልክት ቋንቋ ማጉላት

# settings_3606
source: Recent Input
am_et: የቅርብ ግብዓት

# settings_3607
source: Home
am_et: ቤት

# settings_3608
source: When screen brightness is changed due to Energy Saving Function, go to 'General > Energy Saving' and change the 'Energy Saving Step' to another entry instead of 'Auto'.
am_et: በኃይል ቁጠባ ተግባር ምክንያት የማያ ገፅ ብሩህነት ሲቀየር ወደ 'አጠቃላይ > ኃይል ቁጠባ' ይሂዱ እና 'ኃይል ቁጠባ ቅደም ተከተል'ን ከ'ራስ-ሰር' ወደ ሌላ ግብዓት ይቀይሩት።

# settings_3609
source: Standby mode will remain active to shorten the wake up time and execution time of features such as apps and search.
am_et: እንደ መተግበሪያዎች እና ፍለጋ ያሉ ባህሪያትን የማንቂያ ጊዜና የአፈፃፀም ጊዜን ለማሳጠር በተጠንቀቅ ላይ ሁነታ ንቁ ሆኖ ይቆያል።

# settings_3610
source: AI learned via LG Deep Learning technique provides the optimal sound and Virtual multi-channel surround according to the genre of viewing content.
am_et: በ LG ጥልቅ መማር ቴክኒክ በኩል AI መር እየታየ ባለው ይዘት መሰረት ተመጣጣኝ ድምፅ እና ቨርቹዋል ባለብዙ ሰርጥ ከባቢን እና የጥራት መጠንን ያቀርባል።

# settings_3611
source: Confirm the Legal Notice.
am_et: የህግ ማሳሰቢያውን ያረጋግጡ።

# settings_3612
source: Do you want to disable Always Ready?
am_et: ሁልጊዜ ዝግጁን ማሰናከል ይፈልጋሉ?

# settings_3613
source: Memory optimization has been completed.
am_et: የትውስታ ማመጣጠን ተጠናቅቋል።

# settings_3614
source: When you disable Always Ready, {func} function set on the TV will be disabled as well.
am_et: ሁልጊዜ ዝግጁን ሲያሰናክሉ በቲቪው ላይ የተቀመጠው የ{func} ተግባርም ይሰናከላል።

# settings_3616
source: Set up Home Hub for Matter devices
am_et: የቤት መገናኛን ለ Matter መሳሪያዎች ያዋቅሩ

# settings_3617
source: Zero Connect Box Setting
am_et: የዜሮ ማገናኛ ሳጥን ቅንብር

# settings_3618
source: You can see the installation guide for Zero Connect Box and set relevant features.
am_et: ለዜሮ ማገናኛ ሳጥን የመጫኛ መመሪያውን ማየትና ተዛማጅ ባህሪያትን ማዘጋጀት ይችላሉ።

# settings_3619
source: Connection Setting
am_et: የግንኙነት ቅንብር

# settings_3620
source: Zero Connect Box Light
am_et: የዜሮ ማገናኛ ሳጥን ብርሃን

# settings_3621
source: You can turn the LED light on the Zero Connect Box on/off.
am_et: የLED መብራቱን በዜሮ ማገናኛ ሳጥን ላይ ማብራት/ማጥፋት ይችላሉ።

# settings_3622
source: The stronger the connection between the Zero Connect Box and the TV screen, the clearer the images will be.
am_et: በዜሮ ማገናኛ ሳጥን እና በቲቪው ማያ ገጽ መካከል ያለው ግንኙነት የበለጠ ጠንካራ ሲሆን ምስሎቹ ይበልጥ ግልጽ ይሆናሉ።

# settings_3623
source: Touch Lock
am_et: የንክኪ መቆለፊያ

# settings_3624
source: When this feature turns on, you can operate the remote control but the touch control will be limited.
am_et: ይህ ባህሪ ሲበራ፣ የሩቅ መቆጣጠሪያውን መስራት ይችላሉ ነገር ግን የንክኪ መቆጣጠሪያው የተገደበ ይሆናል።

# settings_3625
source: Please adjust Zero Connect Box for an optimal viewing environment.
am_et: ለተመቻቸ የእይታ አካባቢ እባክዎ የዜሮ ማገናኛ ሳጥንን ያስተካክሉ።

# settings_3626
source: Connection Status
am_et: የግንኙነት ሁኔታ

# settings_3627
source: Bottom of the TV screen
am_et: የቲቪ ማያ ገጽ ታችኛ

# settings_3628
source: Side of the TV screen
am_et: የቲቪ ማያ ገጽ ጎን

# settings_3629
source: Front of the TV screen
am_et: የቲቪ ማያ ገጽ ፊት ለፊት

# settings_3630
source: Back of the TV screen
am_et: የቲቪ ማያ ገጽ ጀርባ

# settings_3631
source: The viewing screen looks clear.
am_et: የእይታ ማያ ገፁ ግልጽ ይመስላል።

# settings_3632
source: Fair
am_et: በቂ

# settings_3633
source: If you adjust the Zero Connect Box a little more, you can watch a clearer screen.
am_et: የዜሮ ማገናኛ ሳጥንን ትንሽ ተጨማሪ ካስተካከሉ፣ የበለጠ ግልጽ የሆነ ማያ ገፅን መመልከት ይችላሉ።

# settings_3634
source: Weak
am_et: ደካማ

# settings_3635
source: Adjust Zero Connect Box location again.
am_et: የዜሮ ማገናኛ ሳጥን ቦታውን እንደገና ያስተካክሉት።

# settings_3636
source: 1. Position the front of the Zero Connect Box toward the user.
am_et: 1. የዜሮ ማገናኛ ሳጥንን ፊት ለፊት ወደ ተጠቃሚው ያስቀምጡት።

# settings_3637
source: 3. Check the signal strength on the top of the Zero Connect Box by moving the sliding button upward so that it faces the TV screen.
am_et: 3. በዜሮ ማገናኛ ሳጥኑ አናት ላይ ያለውን የሲግናል ጥንካሬን ወደ ላይ በማንቀሳቀስ ወደ ቲቪ ማያ ገፁ እንዲታይ ያድርጉ።

# settings_3638
source: - Make sure to remove any obstacles between the Zero Connect Box and the TV screen.
am_et: - በዜሮ ማገናኛ ሳጥን እና በቲቪው ማያ ገፅ መካከል ያሉ ማናቸውንም መሰናክሎች ማስወገድዎን ያረጋግጡ።

# settings_3639
source: - If there is a shelf, it is recommended to place it on the top of the shelf.
am_et: - መደርደሪያ ካለ፣ በመደርደሪያው አናት ላይ ማስቀመጥ ይመከራል።

# settings_3640
source: - It is recommended to place the Zero Connect Box within {%1} m from the bottom, {%2} m from the front, and {%3} m from the side/back of the TV screen.
am_et: - የዜሮ ማገናኛ ሳጥኑን ከታች በ{%1} ሜ፣ ከፊት ለፊት በ {%2} ሜ እና ከቲቪ ማያ ገጽ ጎን/ጀርባ በ {%3} ሜ ላይ ማስቀመጥ ይመከራል።

# settings_3641
source: - Picture quality may be lower as the distance from the TV screen and the angle of the antenna increase.
am_et: - ከቲቪው ማያ ገፅ ያለው ርቀት እና የአንቴናውን አንግል ሲጨምር የምስል ጥራት ዝቅተኛ ሊሆን ይችላል።

# settings_3642
source: 1. Point the front of the Zero Connect Box toward the TV screen as much as possible.
am_et: 1. በተቻለ መጠን የዜሮ ማገናኛ ሳጥንን ፊት ለፊት ወደ ቲቪ ማያ ገጹ ያመልክቱ።

# settings_3643
source: 2. Adjust the dial left or right so that the sliding button faces the 'TV screen'.
am_et: 2. ተንሸራታች አዝራሩ ወደ 'ቲቪ ማያ ገፅ' እንዲመጣ መደወያውን ወደ ግራ ወይም ቀኝ ያስተካክሉት።
