Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_2523
source: Select the optimal sound mode for Clear Voice Ⅲ, Music, Cinema(Movie), etc.
am_et: ለጥራት ድምጽ Ⅲ፣ ሙዚቃ፣ ሲነማ(ፊልም)፣ ወዘተ ምጥን የድምጽ ሁነታ ይምረጡ።

# settings_2524
source: It works only when the broadcasting program supports subtitles.
am_et: የሚሰራው የስርጭት ፕሮግራሙ የግርጌ ትርጉሞችን ሲደግፍ ነው።

# settings_2525
source: It works only when the broadcasting program supports captions.
am_et: የሚሰራው የስርጭት ፕሮግራሙ መግለጫ ጽሑፍን ሲደግፍ ነው።

# settings_2527
source: Analyze characteristics of sound and optimize sound for each content in real time.
am_et: የድምጽ ባህሪያትን ተንትን እና በእውነተኛ ጊዜ ለእያንዳንዱ ይዘት ድምጹን ያትቡ።

# settings_2528
source: Enhance the bass sound.
am_et: የበይዝ ድምጹን ያዳብሩ።

# settings_2529
source: Play the standard sound suitable for all types of content.
am_et: ለሁሉም የይዘት ዓይነቶች የሚስማማ መደበኛ ድምጹን ያጫውቱ።

# settings_2530
source: Optimize the sound for a cinematic experience.
am_et: ለሲነማዊ ተሞክሮ ድምጹን ያትቡ።

# settings_2531
source: TV Speaker
am_et: የቲቪ ድምጽ ማጉያ

# settings_2532
source: Play sound through TV Speaker.
am_et: በቲቪ ድምጽ ማጉያ ድምጽ ያጫውቱ።

# settings_2533
source: Output sound through an wireless audio device via Bluetooth. Please check the power and connection status of the audio device.
am_et: የውጫዊ ድምጽ በሽቦ አልባ የድምጽ መሳሪያ በ Bluetooth በኩል። እባክዎ የድምጽ መሳሪያውን ኅይሉን እና ግንኙነቱን ይፈትሹ።

# settings_2534
source: * Please note that there may be a compatibility issue depending on the connected Bluetooth device type.
am_et: * እባክዎ ያስታውሱ እንደተገናኘ የ Bluetooth መሳርያ ዓይነት የተስማሚነት ችግር ሊኖር ይችላል።

# objet_soundMode
source: Optimize sound mode for each content type.
am_et: ለእያንዳንዱ የይዘት አይነት የድምጽ ሁነታን አትባ።

# settings_2536
source: If the program does not support multiple audio, the default audio is selected.
am_et: ፕሮግራሙ ባለብዙ ድምጽ የማይደግፍ ከሆነ፣ ነባሩ ድምጽ ይመረጣል።

# settings_2537
source: The edited left FHD picture quality and right UHD picture quality display differently by the resolution difference.
am_et: የተረታው የግራ FHD ስእል ጥራት እና የቀኝ የ UHD ስእል ጥራት ዕይታ በጥራት ልዩነት ይለያያል።

# settings_2538
source: Enjoy UHD content in UHD picture quality.
am_et: የ UHD ይዘትን በ UHD ስእል ጥራት ይደሰቱበት።

# settings_2539
source: Begin the AI Acoustic Tuning process to determine the optimum audio quality settings for your room.
am_et: ለእርስዎ ክፍል ከፍተኛውን የኦዲዮ ጥራት ቅንብሮችን ለመወሰን AI የመስሚያ ቅኝት ስራ ሂደትን ይጀምሩ።

# settings_2540
source: Do not apply the AI Acoustic Tuning recommended audio settings.
am_et: የሚመከሩ AI የመስሚያ ቅኝት ኦዲዮ ቅንብሮችን አትተግብር።

# settings_2541
source: AI Acoustic Tuning
am_et: AI የመስሚያ ቅኝት

# settings_2542
source: AI Acoustic Tuning is disabled.
am_et: የ AI የመስሚያ ቅኝት ተሰናክሏል።

# settings_2543
source: AI Acoustic Tuning Options
am_et: የ AI የመስሚያ ቅኝት አማራጮች

# settings_2544
source: [{Device}] will be removed from the paired device list. If you want to reconnect it, you need to search for connectable devices again. Do you want to continue?
am_et: [{Device}] ከተጣመሩ የመሳሪያዎች ዝርዝር ላይ ይወገዳል። ሊያጣምሩት ከፈለጉ፣ የሚገኙ መሳሪያዎችን ፈልገው እንደገና ማጣመር ያስፈልግዎታል። መቀጠል ይፈልጋሉ?

# settings_2545
source: Black and White
am_et: ጥቁርና ነጭ

# settings_2546
source: Bluetooth Sound Share
am_et: የ Bluetooth ድምጽ ማጋራት

# settings_2547
source: Bluetooth Surround + Internal TV Speaker
am_et: የ Bluetooth አከባቢ + ውስጣዊ TV ስፒከር

# settings_2548
source: Bluetooth Surround Settings
am_et: የ Bluetooth አካባቢ ቅንብሮች

# settings_2549
source: Cinema Clear
am_et: ሲኒማ ግልጽ

# settings_2550
source: Color Reversal
am_et: የቀለም መቀየሪያ።

# settings_2551
source: Connectable Devices ({num})
am_et: ተያያዥ መሣሪያዎች ({num})

# settings_2552
source: Delete
am_et: ሰርዝ

# settings_2553
source: Device Connection
am_et: የመሣሪያ ግንኙነት

# settings_2554
source: Device List
am_et: የመሳሪያ ዝርዝር

# settings_2555
source: Do you want to reset Position Settings?
am_et: የአቅጣጫ ቅንብሮችን እንደገና ለማስጀመር ይፈልጋሉ?

# settings_2556
source: Do you want to reset Volume Control?
am_et: የድምጽ መጠን መቆጣጠሪያን እንደገና ለማስጀመር ይፈልጋሉ?

# settings_2558
source: Home Settings
am_et: መነሻ ቅንብሮችን

# settings_2559
source: If you turn off 'Quick Start+', you will not be able to turn on your TV with Remote Free Control. Would you like to continue?
am_et: ‹ፈጣን ጅምር +› ን ካጠፉት ቲቪዎን በርቀት ነፃ ቁጥጥር ማብራት አይችሉም። ለመቀጠል ይፈልጋሉ?

# settings_2560
source: Mobile Connection
am_et: የሞባይል ግንኙነት

# settings_2561
source: Multi Channel Audio
am_et: የ Multi ጣቢያ ድምጽ

# settings_2562
source: Natural
am_et: ተፈጥሯዊ

# settings_2563
source: Network Connection
am_et: የአውታረመረብ ግንኙነት

# settings_2564
source: No paired devices.
am_et: የተሳሰሩ መሳሪያዎች የሉም

# settings_2565
source: No signal on Server
am_et: በሰርቨር ላይ ምንም ምልክት የለም

# settings_2566
source: OLED Screen Saver
am_et: OLED ስክሪን ሴቨር

# settings_2567
source: On / Off
am_et: አብራ / አጥፋ

# settings_2568
source: Optical + Internal TV Speaker
am_et: ኦፕትካል + ውስጣዊ TV ስፒከር

# settings_2569
source: Position
am_et: አቀማመጥ

# settings_2570
source: Position Settings
am_et: የቦታ ቅንብሮች

# settings_2571
source: Registered Devices ({num})
am_et: የተመዘገቡ መሣሪያዎች ({num})

# settings_2572
source: Reset Settings
am_et: ቅንብሮችን ዳግም ያስጀምሩ

# settings_2573
source: Set or extend the color gamut automatically according to the signal, and display it in a sharper, richer color.
am_et: የቀለም ጋማውን በምልክትው መሠረት በራስ-ሰር ያዋቅሩ ወይም ያራዝሙና ይበልጥ ጥራት ባለው የበለፀገ ቀለም ያሳዩ።

# settings_2574
source: Speaker Volume Control
am_et: የተናጋሪ ድምጽ መቆጣጠሪያ

# settings_2575
source: Stand
am_et: ቆመ

# settings_2576
source: Support
am_et: ድጋፍ

# settings_2577
source: The language used for Voice Recognition is set according to the selected menu language. Support services may vary depending on the voice language.
am_et: ለድምጽ ማወቂያ የሚጠቀምበት ቋንቋ በተመረጠው ምናሌ ቋንቋ መሠረት ይዘጋጃል። የድጋፍ አገልግሎቶች በድምጽ ቋንቋው ሊለያዩ ይችላሉ።

# settings_2578
source: The sound may not be output when digital sound output is set to Pass Through.
am_et: የዲጂታል ድምጽ ማውጫ ወደ Pass Through በሚዘጋጅበት ጊዜ ድምጹ ወደ ውጭ አይወጣም።

# settings_2579
source: TV On With Mobile
am_et: ቲቪ በተንቀሳቃሽ ስልክ

# settings_2580
source: Universal Control Settings
am_et: ሁለንተናዊ የቁጥጥር ቅንብሮች

# settings_2581
source: Use the 4-way controller to change the position and press the OK button.
am_et: ቦታውን ለመለወጥ እና እሺን ቁልፍን በመጫን 4-መንገድ መቆጣጠሪያውን ይጠቀሙ።

# settings_2582
source: Use the following services with the selected language.
am_et: የሚከተሉትን አገልግሎቶች በተመረጠው ቋንቋ ይጠቀሙ።

# settings_2583
source: Utilization of Service Information
am_et: የአገልግሎት መረጃ አጠቃቀም

# settings_2584
source: Voice Settings
am_et: የድምፅ ቅንብሮች።

# settings_2585
source: Voice Support Service
am_et: የድምፅ ድጋፍ አገልግሎት።

# settings_2586
source: Wall-mounted
am_et: ግድግዳ ላይ-የታስረ

# settings_2587
source: Wired Headphones + Internal TV Speaker
am_et: ባለገመድ የጆሮ ማዳመጫዎች + ውስጣዊ TV ስፒከር

# settings_2588
source: The internal TV speaker and Bluetooth speakers can output sound simultaneously, creating a vivid surround sound effect.
am_et: ውስጣዊ TV ስፒከር እና የ Bluetooth ስፒከር ከድምጽ አከባቢ የድምፅ ተፅእኖ በመፍጠር በአንድ ጊዜ ድምፅን ማውጣት ይችላሉ።

# settings_2589
source: Connect Bluetooth speakers and the TV speakers and adjust the audio delay between the speakers. You can manually adjust the audio delay and volume balance.
am_et: የ Bluetooth ድምጽ ማጉያዎችን እና የቲቪ ድምጽ ስፒከርዎቹን ያገናኙ እና በድምጽ ማጉያዎቹ መካከል ያለውን የኦዲዮ መዘግየት ያስተካክሉ። የድምፅ መዘግየት እና የድምፅ ሚዛን እራስዎ ማስተካከል ይችላሉ።

# settings_2590
source: Reset the Bluetooth Surround + Internal TV Speaker settings.
am_et: የ Bluetooth ዙሪያውን + ውስጣዊ TV ስፒከር ቅንብሮችን ዳግም ያስጀምሩ።

# settings_2591
source: View a list of available devices.
am_et: የሚገኙ መሣሪያዎች ዝርዝርን ይመልከቱ።

# settings_2592
source: Select a sound mode suitable for the type of content and set detailed audio effects for the standard sound mode.
am_et: ለይዘቱ ዓይነት የሚስማማውን የድምፅ ሞድ ይምረጡ እና ለመደበኛ የድምፅ ሞድ ዝርዝር የድምጽ ተፅእኖዎችን ያዘጋጁ።

# settings_2593
source: Select a sound mode and effect.
am_et: የድምፅ ሞድ እና ውጤት ይምረጡ።

# settings_2594
source: Select an audio format for each HDMI input.
am_et: ለእያንዳንዱ የ HDMI ግብዓት የድምጽ ቅርጸት ይምረጡ።

# settings_2595
source: Search Bluetooth Device
am_et: የ Bluetooth መሳሪያ ይፈልጉ

# settings_2596
source: Check whether the Bluetooth device is in pairing mode.
am_et: የ Bluetooth መሣሪያው በማጣመር ሁኔታ ላይ መሆኑን ይፈትሹ።

# settings_2597
source: Check whether the Bluetooth device is connected to another device.
am_et: የ Bluetooth መሣሪያ ከሌላ መሣሪያ ጋር የተገናኘ መሆኑን ይፈትሹ።

# settings_2598
source: 1. Disable Bluetooth on the other device.
am_et: 1. Bluetooth በሌላኛው መሣሪያ ላይ ያሰናክሉ።

# settings_2599
source: 2. Turn the Bluetooth device off and on.
am_et: 2. Bluetooth መሣሪያውን ያጥፉ እና ያብሩ።

# settings_2600
source: Check for Updates
am_et: ማዘመኛዎችን ይፈትሹ

# settings_2601
source: Software Update
am_et: የሶፍትዌር ዝማኔ

# settings_2602
source: Download and Install
am_et: አውርድና ጫን

# settings_2603
source: AI Genre
am_et: AI አይነት

# settings_2604
source: Delete Usage Data
am_et: የአጠቃቀም ውሂብን ሰርዝ።

# settings_2605
source: Power On Timer
am_et: ሰአት ቆጣሪን አብራ

# settings_2606
source: Power Off Timer
am_et: ሰአት ቆጣሪን አጥፋ

# settings_2607
source: Signature TV Settings
am_et: የ SIGNATURE TV ቅንብሮች

# settings_2608
source: Enter your password.
am_et: የይለፍ ቃልዎን ያስገቡ።

# settings_2609
source: Network-Based Personalization Recommendations
am_et: በአውታረ መረብ ላይ የተመሠረተ የግላዊነት ማላበስ ምክሮች

# settings_2611
source: Content Recommendations
am_et: የይዘት ምክሮች።

# settings_2612
source: App Alarm
am_et: የመተግበሪያ ማንቂያ

# settings_2613
source: Sports Alert
am_et: የስፖርት ማንቂያ

# settings_2614
source: Set up an account to use LG Services.
am_et: የ LG አገልግሎቶችን ለመጠቀም መለያ ያዋቅሩ።

# settings_2615
source: Set detailed options for the Home feature.
am_et: ለቤት ባህሪው ዝርዝር አማራጮችን ያዘጋጁ።

# settings_2616
source: Set whether to display Home when the TV is turned on.
am_et: ቴሌቪዥኑ በሚበራበት ጊዜ ወደ ቤት መታየቱን ያዋቅሩ።

# settings_2617
source: Set detailed options for the Recommendation feature.
am_et: ለምክር ባህሪው ዝርዝር አማራጮችን ያዘጋጁ።

# settings_2618
source: Set detailed options for the Voice Recognition feature.
am_et: ለድምጽ ማወቂያ ባህሪ ዝርዝር አማራጮችን ያዘጋጁ።

# settings_2619
source: Automatically adjust to a screen mode optimized for a specific type of content.
am_et: ለተወሰነ የይዘት አይነት በተመቻቸ ማያ ገጽ ሁኔታ ላይ በራስ-ሰር ያስተካክሉ።

# settings_2620
source: Voice Recognition Help and Settings
am_et: የድምፅ ማወቂያ እገዛ እና ቅንብሮች

# settings_2621
source: Open Source Software Notice
am_et: ክፍት ምንጭ የሶፍትዌር ማስታወቂያ

# settings_2622
source: Initialize Settings
am_et: ቅንብሮችን አስጀምር

# settings_2623
source: Set up additional features related to customer support.
am_et: ከደንበኛ ድጋፍ ጋር የሚዛመዱ ተጨማሪ ባህሪያትን ያዘጋጁ።

# settings_2624
source: Check for software updates and update if available.
am_et: የሶፍትዌር ዝመናዎችን ይፈትሹ እና ካለ ያዘምኑ።

# settings_2625
source: Check TV information.
am_et: የቲቪ መረጃን ይፈትሹ።

# settings_2626
source: Set settings related to your wired / wireless network.
am_et: ከእርስዎ ባለ ገመድ / ገመድ-አልባ አውታረመረብ ጋር የሚዛመዱ ቅንብሮችን ያዋቅሩ።

# settings_2627
source: Set easy connection settings with external devices.
am_et: ከውጭ መሣሪያዎች ጋር ቀላል የግንኙነት ቅንብሮችን ያዋቅሩ።

# settings_2628
source: Set smartphone and PC connection settings. To connect your TV to a mobile device, connection setup and a request are required from a smartphone or PC.
am_et: የስማርትፎን እና ፒሲ ግንኙነት ቅንጅቶችን ያዋቅሩ ፡፡ ቴሌቪዥንዎን ከሞባይል መሣሪያ ጋር ለማገናኘት የግንኙነት ማቀናበሪያ እና ጥያቄ ከስማርትፎን ወይም ፒሲ ያስፈልጋል ።

# settings_2629
source: Signal interference may reduce the Magic Remote's sensitivity if a wireless router is too close to the TV.
am_et: ሽቦ አልባው ራውተር ለቴሌቪዥኑ በጣም ቅርብ ከሆነ የ signage ጣልቃገብነት የ Magic Remote ሊቀንስ ይችላል።

# settings_2630
source: Content will play with sound suitable for multi-channel listening if multi-channel audio is supported by the HbbTV service.
am_et: ባለብዙ ጣቢያ ድምጽ በ HbbTV አገልግሎት የተደገፈ ከሆነ ይዘቱ ለባለብዙ ቻናል ማዳመጥ ምቹ በሆነ ድምጽ ይጫወታ።

# settings_2631
source: Manage channels stored on the TV.
am_et: በቲቪ ላይ የተከማቹ ጣቢያዎችን ያስተዳድሩ።

# settings_2632
source: View items more clearly by changing the color of the menu on the screen to black and white.
am_et: በማያ ገጹ ላይ ያለውን የምናሌን ቀለም ወደ ጥቁር እና ነጭ በመቀየር እቃዎችን የበለጠ በግልጽ ይመልከቱ።

# settings_2633
source: Invert and compensate certain colors in some menus to enhance the visibility of items displayed on the screen.
am_et: በማያ ገጹ ላይ የሚታዩትን የንጥሎች ታይነት ከፍ ለማድረግ በተወሰኑ ምናሌዎች ውስጥ የተወሰኑ ቀለሞችን ይግለጹ እና ያክሏቸው።

# settings_2634
source: Set or reset the position of on-screen captions.
am_et: የማያ ገጽ ላይ መግለጫ ፅሁፎችን ቦታ ያቀናብሩ ወይም እንደገና ያስጀምሩ ፡፡

# settings_2635
source: Change the position of captions using the 4-way dial on the remote control.
am_et: በርቀት መቆጣጠሪያው ላይ ባለ 4-መንገድ መደወያን በመጠቀም የመግለጫ ፅሁፎችን አቀማመጥ ይለውጡ።

# settings_2636
source: Reset the caption position.
am_et: የመግለጫ ጽሑፍ ቦታውን እንደገና ያስጀምሩ።

# settings_2637
source: Set detailed caption settings for HD broadcasts.
am_et: ለ HD ስርጭቶች ዝርዝር መግለጫ ጽሑፎችን ያቀናብሩ ፡፡

# settings_2638
source: Select the caption type for digital broadcasts and set detailed subtitle settings.
am_et: ለዲጂታል ስርጭቶች የመግለጫ ጽሑፍ አይነት ይምረጡ እና ዝርዝር ንዑስ ርዕሶችን ያዘጋጁ።

# settings_2639
source: Specify detailed voice guidance settings after turning on this feature.
am_et: ይህንን ባህሪ ካበሩ በኋላ ዝርዝር የድምፅ መመሪያ ቅንብሮችን ይጥቀሱ።

# settings_2640
source: Alerts you by sound when the TV is turned on or off.
am_et: ቴሌቪዥኑ ሲበራ ወይም ሲጠፋ ድምጽ በመስጠት ያሳውቅዎታል።

# settings_2642
source: Start Now
am_et: አሁን ጀምር

# settings_2643
source: Cancel Schedule
am_et: የጊዜ ሰሌዳን ይሰርዙ

# settings_2644
source: Filmmaker Auto Change
am_et: FILMMAKER MODE ራስ-ሰር ለውጥ

# settings_2645
source: * This feature is applied once and only once when the TV is turned off.
am_et: * ይህ ባህሪ ቴሌቪዥኑ ሲጠፋ አንዴ እና አንዴ ብቻ ነው የሚተገበረው።

# settings_2646
source: Select a video mode that matches the viewing environment, or specify settings for a video mode, such as contrast, color, and more.
am_et: ከእይታ አከባቢ ጋር የሚዛመድ የቪዲዮ ሁነታን ይምረጡ ወይም እንደ ንፅፅር ፣ ቀለም እና ሌሎችም ያሉ ለቪዲዮ ሁኔታ ቅንብሮችን ይጥቀሱ።

# settings_2647
source: Select the appropriate picture mode according to the viewing environment or content type.
am_et: በእይታ አካባቢ ወይም በይዘቱ አይነት መሠረት ተገቢውን የምስል ሁኔታ ይምረጡ።

# settings_2648
source: Select the color range to be displayed.
am_et: የሚታየውን የቀለም ክልል ይምረጡ።

# settings_2649
source: Make blurry or difficult-to-see areas more vivid.
am_et: አከባቢዎችን በብሩህ እይታ ወይም ለማየት አስቸጋሪ ያድርጉት።

# settings_2650
source: Display pictures in a warm or cool color temperature.
am_et: በሞቃት ወይም በቀዝቃዛ ሙቀት ሥዕሎችን ያሳዩ።

# settings_2651
source: Display fast-moving content smoothly and clearly.
am_et: በፍጥነት የሚንቀሳቀስ ይዘትን በቀስታ እና በግልፅ ያሳዩ።

# settings_2653
source: This is a closed caption preview
am_et: ይህ የተዘጋ የመግለጫ ቅድመ እይታ ነው።

# settings_2655
source: Network Connection Settings
am_et: የአውታር መረብ የግንኙነት ቅንብሮች

# settings_2656
source: Device Connection Settings
am_et: የመሳሪያ ግንኙነት ቅንጅቶች

# settings_2657
source: Mobile Connection Management
am_et: የሞባይል ግንኙነት አስተዳደር

# settings_2658
source: Connection Management with a smartphone or PC is available. In order to connect a TV with a mobile device, connection settings and requests are required on the smartphone and PC.
am_et: ከስማርት ስልክ ወይም ከኮምፕዩተር ጋር የግንኙነት አያያዝ አለ። ቲቪን ከሞባይል መሳሪያዎ ጋር ለማገናኘት፣ በስማርት ስልኩ እና በ ኮምፒዩተሩ የግንኙነት ቅንብረች እና ጥያቄዎች አስፈላጊዎች ናቸው።

# settings_2659
source: Check your TV status to solve problems or use remote support.
am_et: ችግሮችን ለመፍታት ወይም የርቀት መቆጣጠሪያውን አገዛ ለመጠቀም የቲቪዎን አቋም ያስሱ።

# settings_2660
source: AI Sound Optimizer
am_et: AI የድምጽ ማትቢያ

# settings_2661
source: AI Picture Optimizer
am_et: የAI ስዕል ማትቢያ

# settings_2662
source: Advertisement
am_et: ማስታወቂያ

# settings_2663
source: Do Not Sell My Personal Information
am_et: ግላዊ መረጃዬን አትሽጥ

# settings_2664
source: Limit AD Tracking
am_et: የ ማስታወቂያ ክትትል ገድብ

# settings_2665
source: Set detailed options for the AI functions.
am_et: ለAI ተግባሮች ዝርዝር አማራጮችን ያዘጋጁ።

# settings_2666
source: Check for Advertising settings and set it.
am_et: የማስታወቂያ ቅንብር ያስሱ እና ያዋቅሩት።

# settings_2667
source: Check for available functions with Voice and set Voice Settings.
am_et: ለድምጽ ያሉትን ተግባራት ያስሱ እና እንደ ድምጽ ቅንጅት ያዋቅሩት።

# settings_2668
source: AI Sound Enhancing
am_et: የAI ድምጽ ማጎልበት

# settings_2669
source: AI Picture Enhancing
am_et: የAI ሰዕል ማጎልበት

# settings_2670
source: AD ID is used to identify this device for advertising purposes and to facilitate certain ads that may be of interest to you. You can reset the AD ID or limit AD ID tracking below.
am_et: የAD ID ይህንን መሳሪያ ለ ማስታወቂያ ተግባራት ለማወቅ እና ሊፈልጉት የሚችሉትን የተወሰኑ ማስታወቂያዎችን ለማመቻቸት ይጠቀማል። ከስር የAD ID ዳግም ማስጀመር ወይም የAD ID ክትትል መገደብ ይችላሉ።

# settings_2671
source: By pressing 'Reset', you will delete all the ad-related data LGE has collected from this Smart TV in the past. Pressing 'Reset' may impact the types of ads you see going forward, but it will not stop you from receiving ads.
am_et: ‘ዳግም ማስጀመርን’ በመጫን፣ LGE ከአሁን በፊት ከ ስማርት ቲቪ የሰበሰበውን ማስታወቂያ ነክ መረጃ ይሰርዛሉ። ‘ዳግም ማስጀመርን’ መጫን ከዚህ በኋላ የሚያዩት ማስታወቂያ ላይ ተዕፅኖ ቢያደርግም፣ ማስታወቂያን እንዳያገኙ አያግዶትም።

# settings_2672
source: Activating this option will stop the collection and tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.
am_et: ይህንን አማራጭ ማንቃት የማስታወቂያ ነክ ግላዊ መረጃን ከ ስማርት ቲቪው ላይ መሰብሰብ እና መከታተል ያቆማል። መቀየሪያውን ማብራት ከዚህ በኋላ የሚያዩት ማስታወቂያ ላይ ተዕፅኖ ቢያደርግም፣ ማስታወቂያን እንዳያገኙ አያግዶትም።

# settings_2673
source: Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Get Now.
am_et: ይህንን መቀየሪያ ማብራት የLGEን የ ሶስተኛ ወገን ተጠቃሚዎችን የግል መረጃዎትን ንግዳዊ ከማድረግ ክልከላ ያደርጋል። ለብቻ ካልመረጡ በቀር እንደ Live Plus፣ LG Channels፣ እና Get Now ያሉትን አገልግሎቶችን መጠቀም ይችላሉ።

# settings_2674
source: By turning Live Plus on, you understand that the content displayed on your TV can be recognized, and the viewing information may be used to provide you with an enhanced viewing experience and personalized services including content recommendations and advertisements. Please review the Privacy Policy and relevant User Agreements in the TV Settings menu for more information.
am_et: Live Plus በማብራት፣ ቲቪዎ ላይ የሚታየው ይዘት እንደሚታወቅ ይረዳሉ፣ እና የእይታ መረጃውን ለእርስዎ በጎለበተ በእይታ ተሞክሮ እና በ ይዘት ምክርን እና ማስታወቂያን ያጠቃለለ ግላዊ አገልግሎት ለእርስዎ አቅርቦት ጥቅም ሊውል ይችላል። ለበለጠ መረጃ በቲቪ ቅንብሮች ምናሌ ውስጥ እባክዎን የግላዊ ፖሊሲውን እና የተጠቃሚ ስምምነቶችን ይመልከቱ።

# settings_2675
source: Recommendations are available for the people, products and locations related to the current program.
am_et: አሁን ካለው ፕሮግራም ጋር በተገናኘ ለሰዎች፣ ለ ቁሶች እና ለቦታዎች ምክሮች ይገኛሉ።

# settings_2676
source: Set My Team Alarm.
am_et: የቡድን ማንቂያዬን አብጅ።

# settings_2677
source: Recommend useful contents and features based on viewing history and app usage patterns.
am_et: በእይታ ታሪክ እና በመተግበሪያ ጥቅም ስርዓተ ጥቅሞችን መሰረት ባደረገ ጠቃሚ ይዘቶችን እና ባህርዮችን ይምከሩ።

# settings_2678
source: You may receive diverse contents recommendations through Network. Turning this option off will only provide basic contents and some features may not be available.
am_et: ብዙ ምክሮችን በ መረብ አውታሩ በኩል ሊቀበሉ ይችላሉ። ይህንን አማራጭ ካጠፉ መሰረታዊ የሆኑ ይዘቶችን ብቻ ይቀርብሎታል በተጨማሪም የተወሰኑ ባህርዮች ላይገኙ ይችላሉ።

# settings_2679
source: Dolby Vision IQ (Genre)
am_et: የDolby Vision IQ (ዘውግ)

# settings_2680
source: Filmmaker
am_et: FILMMAKER MODE

# settings_2681
source: Operate once when TV is off
am_et: ቲቪው ከጠፋ በኋላ አንዴ ያከናውኑ

# settings_2682
source: Pixel Refresher begins only once when the TV is turned off.
am_et: የፒክስል አዳሽ ቲቪው ከጠፋ ቡኋላ ብቻ ይጀምራል።

# settings_2683
source: Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Ultra HD Deep Color setting off.
am_et: ማስታወሻ፥ መሳሪያዎ ይህንን ባህሪይ የማይደግፍ ከሆነ በትክክል ላይሰራ ይችላል። በዚያ ጊዜ፣ መሳሪያውን ከሌላ HDMI ወደብ ወይም የHDMI Ultra HD Deep Color ቅንብሮችን ማጥፋት ይችላሉ።

# settings_2684
source: Turn on and off the Ultra HD Deep Color for HDMI {num} port.
am_et: ለ HDMI {num} ወደብ የ Ultra HD Deep Color ያብሩ እና ያጥፉ።

# settings_2685
source: HDMI {port1} port support Ultra HD Deep Color.
am_et: የ HDMI {port1} ወደብ የ Ultra HD Deep Color ን ይደግፋል።

# settings_2686
source: HDMI {port1} and HDMI {port2} ports support Ultra HD Deep Color.
am_et: HDMI {port1} እና HDMI {port2} ወደቦች የ Ultra HD Deep Color ን ይደግፋሉ።

# settings_2687
source: HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Ultra HD Deep Color.
am_et: HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ወደቦች የ Ultra HD Deep Color ን ይደግፋሉ።

# settings_2688
source: HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Ultra HD Deep Color.
am_et: HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ወደቦች የ Ultra HD Deep Color ን ይደግፋሉ።

# settings_2689
source: Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Ultra HD Deep Color setting off.
am_et: ማስታወሻ: መሳሪያዎ ይህንን ባህሪ የማይደግፍ ከሆነ በትክክል ላይሰራ ይችላል። በዚያ ጊዜ፣ መሳሪያውን ከሌላ HDMI ወደብ ወይም የ 8K HDMI Ultra HD Deep Color ቀለም ቅንብሮችን ማጥፋት ይችላሉ።

# settings_2690
source: HDMI {port1} port support 8K Ultra HD Deep Color.
am_et: የ HDMI {port1} ወደብ የ 8K Ultra HD Deep Color ቀለም ን ይደግፋል።

# settings_2691
source: HDMI {port1} and HDMI {port2} ports support 8K Ultra HD Deep Color.
am_et: HDMI {port1} እና HDMI {port2} ወደቦች የ 8K Ultra HD Deep Color ቀለም ን ይደግፋሉ።

# settings_2692
source: HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K Ultra HD Deep Color.
am_et: HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ወደቦች የ 8K Ultra HD Deep Color ቀለም ን ይደግፋሉ።

# settings_2693
source: HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K Ultra HD Deep Color.
am_et: HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ወደቦች የ 8K Ultra HD Deep Color ቀለምን ይደግፋሉ።

# settings_2694
source: You can select the Ultra HD Deep Color of port.
am_et: Ultra HD Deep Color ወደብን መምረጥ ይችላሉ።

# settings_2695
source: You can launch the Instant Game Response by setting HDMI Ultra HD Deep Color 'On'.
am_et: HDMI Ultra HD Deep Colorን “አብራ” የሚለዉን በመንካት ፈጣን የጨዋታ ምላሽ ማስጀመር ይችላሉ።

# settings_2696
source: Select the Ultra HD Deep Color for HDMI {num} port.
am_et: ለ HDMI {num} ወደብ የ Ultra HD Deep Color ይምረጡ።

# settings_2697
source: * This mode expresses the Filmmaker's intentions clearly but may look darker than other picture modes.
am_et: * ይህ ሁነታ የ FILMMAKER MODEን ዓላማን በግልጹ ቢያብራራም ከ ሌሎች ምስል ሁነታዎች ይልቅ ጠቁሮ ይታያል።

# settings_2698
source: Automatically change to Filmmaker mode when movie content is recognized.
am_et: የፊልሙ ይዘት ሲታወቅ፣ በራስ ሰር መንገድ ወደ FILMMAKER MODE ቀይር።

# settings_2699
source: If it's turned on and you connect a device that also supports Ultra HD Deep Color, your picture may be clearer.
am_et: ይህንን ቢያበሩት እና Ultra HD Deep Colorን የሚደግፍ መሳሪያ ቢያገናኙ፣ ምስልዎ የበለጠ ጥራት ሊኖረው ይችላል።

# settings_2700
source: Please check that the Bluetooth device is already connected to another device.
am_et: የBluetooth መሣሪያ አስቀድሞ ከሌላ መሣሪያ ጋር የተገናኘ መሆኑን ያረጋግጡ።

# settings_2701
source: 1) Turn the Bluetooth on the other device off.
am_et: 1) በሌላው መሳያ ላይ ያለውን Bluetoothን አጥፋ።

# settings_2702
source: 2) Turn the Bluetooth device to connect off and on.
am_et: 2) ለማገናኘት የBluetooth መሣሪያውን ያጥፉ እና ያብሩ።

# settings_2703
source: Bluetooth Surround Sound + Internal TV Speaker
am_et: የ Bluetooth ሰራውንድ ድምጽ + ውስጣዊ TV ስፒከር

# settings_2704
source: Bluetooth Surround Sound Setup
am_et: የ Bluetooth ሰራውንድ ድምጽ ማዋቀር

# settings_2705
source: The setting of Bluetooth Surround Sound + Internal TV Speaker will be reset.
am_et: በ Bluetooth የሰራውንድ ድምጽ + የውስጣዊ TV ስፒከር ቅንብር ዳግም ይጀምራል።

# settings_2706
source: Select the Sound mode for each content type.
am_et: ለእያንዳንዱ የይዘት ዓይነት የድምጽ ሁነታን ምረጥ።

# settings_2707
source: Select the Sound mode and set detailed Audio effects.
am_et: የድምጽ ሁነታን ምረጥ እና ዝርዝር የድምጽ ትጽዕኖን አዋቅር።

# settings_2709
source: Deregister
am_et: ምዝገባ ተወው

# settings_2710
source: AI Sound Plus
am_et: AI ድምጽ ፕላስ

# settings_2711
source: Change the left / right sound
am_et: የቀኝ/ግራ ድምጽን ቀይር

# settings_2712
source: Checking for Updates
am_et: ማዘመኛዎችን አስስ

# settings_2713
source: Ultra Stadium Surround
am_et: የ Ultra Stadium ሰራውንድ

# settings_2714
source: Ultra Surround
am_et: Ultra ሰራውንድ

# settings_2715
source: Auto Genre Selection
am_et: በራስ ሰር የዘውግ ምርጫ

# settings_2716
source: AD ID
am_et: የ AD ID

# settings_2717
source: Reset AD ID
am_et: የAD ID ዳግም አስጀምር
