Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_582
source: Adjust overall screen brightness. Higher values increase brightness.
am_et: አጠቃላይ የማያ ብሩህነትን አስተካክል። ከፍተኛ ዋጋዎች ድምቀት ይጨምራሉ።

# settings_583
source: Some material may not be suitable for children.
am_et: አንዳንድ ይዘቶች ለህጻናት ተስማሚ ላይሆኑ ይችላሉ።

# settings_584
source: Dual Play Mode
am_et: ባለ ሁለት ጨዋታ ሁነታ

# settings_585
source: An error has occurred while copy channels.
am_et: ጣብያዎች በሚቀዳበት ጊዜ እክል አጋጥሟል።

# settings_586
source: • Compatibility problems may occur depending on the connected Bluetooth device.
am_et: • የተኳዃንነት ችግሮች እንደተገናኘው የ Bluetooth መሳሪያ ሁኔታ ሊያጋጥሙ ይችላሉ።

# settings_587
source: webOS TV Version
am_et: webOS ቲቪ ሥሪት

# settings_588
source: Not connected to network
am_et: ከአውታረመረብ ጋር አልተገናኘም።

# settings_589
source: Firmware Version
am_et: የፈርምዌር ሥሪት

# settings_590
source: You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.
am_et: MAGIC REMOTE በመጠቀም የክፍሉን የድምጽ ማስተጋባት አና በውጤቶቹ መሰረት የቲቪዎን የድምጽ ጥራት ማሰተካከል እና መቆጣጠር ይችላሉ፡፡

# settings_591
source: General Program Locks
am_et: አጠቃላይ የፕሮግራም ቁልፎች

# settings_592
source: (User)
am_et: (ተጠቃሚ)

# settings_593
source: (User)
am_et: (ተጠቃሚ)

# settings_594
source: Iceland
am_et: አይስላንድ

# settings_595
source: Set the current date manually.
am_et: ወቅታዊውን ቀን በእጅህ ሙላ፡፡

# settings_596
source: Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.
am_et: Wi-Fi ጠፍቷል ማገናኘት የሚችሏቸውን አውታረ መረቦች ለማየት እና ተጨማሪ የምናሌ ዝርዝሮችን ለማየት ያጥፉት።

# settings_597
source: Add a hidden wireless network
am_et: ድብቅ ገመድ አልባ አውታረ መረብ አክል

# settings_598
source: Add wireless network by manually entering network name (SSID).
am_et: የአውታረ መረቡን ስም (SSID) ጽፈው በማስገባት የገመድ አልባ አውታረ መረብ ያክሉ፡፡

# settings_599
source: Northern Africa
am_et: ሰሜን አፍሪካ

# settings_600
source: General Age
am_et: አጠቃላይ እድሜ

# settings_601
source: Set TV locks for general programming.
am_et: የቴሌቪዥን መሸንጎሪያዎችን ለአጠቃላይ ፕሮግራም አዘጋጅ።

# settings_602
source: No group ID
am_et: የቡድን መለያ ቁጥር የለም

# settings_603
source: Select settings based on the game's Dual Play mode.
am_et: በጨዋታው Dual Play ሁነታ መሠረት ቅንብሮችን ምረጥ።

# settings_604
source: Font 1
am_et: ቅርፀ ፊደል 1

# settings_605
source: Set time to turn on the TV.
am_et: TV ው የሚበራበት ጊዜ ያስገቡ፡፡

# settings_606
source: Timer Repeat
am_et: ታይመር ድጋሚ

# settings_607
source: Turn on/off UHD Deep Color for HDMI3 port.
am_et: ለ HDMI3 ወደብ ULTRA HD Deep Color አብራ/አጥፋ፡፡

# settings_608
source: Voice Recognition Language
am_et: የድምጽ ማለያ ቋንቋ

# settings_609
source: • If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.
am_et: • ከእርስዎ ሽቦ አልባ በ LG Sound Sync በኩል ከተገናኘ የእርስዎ ሽቦ አልባ የኦዲዮ መሳሪያ ጋር የኦዲዮ ቪዲዮ ማመሳሰል ስህተት ከተፈጠረ፣ ቲቪውን ዳግም ለማስጀመር ይሞክሩ።

# settings_611
source: Display list of audio devices that can be connected to your TV.
am_et: ከቲቪዎ ጋር ሊገናኙ የሚችሉ የኦዲዮ መሳሪያዎችን ዝርዝር ያሳዩ፡፡

# settings_612
source: Method
am_et: ዘዴ

# settings_613
source: Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.
am_et: ቴክኒካዊ ችግሮችዎ በርቀት ለመፍታት እንዲችሉ የ LG ድጋፍ ተወካዮችን ያስችሉ። ድጋፍ ለማግኘት ወደ LG ደምበኞች አገልግሎት ማእከል መደወል ይኖርቦታል።

# settings_614
source: Connect your TV and other devices using apps that support LG Connect.
am_et: የLG Connect የሚቀበሉ መተግበሪያዎችን በመጠቀም ቲቪዎንና ሌሎች መሳሪያዎችን ያገናኙ።

# settings_615
source: ex. LG TV Plus
am_et: ለምሳሌ LG TV Plus

# settings_616
source: Customer Service
am_et: የደንበኛ አገልግሎት

# settings_617
source: Connect via WPS PBC
am_et: በWPS PBC አማካኝነት ተገናኝ

# settings_618
source: Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.
am_et: ቲቪውን ከአውታረ መረብ ጋር ለማገናኘት WPS በሚቀበል ራውተር ላይ ያለውን የ WPS-PBC አዝራር ይጫኑ፡፡

# settings_619
source: When the device is turned on/off, your TV will automatically turn on/off.
am_et: መሳሪው ሲበራ/ ሲጠፋ ወዲያውኑ TV ዎ ይበራል/ይጠፋል፡፡

# settings_620
source: Set the TV to turn off automatically when there has been no user input for a specified amount of time.
am_et: ለተወሰነው የጊዜ መጠን ተጠቃሚ ግብአት በማይኖርበት ጊዜ TVው በራሱ ጊዜ እንደሚጠፋ ያድርጉት።

# settings_621
source: Argentina
am_et: አርጀንቲና

# settings_622
source: Turn 3D On/Off and customize 3D settings for the best 3D experience.
am_et: 3D ያብሩ/ያጥፉ እና የ 3D አቀማመጦችን ምርጥ የ 3D ብቃት በሚፈጥሩበት መልኩ ያዘጋጁዋቸው።

# settings_623
source: Select the second preferred Subtitle Language.
am_et: ለግርጌ ርዕስ ቋንቋ ሁለተኛ ምርጫህን አድርግ፡፡

# settings_624
source: Above 8
am_et: ከ 8 በላይ

# settings_625
source: Delete or add TV channels to customize your channels.
am_et: ጣብያዎችዎ ለማበጀት የቴሌቪዥን ጣብያዎች ይሰርዙ ወይንም ያክሉ።

# settings_626
source: Adjust gamma settings to compensate for the brightness of the input signal.
am_et: የገቢ ምስሉን ብሩህነት ለማካካስ የጋማ ቅንብሮችን አስተካክል።

# settings_627
source: Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.
am_et: የከለር ሙቀት፣ ሉሚናንስ እና ቀይ፣አረንጓዴ እና ሰማያዊ ጋይን መቆጣጠሪያዎችን በማስተካከል የከለር ባላንስ ቀይር፡፡

# settings_628
source: Fine tune red, green, blue, cyan, magenta, and yellow color spaces.
am_et: ቀይ፣ አረንጓዴ፣ ሠማያዊ፣ ሠማያዊ-አረንጓዴ፣ደማቅ ቡኒ እና ቢጫ የቀለም ስፍራዎችን በረቂቅ ቃኝ።

# settings_629
source: Set the current date and time.
am_et: አሁን ያለው ቀንና ሰአት ይሙሉ።

# settings_630
source: side by side pattern
am_et: ጎን ለጎን ስርዓተ ጥለት

# settings_631
source: Connect via WPS PIN
am_et: በWPS ፒን አማካኝነት ተገናኝ

# settings_632
source: When your TV is turned off, the device will automatically turn off.
am_et: መሳሪው ሲበራ/ ሲጠፋ ወዲያውኑ TV መሳሪያው ይበራል/ይጠፋል፡፡

# settings_633
source: Set time to turn off the TV.
am_et: TV ው የሚጠፋበት ጊዜ ያስገቡ፡፡

# settings_634
source: Audio Description Volume
am_et: የኦዲዮ መግለጫ የድምፅ መጠን

# settings_635
source: Greek
am_et: ግሪክ

# settings_636
source: Enter PIN code into a WPS-enabled router to connect TV to the network.
am_et: Eቲቪውን ከአውታረ መረብ ጋር ለማገናኘት WPS በሚቀበል ራውተር ላይ የፒን ኮድ ያስገቡ፡፡

# settings_637
source: Advanced Wi-Fi Settings
am_et: የላቁ የ Wi-Fi መቼቶች

# settings_639
source: Adjust skin tone, grass, and sky colors.
am_et: የቆዳ ቀለምን፣ የሳር እና የሰማይ ቀለሞችን አስተካክል።

# settings_640
source: Hardware Version
am_et: የሐርድዌር ሥሪት

# settings_642
source: Font 2
am_et: ቅርፀ ፊደል 2

# settings_643
source: Font 3
am_et: ቅርፀ ፊደል 3

# settings_644
source: Font 4
am_et: ቅርፀ ፊደል 4

# settings_645
source: Font 5
am_et: ቅርፀ ፊደል 5

# settings_646
source: Font 6
am_et: ቅርፀ ፊደል 6

# settings_647
source: Font 7
am_et: ቅርፀ ፊደል 7

# settings_648
source: Font 8
am_et: ቅርፀ ፊደል 8

# settings_649
source: Aden
am_et: ኤደን

# settings_650
source: Block TV programs broadcast in English based on their content ratings.
am_et: የኢንግሊዘኛ TV ፕሮግራሞች ስርጭትን በተሰጣቸው የይዘት ምዘና መጠን ላይ ተመስርተው ያግዷቸው።

# settings_651
source: User Agreements
am_et: የተጠቃሚ ስምምነቶች

# settings_652
source: Portuguese
am_et: ፖርቱጋላዊ

# settings_653
source: Swedish
am_et: ስዊዲናዊ

# settings_654
source: Sexually Suggestive Dialogue
am_et: ወሲብ ተቋሚ ውይይት

# settings_655
source: Set TV locks for programs containing sexually suggestive dialogue.
am_et: የቴሌቪዥን መሸንጎሪያዎችን ወሲባዊ ይዘት ያለው ንግግር ላለባቸው ፕሮግራሞች ያዘጋጁ።

# settings_656
source: Armenia
am_et: አርሜኒያ

# settings_657
source: Aruba
am_et: አሩባ

# settings_658
source: Australia
am_et: አውስትራልያ

# settings_659
source: Azerbaijan
am_et: አዘርባጃን

# settings_660
source: Bahamas
am_et: ባሀማስ

# settings_661
source: Bahrain
am_et: ባህሬን

# settings_662
source: Bangladesh
am_et: ባንግላዴሽ

# settings_663
source: Barbados
am_et: ባርቤዶስ

# settings_664
source: Sharpness
am_et: ጥራት

# settings_665
source: There is no USB device connected to your TV.
am_et: ከቲቪዎ ጋር የተገናኘ የ USB መሳሪያ የለም፡፡

# settings_666
source: Review legal documents and accept or decline their terms of service.
am_et: የህግ ሰነዶችን በማንበበብ የአገልግሎቶቻቸው ውሎች ይቀበሉ ወይም ውድቅ ያድርጉ።

# settings_667
source: Iraq
am_et: ኢራቅ

# settings_668
source: Set ID
am_et: መለያ ቁጥር ሙላ

# settings_669
source: Select language for voice recognition.
am_et: ለድምጽ መለያ የሚጠቀሙበት ቋንቋ ይምረጡ።

# settings_670
source: Keyboard Languages
am_et: የቁልፍ ሰሌዳ ቋንቋዎች

# settings_671
source: Select languages for on-screen keyboards.
am_et: ለ ማያ ላይ ኪቦርዶች የሚሆኑ ቋንቋዎች ይምረጡ።

# settings_672
source: Primary Teletext Language
am_et: ቀዳማዊ የTeletext ቋንቋ

# settings_673
source: Some material may be inappropriate for children under 13.
am_et: አንዳንድ ይዘቶች ከ13 አመት በታች ለሆኑ ህጻናት ተስማሚ ላየሆኑ ይችላሉ።

# settings_674
source: Restricted
am_et: የተገደበ

# settings_675
source: Under 17 requires accompanying parent or adult guardian.
am_et: ከ 17 ዓመት በታች ለሆኑ ወላጅ ወይም አዋቂ ሞግዚት ከጎን መኖርን ይጠይቃል።

# settings_676
source: No One 17 and Under Admitted.
am_et: 17 ዓመት እና ከዚያ በታች የሆነ ማንም ሰው ተቀባይነት የለውም።

# settings_677
source: Adults Only.
am_et: አዋቂ ብቻ።

# settings_678
source: top and bottom pattern
am_et: ላይ እና ታች ስርዓተ ጥለት

# settings_679
source: To automatically set your LG Services Country, your TV must be connected to the network. Do you want to go to "Network Settings" now to check the connection?
am_et: የLG የአገልግሎት ሀገርዎን በራስ ሰር ለመሙላት ቴሌቪዥንዎ ከአውታረ መረቡ ጋር መገናኘት አለበት። ግንኙትዎ ለመፈተሸ አሁኑኑ ወደ "አውታመረብ አቀማመጦች" መሄድ ይፈልጋሉ?

# settings_681
source: Adjust Screen Position
am_et: የማያውን ስፍራ አስተካክል

# settings_682
source: Text Color
am_et: የጽሁፍ ቀለም

# settings_683
source: Audio Out (Line Out)
am_et: ድምጽ ማውጫ (Line Out)

# settings_684
source: Manually enter the IP and DNS server addresses.
am_et: የ IP እና DNS አገልጋይ አድራሻዎችን በመጻፍ ያስገቡ፡፡

# settings_685
source: Ireland
am_et: አየርላንድ

# settings_686
source: Italy
am_et: ጣሊያን

# settings_687
source: Kenya
am_et: ኬንያ

# settings_688
source: Latvia
am_et: ላትቪያ

# settings_689
source: Lithuania
am_et: ሊቱዌኒያ

# settings_690
source: Luxembourg
am_et: ሉክሰምበርግ

# settings_691
source: Macedonia
am_et: መቄዶንያ

# settings_692
source: Montenegro
am_et: ሞንተኔግሮ

# settings_693
source: Morocco
am_et: ሞሮኮ

# settings_694
source: Netherland
am_et: ኔዘርላንድ

# settings_695
source: Nigeria
am_et: ናይጄሪያ

# settings_696
source: Norway
am_et: ኖርዌይ

# settings_697
source: Poland
am_et: ፖላንድ

# settings_698
source: DNS (Automatic)
am_et: DNS (ራስሰር)

# settings_699
source: Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.
am_et: ድምጽን ከAUDIO OUT/ H/P OUT ወደቡ ጋር በተያያዙ ውጫዊ የድምጽ መሳሪያዎች አውጣ።

# settings_700
source: Note: If the device is not properly connected and set up, you may not hear any sound through it.
am_et: ማስታወሻ: መሳሪያው በአግባቡ ካልተገናኘ እና ካልተዘጋጀ በእሱ አማካኝነት ምንም ድምጽ ላይሰሙ ይችላሉ።

# settings_701
source: Wired Headphones
am_et: ባለ ገመድ ሄድፎኖች

# settings_702
source: Eastern Africa
am_et: ምስራቅ አፍሪካ

# settings_703
source: Set the TV to turn on automatically at a set time.
am_et: TVው በተሞላው ጊዜ መሰረት በራሱ ጊዜ እንዲበራ ያድርጉት።

# settings_704
source: Set the TV to turn off automatically at a set time.
am_et: TV በተሞላው ሰአት መሰረት በራሱጊዜ እንደሚጠፋ ያድርጉት።

# settings_705
source: min
am_et: ደቂቃ

# settings_706
source: Current time not valid
am_et: አሁን ያለው ሠዓት ትክክል አይደለም

# settings_707
source: H Position
am_et: H አቀማመጥ

# settings_708
source: Do you want to set the correct time now?
am_et: ትክክለኛውን ጊዜ አሁን ማተካከል ይፈልጋሉ?

# settings_709
source: Above 9
am_et: ከ 9 በላይ

# settings_710
source: ARE YOU SURE?
am_et: እርግጠኛ ነዎት?

# settings_711
source: Connecting via Wi-Fi Direct.
am_et: ከ Wi-Fi Direct ጋር ማገናኘት፡፡

# settings_712
source: TV Installation Type
am_et: የቲቪ አጫጫን አይነት

# settings_713
source: Optimize sound based on type of TV installation.
am_et: በቴሌቪዥን አጫጫን አይነት መሠረት ድምጽን አመጣጥን።

# settings_714
source: Stand TypeⅠ
am_et: የመቆሚያ አይነትⅠ

# settings_715
source: Stand TypeⅡ
am_et: የመቆሚያ አይነትⅡ

# settings_716
source: Wall-mounted Type
am_et: ግድግዳ ላይ የሚገጠም አይነት

# settings_717
source: Active Roaming
am_et: ንቁ ዳሰሳ

# settings_718
source: Western Africa
am_et: ምእራብ አፍሪካ

# settings_719
source: Southern Africa
am_et: ደቡባዊ አፍሪካ

# settings_720
source: Analog TV
am_et: አናሎግ TV

# settings_721
source: Digital TV
am_et: ዲጂታል TV

# settings_722
source: Select the country where you want to access LG's services. Services may vary depending on location.
am_et: የ LG አግልገሎቶችን ሊያገኙበት የሚፈልጉት ሀገር ይምረጡ። አገልግሎቶች እንደየአከባቢው ሊለያዩ ይችላሉ።

# settings_723
source: 3 Hours
am_et: 3 ሰአታት

# settings_724
source: Behavior may vary depending on connected device.
am_et: ክስተቱ በተገናኘው መሳሪያ መሰረት ሊለያይ ይችላል፡፡

# settings_725
source: Appropriate for general audience.
am_et: ለአጠቃላይ ተመልካች ተገቢ።

# settings_726
source: Output sound through wired headphones.
am_et: ድምጽን በገመድ በተገናኘ የጆሮ ማዳመጫ አውጣ።

# settings_727
source: Select days to apply the Timer Power On settings every week.
am_et: የፓወር ማብሪያ መቼቶችን በየሳምንቱ ለመተግበር ቀኖችን ይምረጡ፡፡

# settings_728
source: Currently connected LG Wireless Keyboard device will be disconnected from your TV. Continue?
am_et: በአሁኑ ወቅት የተገናኘ ገመድ አልባ LG መሳሪያ ከ ቲቪዎ የሚለያይ ይሆናል፡፡ ይቀጥል?

# settings_729
source: Above 10
am_et: ከ 10 በላይ

# settings_730
source: Above 11
am_et: ከ 11 በላይ

# settings_731
source: Above 12
am_et: ከ 12 በላይ

# settings_732
source: Above 13
am_et: ከ 13 በላይ

# settings_733
source: Above 14
am_et: ከ 14 በላይ

# settings_734
source: TEXT 1
am_et: ጽሁፍ 1

# settings_735
source: Optimize image quality for fast-moving images (sports and action).
am_et: ቶሎ ቶሎ ለሚቀያየሩ ምስሎች (ስፖርትና ድርጊት) የምስል ጥራትን ያሳድጉ፡፡

# settings_736
source: Norwegian
am_et: ኖርዌያዊ

# settings_737
source: Algiers
am_et: አልጀርስ

# settings_738
source: shift current screen up
am_et: አሁን ያለውን ማያ ገጽ ወደ ላይ ቀይር

# settings_739
source: shift up
am_et: ወደ ላይ ቀይር

# settings_740
source: shift current screen to the left
am_et: አሁን ያለውን ማያ ገጽ ወደ ግራ ቀይር

# settings_741
source: shift left
am_et: ወደ ግራ ቀይር

# settings_742
source: Belarus
am_et: ቤላሩስ

# settings_743
source: Enable two players to see different full-screen images for multiplayer games that support the feature.Note: Requires Dual Play-supported glasses.
am_et: ባህርዩን ለሚደግፉ ባለ ብዙ ተጫዋች ጨዋታዎች ሁለት ተጫዋቾች የተለያዩ ባለ ሙሉ ማያ ምስሎችን እንዲያዩ አስችል። ማስታወሻ: የሁለትዮሽ ማጫወቻ-የሚደግፉ ብርጭቆዎች ያስፈልጉታል።

# settings_744
source: Energy Saving
am_et: ኃይል ቁጠባ

# settings_745
source: shift current screen to the right
am_et: አሁን ያለውን ማያ ገጽ ወደ ቀኝ ቀይር

# settings_746
source: shift right
am_et: ወደ ቀኝ ቀይር

# settings_747
source: shift current screen down
am_et: አሁን ያለውን ማያ ገጽ ወደ ታች ቀይር

# settings_748
source: shift down
am_et: ወደ ታች ቀይር

# settings_749
source: Reset
am_et: እንደገና ያዘጋጁ

# settings_750
source: Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.
am_et: በቲቪው ማስቀመጫ እና በግድግዳው መሃል ያለው ርቀት ረዘም ያለ ከሆነ ስታንድ ታይፕⅠ ይጠቀሙ፡፡

# settings_751
source: Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.
am_et: የቲቪው ማስቀመጫ እና ለግድግዳው ቀረብ ያለ ከሆነ ስታንድ ታይፕⅠ ይጠቀሙ፡፡ ይህ የመሰረት ቅጽበትን ይቀንሳል እንዲሁም ጠራ ያለ የድምፅ ጥራት ይሰጥዎታል፡፡

# settings_752
source: Simultaneous Sound Out with Internal TV Speaker
am_et: ውስጣዊ የቲቪ ድምፅ ማጉያ በአንድ ጊዜ የሚለቀቅ ድምጽ

# settings_753
source: Internal TV Speaker + Audio Out (Optical)
am_et: ውስጣዊ የቲቪ ድምፅ ማጉያ + ድምጽ ማውጫ (ብርሃን መሰረት ያደረገ)

# settings_754
source: Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.
am_et: ድምጽ በውስጣዊ የቲቪ ድምፅ ማጉያ እና ከOPTICAL DIGITAL AUDIO OUT ወደቡ ጋር በተያያዙ ውጫዊ የድምጽ መሳሪያዎች በተመሳሳይ ጊዜ ሊሰማ ይችላል።

# settings_755
source: Copy Channels
am_et: ጣብያዎችን ይቅዱ

# settings_756
source: START ONCE TV IS OFF
am_et: ቲቪው አንድ ጊዜ ከጠፋ በኋላ ጀምር

# settings_757
source: Convert 3D signal to 2D.
am_et: የ 3D ሲግናል ወደ 2D ቀይር፡፡

# settings_758
source: Exempt from ratings.
am_et: የደረጃ አሰጣጥ አያስፈልገውም።

# settings_759
source: Adjust edge sharpness. Higher values increase the crispness and clarity of the image.
am_et: የጠርዝን ጥራት አስተካክል። ከፍተኛ ቁጥሮች የምስሉን ጉልህነት እና ጥራት ከፍ ያደርጉታል።

# settings_760
source: DNS (Manual)
am_et: DNS (በእጅ የሚሰራ)

# settings_761
source: Select your first choice of language for your broadcast TV provider's teletext services.
am_et: የስርጭት ቲቪ አቅራቢዎ ለሚልክልዎ የጽሁፍ መልዕክት አገልግሎት በቅድሚያ የሚመርጡትን ቋንቋ ያሳውቁ፡፡

# settings_762
source: Secondary Teletext Language
am_et: ኁለጸኛ የTeletext ቋንቋ

# settings_763
source: Select your second choice of language for your broadcast TV provider's teletext services.
am_et: የስርጭት ቲቪ አቅራቢዎ ለሚልክልዎ የጽሁፍ መልዕክት አገልግሎት ሁለተኛ የሚመርጡትን ቋንቋ ያሳውቁ፡፡

# settings_764
source: Sports
am_et: ስፖርቶች

# settings_765
source: Game
am_et: ጨዋታ

# settings_766
source: Photo
am_et: ፎቶ

# settings_767
source: HDR Effect
am_et: HDR ኢፌክት

# settings_768
source: Use Wall-mounted Type if your intalled TV is wall-mounted type.
am_et: የተገጠመው ቴሌቪዥንዎ ግድግዳ ላይ የሚገጠመው አይነት ከሆነ ግድግዳ ላይ የሚገጠም አይነት ይጠቀሙ፡፡።

# settings_769
source: Turn on/off UHD Deep Color for HDMI4 port.
am_et: ለ HDMI4 ወደብ ULTRA HD Deep Color አብራ/አጥፋ፡፡

# settings_770
source: Internal TV Speaker + Wired Headphones
am_et: ውስጣዊ የቲቪ ድምፅ ማጉያ + ሄድፎኖች

# settings_771
source: Could not indentify the reason for failure.
am_et: የመሳን ምክንያት መለየት አልተቻለም፡፡

# settings_772
source: Reason: Entered password is incorrect.
am_et: ምክንያት: ገባው የይለፍ ቃል የተሳሳተ ነው፡፡

# settings_773
source: Reason: Authentication with access point failed.
am_et: ምክንያት: የመድረሻ ነጥብ ማረጋገጫ አልተሳካም።

# settings_774
source: White
am_et: ነጭ

# settings_775
source: (Version: {l})
am_et: (እትም: {l})

# settings_776
source: Portugal
am_et: ፖርቱጋል

# settings_777
source: INVALID INPUT FORM
am_et: የማይሰራ የግብአት አይነት

# settings_778
source: Please check that all values are input correctly.
am_et: እባክዎ ሁሉንም ዋጋዎች በትክክል መግባታቸውን ያረጋግጡ።

# settings_779
source: Black
am_et: ጥቁር

# settings_780
source: Red
am_et: ቀይ

# settings_781
source: Select method to adjust white balance.
am_et: ነጭ ባላንስ የሚሰተካከልበትን መንገድ ይምረጡ፡፡

# settings_782
source: H Size
am_et: H መጠን

# settings_783
source: V Position
am_et: V አቀማመጥ

# settings_784
source: - 2 Points (Basic): Adjust white balance by dividing the bright and dark parts of the spectrum using 2 points.
am_et: - 2 ነጥቦች (መሠረታዊ)፦ የደማቅ እና ጨለማ ክፍል መለያን 2 ነጥቦችን ተጠቅመው በመከፋፈል ነጭ ባላንስን ያስተካክሉ፡፡

# settings_785
source: Input
am_et: ግብአት

# settings_786
source: Select the input to use when the TV turns on.
am_et: TV ው በሚበራበት ጊዜ የሚጠቀሙበትን ማስገቢያ ይምረጡ፡፡

# settings_787
source: Select the channel to use when the TV turns on.
am_et: TV ው በሚበራበት ጊዜ የሚጠቀሙበትን ጣብያ ይምረጡ

# settings_788
source: Green
am_et: አረንጓዴ

# settings_789
source: Wi-Fi Direct connection failed.
am_et: የWi-Fi Direct ትስስር አልተሳካም፡፡

# settings_790
source: Set the TV to turn on or off automatically at a set time.
am_et: ቲቪዎ አስቀድሞ በተሞላለት ሰዓት እንዲበራ ወይም እንዲጠፋ አድርገህ ሙላ፡፡

# settings_791
source: 6 Hours
am_et: 6 ሰአታት

# settings_792
source: Expert (Bright Room)
am_et: አዋቂ(ድማቅ ክፍል)

# settings_793
source: Expert (Dark Room)
am_et: አዋቂ(ጨለማ ክፍል)

# settings_794
source: Auto
am_et: ራስ-ሰር

# settings_795
source: Almaty
am_et: ኤልማቲ

# settings_796
source: Danish
am_et: ዴንማርካዊ

# settings_797
source: Multi Feed
am_et: ባለ ብዙ መጋቢ

# settings_798
source: Above 15
am_et: ከ 15 በላይ

# settings_799
source: Additional Audio Selection
am_et: ተጨማሪ የኦዲዮ መረጣ

# settings_800
source: - 20 Points IRE (Advanced): Adjust white balance by dividing the bright and dark parts of the spectrum using 20-points IRE.
am_et: - 20 ነጥቦች IRE (የላቀ)፦ የብርሃናማ እና ጨለማ ክፍሎችን መለያን 20-ነጥቦች IRE ተጠቅመው በመከፋፈል ነጭ ሚዛንን ያስተካክሉ።

# settings_801
source: Pattern
am_et: ስርዓተ ጥለት

# settings_802
source: Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.
am_et: ለነጭ ባላንስ ማስተካከያ እንደ መነሻ እንዲያገለግል ንድፍ ይምረጡ፡፡ TV ው የተሰራበትን ንድፍ ወይም የውጭ መሳሪያ በማገናኘት ሌላ ንድፍ መጠቀም ይችላሉ፡፡

# settings_803
source: Point
am_et: ነጥብ

# settings_804
source: Select point to adjust luminance.
am_et: ሉሚናንስን ለማስተካከልነጥብ ይምረጡ፡፡

# settings_805
source: Parental guidance suggested for children ages 8-13.
am_et: እድሜያቸው 8-13 ለሆኑ ህጻናት የሚመከር የወላጆች መመሪያ።

# settings_806
source: HDMI{port1} port support UHD Deep Color.
am_et: HDMI{port1} የ ULTRA HD Deep Color የሚደግፍ።

# settings_807
source: HDMI{port1} and HDMI{port2} ports support UHD Deep Color.
am_et: HDMI{port1} እና HDMI{port2} ወደባት ድጋፍ ULTRA HD Deep Color።

# settings_808
source: If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.
am_et: የራስ ሰር ኃይል ስምሪት ከተመረጠ፣ የ SIMPLINK መሳሪያዎን ሲያበሩት ቲቪዎ የሚበራ ሲሆን ቲቪዎን ሲያጠፉት ደግሞ የ SIMPLINK መሳሪያዎችዎም ይጠፋሉ፡፡

# settings_809
source: Quick Start+
am_et: አስቸኳ አጀማመር+

# settings_810
source: This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.
am_et: ይህ አቀማመጥ TVዎ በጠፋበት ጊዜ ዝግጁ ሆኖ እንዲቆይ በማድረግ በቀጣይ ጊዜ በሚከፈትበት ጊዜ በፍጥነት እንዲጀምር ያደርገዋል።

# settings_811
source: HDMI{port1}, HDMI{port2} and HDMI{port3} ports support UHD Deep Color.
am_et: HDMI{port1}, HDMI{port2} እና HDMI{port3} የወደብ ድጋፍ ULTRA HD Deep Color።

# settings_812
source: Adult Language
am_et: ወሲባዊ ይዘት ያለው ቋንቋ

# settings_813
source: TEXT 2
am_et: ጽሁፍ 2

# settings_814
source: The system encountered an error when trying to connect.
am_et: ሲስተሙ ትስስር ለመፍጠር በሚሞክርበት ወቅት ችግር አጋጥሞታል፡፡

# settings_815
source: Reason: Unable to login.
am_et: ምክንያት: በመለያ መግባት አልተቻለም

# settings_816
source: Suitable for children ages 2-7.
am_et: ከ2-7 አመት ለሆኑ ህጻናት ተስማሚ።

# settings_817
source: 3D Image Correction
am_et: 3D የምስል እርማት

# settings_818
source: An important software update is available.
am_et: ጠቃሚ የሶፍትዌር ዝማኔ አለ፡፡

# settings_819
source: Clear Panel Noise will begin when you switch off your TV.
am_et: Clear Panel Noise የእርስዎን ቲቪ በሚያጠፉበት ጊዜ ይጀምራል።

# settings_820
source: V Sharpness
am_et: V ጥራት

# settings_821
source: Manually adjust EQ frequencies.
am_et: የEQ ፈሪክወንሲን በእጅ አስተካክል።

# settings_822
source: Romania
am_et: ሮሜኒያ

# settings_823
source: Suitable for children ages 8 and older.
am_et: 8 አመት እና ከዚያ በላይ ለሆኑ ህጻናት ተስማሚ።

# settings_824
source: General :
am_et: አጠቃለይ :

# settings_825
source: Belize
am_et: ቤሊዘ

# settings_826
source: Sound can be heard simultaneously through internal TV speaker and wired headphones.
am_et: ድምጽ በውስጣዊ የቲቪ ድምፅ ማጉያ እና በጆሮ ማዳመጫ በተመሳሳይ ጊዜ ሊሰማ ይችላል።

# settings_827
source: Eye Comfort Mode
am_et: Eye Comfort ሁነት

# settings_828
source: If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.
am_et: ይህን አማራጭ ካበሩት የቀለም ጥራቱ በአይን ላይ የሚኖረውን ጫና ለመቀነስ በራ ሰር ይስተካከላል።

# settings_829
source: Picture Test
am_et: የምስል ሙከራ

# settings_830
source: Check for problems with the picture quality.
am_et: የምስል ጥራት ላይ ችግር እንዳለ ፈትሽ።

# settings_831
source: 3D Picture Test
am_et: 3D የምስል ሙከራ

# settings_832
source: Check for problems with the 3D picture quality.
am_et: በ3D ምስል ጥራት ላይ ችግሮች እንዳሉ ፈትሽ።

# settings_833
source: Switch the left/right images that produce the 3D effect.
am_et: የ3D ውጤት የሚያስገኙ የግራ/የቀኝ ምስሎችን ቀያይር፡፡

# settings_834
source: Others
am_et: ሌሎች

# settings_835
source: Available Internal Storage
am_et: የውስጥ ማከማቻ ክፍተት

# settings_836
source: Set TV locks for programs containing adult language.
am_et: የቴሌቪዥን መሸንጎሪያዎችን የጎልማሳ ቋንቋ ላላቸው ፕሮግራሞጅ ያዘጋጁ።

# settings_837
source: Sexual Situations
am_et: ወሲባዊ ሁኔታዎች

# settings_838
source: Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.
am_et: የዲጅታል ስርጭቶች የድምጽ ቋንቋ ይምረጹ። ብዙ ቋንቋዎች የማይደግፉ ፕሮግራሞች ላይ የተለመደው ጥቅም ላይ የሚውል ይሆናል።

# settings_839
source: WPS Push Button Configuration
am_et: የWPS የማዘዣ አዝራር ውቅረት

# settings_840
source: Set additional options for Audio Description.
am_et: ለኦዲዮ መግለጫ ተጨማሪ አማራጮችን አዘጋጅ፡፡

# settings_841
source: Serbia
am_et: ሰርብያ

# settings_842
source: Revert standard mode sound effect settings to default.
am_et: የድምጽ መቼቶችን ወደ ነባሪ መልስ።

# settings_843
source: HDMI{port1}, HDMI{port2}, HDMI{port3} and HDMI{port4} ports support UHD Deep Color.
am_et: HDMI{port1}, HDMI{port2}, HDMI{port3} እና HDMI{port4} የወደቦች ድጋፍ ULTRA HD Deep Color።

# settings_844
source: Blue
am_et: ሰማያዊ

# settings_845
source: No updates found.
am_et: ምንም ዝማኔ አልተገኘም፡፡

# settings_846
source: Quick Start
am_et: አስቸኳ አጀማመር

# settings_847
source: Select the desired video angle.
am_et: የሚፈለገው የቪድዮ ኮርና ይምረጡ።

# settings_848
source: Amman
am_et: አማን

# settings_849
source: 12 Hours
am_et: 12 ሰአታት
