Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_2040
source: If you turn this feature on, you can view more information about the TV program you are watching and related content.
am_et: ይህንን ባህሪ ካበሩት፣ በመመልከት ላይ ያሉትን የ TV ፕሮግራሙን እና የተያያዘ ይዘትን በተመለከተ ተጨማሪ መረጃ መመልከት ይችላሉ።

# settings_2041
source: Quick Help
am_et: ፈጣን እገዛ

# settings_2042
source: If you have problems while using your TV, check or adjust the settings to resolve the problems.
am_et: የእርስዎን ቲቪ በመጠቀም ላይ ሳሉ ችግሮች ካልዎት፣ ችግሮችን ለመፍታት ቅንብሮችን ይፈትሹ ወይም ያስተካክሉ።

# settings_2043
source: Disconnect all connections
am_et: ሁሉንም ግንኙነቶች አላቅ

# settings_2044
source: By turning Live Plus on, you confirm that you understand that the content displayed on your TV can be recognized and the viewing information may be collected, processed and shared with third parties to provide you with an enhanced viewing experience and personalized services. Please review the Privacy Policy and relevant user agreements in the TV settings menu before you activate Live Plus function.
am_et: Live Plus በማብራት፣ በእርስዎ TV ላይ የሚታየውን ይዘት እንደሚታወቅ እና ለእርስዎ የዳበረ የዕይታ ተሞክሮ እና ግላዊነትን የተላበሱ አገልግሎቶችን ለማቅረብ የዕይታው መረጃ ሊሰበሰብ፣ ሊካሄድ እና ከሶስተኛ ወገን ሊጋራ እንደሚችል መረዳትዎን አረጋግጠዋል ማለት ነው። እባክዎ Live Plus ተግባርን ከማንቃትዎ በፊት በ TV ው የቅንብሮች ምናሌ ውስጥ የግላዊነት ፖሊሲ እና ተዛማጅ የተጠቃሚ ስምምነቶችን ይከልሱ።

# settings_2046
source: Welcome Feature
am_et: የእንኳን ደህና መጡ ባህሪ

# settings_2047
source: TV On Screen
am_et: ቲቪ በማያ ገጽ ላይ

# settings_2048
source: Even when the TV is off, you can listen to music or use the voice recognition function by connecting the smartphone while using the minimum power.
am_et: ቲቪው ሲጠፋ እንኳን፣ ትንሽ ሃይል በመጠቀም ዘመናዊ ስልክዎን በማገናኘት ሙዚቃ መስማት ወይም የድምጽ መለየት ተግባር መጠቀም ይችላሉ።

# settings_2049
source: You'll be welcomed when you come home based on the data on your registered smartphone and ambient lighting will be provided when motion is detected around the TV.
am_et: በተመዘገበው ዘመናዊ ስልክዎ ያለው ውሂብ መሰረት በማድረግ ወደ ቤት ሲመጡ በደንብ ይቀበልዎታል እና በቲቪው አካባቢ እንቅስቃሴ ሲገኝ የአካባቢ ብርሃን ይቀርባል።

# settings_2050
source: Select the contents to show while the screen is coming up when the TV is turned on.
am_et: ቲቪው ሲበራ ማያ ገጹ እየመጣ እያለ ለማሳየት ይዘቶችን ይምረጡ።

# settings_2051
source: To keep your TV in the optimal condition, Always-on will be disabled for the set four hours and the power will be completely turned off.
am_et: ቲቪዎን በጥሩ ሁኔታ ለማስቀጠል፣ Always-on ለ አራት ሰዓታት ይሰናከላል እና ሃይሉ ጨርሶ ይጠፋል።

# settings_2052
source: Always-on Off Time
am_et: Always-on ከጊዜ ውጭ

# settings_2053
source: During the Always-on Off Time, available features may be limited when the screen is turned off.
am_et: ከጊዜ ውጭ Always-on ውቅት፣ ማያ ገጹ ሲጠፋ የሚገኙ ባህሪያት የተወሰኑ ናቸው።

# settings_2054
source: Select the hours you don't usually watch TV.
am_et: አብዛኛውን ቲቪ የማይመለከቱባቸው ሰዓታት ይምረጡ።

# settings_2055
source: If you turn “Receive Event Notifications” off, all notifications you have received from the LG TV Plus app on your smartphone will be deleted. Do you want to continue?
am_et: “የክስተት ማሳወቂያዎችን ተቀበል” ካጠፉት፣ ከ LG TV Plus መተግበሪያ የደረስዎትን ሁሉንም ማሳወቂያዎች ከዘመናዊ ስልክዎ ይሰረዛሉ?

# settings_2056
source: Even when the TV is off, you can listen to music by connecting your smartphone with the TV via Bluetooth.
am_et: ቲቪው ቢጠፋ እንኳን፣ ዘመናዊ ስልክዎ በ Bluetooth በኩል ከቲቪ ጋር በማገናኘት ሙዚቃ መስማት ይችላሉ።

# settings_2057
source: Bluetooth Speaker Mode
am_et: የ Bluetooth የድምጽ ማጉያ ሁነታ

# settings_2058
source: Use the voice recognition with “Hi LG”
am_et: ከ “Hi LG” ጋር የድምጽ መለየቱን ይጠቀሙ

# settings_2059
source: If you speak "Hi LG" without pressing the voice button on the remote control, you can use the voice recognition function.
am_et: በሩቅ መቆጣጠሪያ ላይ ያለውን የድምጽ አዝራሩን ሳይጫኑ “Hi LG” ከተናገሩ የድምጽ መለየት ተግባሩን መጠቀም ይችላሉ።

# settings_2060
source: Train Voice Model
am_et: የባቡር ድምጽ ሁነታ

# settings_2061
source: Enable your TV to recognize your speech by learning the type of your speech including pronunciation and intonation.
am_et: የአነጋገር ዘይቤ እና የድምጽ አወጣጥ አካቶ የንግግርዎን ዓይነት በመማር ንግግርዎ ለመለየት ቲቪዎን ያንቁ።

# settings_2062
source: There are {n} voice model(s) learned.
am_et: {n} የድምጽ ሞዴል(ሎች) ተምሯል።

# settings_2063
source: Your TV can learn a total of 10 voice models, and when the number of the learned voice models exceeds 10, the first learned voice model will be deleted.
am_et: ቲቪዎ በድምሩ 10 የድምጽ ሞዴሎችን መማር ይችላል እና የተማረው የድምጽ ሞዴሎች ከ 10 ሲበልጡ፣ መጀመሪያ የተማረው የድምጽ ሞዴል ይሰረዛል።

# settings_2064
source: Receive Event Notifications
am_et: የክስተት ማሳወቂያዎችን ይቀበሉ

# settings_2065
source: When the TV is off, the voice recognition function is activated in the state of Always-on.
am_et: ቲቪው ሲጠፋ፣ የድምጽ መለየት ተግባር በ Always-on ሁነታ ይነቃል።

# settings_2066
source: Receive notifications on your TV at the date and time you have specified in the LG TV Plus app on your smartphone.
am_et: በዘመናዊ ስልክዎ ላይ በ LG TV Plus መተግበሪያ የወሰኑትን ቀን እና ሰዓት በቲቪዎ ላይ ማሳወቂያዎችን ይቀበሉ።

# settings_2067
source: The screen will slide down in 5 seconds. Press any button except Power and Volume on the remote to slide the screen back up.
am_et: ማያ ገጹ በ 5 ሴኮንዶች ይንሸራተታል። የማያ ገጽ መተኪያን ለማንሸራተት በሩቅ መቆጣጠሪያው ከሃይል እና የድምጽ መጠን በስተቀር ማንኛውም አዝራር ይጫኑ።

# settings_2068
source: Disabled
am_et: ተሰናክሏል

# settings_2069
source: Enabled
am_et: ነቅቷል

# settings_2070
source: You can reset the connection history of devices that are connected via Screen Share (Miracast).
am_et: በ Screen Share (Miracast) በኩል የተገናኙ መሳሪያዎች የግንኙነት ታሪክን እንደገና ማስጀመር ይችላሉ።

# settings_2071
source: HDMI Device Settings
am_et: የ HDMI መሳሪያ ቅንብሮች

# settings_2072
source: Auto Device Detection
am_et: የራስ መሳሪያ ግኝት

# settings_2073
source: You can control the devices that are connected to HDMI ports with Magic Remote without device setup processes.
am_et: ያለ መሳሪያ ቅንብር ሂደቶች ወደ HDMI ወደቦች ከ Magic Remote ጋር የተገናኙ መሳሪያዎች መቆጣጠር ይችላሉ።

# settings_2074
source: Link To Devices for Voice Control
am_et: ለድምጽ ቁጥጥር ወደ መሳሪያዎች ያገናኙ

# settings_2078
source: Connection
am_et: ግንኙነት

# settings_2079
source: If you set the Menu Language as English in the same way as with Voice Recognition Language, voice recognition will be available more conveniently.
am_et: የምናሌ ቋንቋ ልክ እንደ የድምጽ ማለያ ቋንቋ በእንግሊዘኛ ካቀንበሩት፣ የድምጽ ማለያ ቋንቋ በተጨማሪ ምቹ ሆኖ ይገኛል።

# settings_2080
source: SIGNATURE TV Settings
am_et: የ SIGNATURE TV ቅንብሮች

# settings_2081
source: AI Service
am_et: AI አገልግሎት

# settings_2082
source: Home Promotion
am_et: የ Home ማስተዋወቂያ

# settings_2083
source: Not supported
am_et: አይደገፍም

# settings_2084
source: The available external voice recognition services may change depending on the language setting. Also, if you change the menu language, the setting menu is reloaded. Do you want to continue?
am_et: የሚገኙ ውጫዊ የድምጽ መለየት አገልግሎቶች በቋንቋ ቅንብር መሰረት ሊለውጥ ይችላል። እንዲሁም፣ የምናሌ ቋንቋ ከለወጡ፣ የቅንብር ምናሌው እንደገና ይጫናል። ለመቀጠል ይፈልጋሉ?

# settings_2085
source: AI Nudge
am_et: የ AI Nudge

# settings_2086
source: Usage Data Reset
am_et: የአጠቃቀም ውሂብ ማስጀመር

# settings_2087
source: Notification Center
am_et: የማሳወቂያ ማእከል

# settings_2088
source: The information about software updates, TV devices, user guide, and the terms and conditions is provided.
am_et: ስለ ሶፍትዌር ዝማኔዎች፣ የቲቪ መሳሪያዎች፣ የተጠቃሚ መመሪያ እና የደንቦች እና ሁኔታዎች መረጃ ቀርቧል።

# settings_2089
source: You may confirm the terms and conditions or change whether to accept the terms and conditions.
am_et: ደንቦች እና ሁኔታዎች ማረጋገጥ ወይም ደንቦች እና ሁኔታዎች ለመቀበል መለወጥ ይችላሉ።

# settings_2090
source: You can set the additional functions related to the TV.
am_et: ከቲቪው ጋር የተያያዙ ተጨማሪ ተግባራትን ማዘጋጀት ይችላሉ።

# settings_2091
source: You may see alarm messages about the user settings or TV status.
am_et: ስለ ተጠቃሚዎች ቅንብሮች ወይም የቲቪ አቋምን ማንቂያ መልእክቶችን መመልከት ይችላሉ።

# settings_2092
source: You can inspect the TV status or change the settings.
am_et: የቲቪ አቋሙን መከታተል ወይም ቅንብሮችን መለወጥ ይችላሉ።

# settings_2093
source: You can set the sound to play when the TV is turned on or off.
am_et: ቲቪው ሲበራ ወይም ሲጠፋ ድምጹን ለማጫወት ማዘጋጀት ይችላሉ።

# settings_2094
source: Please note that the sound may not be output when Digital Sound Out is set to Pass Through.
am_et: እባክዎ ያስታውሱ የአሃዛዊ ውጫዊ ድምጽ ወደ Pass Through በሚዘጋጅበት ጊዜ ድምጹ ወደ ውጭ አይወጣም።

# settings_2095
source: You can set whether to receive recommendations for contents based on the history of your watching activities.
am_et: በመመልከት ተግባርዎ ታሪክ መሰረት ለይዘቶች ምክሮችን ለመቀበል ወይም ላለመቀበል ማዘጋጀት ይችላሉ።

# settings_2096
source: Intelligent Recommendation
am_et: አስተዋይ ምክር

# settings_2097
source: You may receive messages recommending content based on the history of watching content or using apps.
am_et: ይዘትን በመመልከት ታሪክ መሰረት ወይም መተግበሪያዎችን በመጠቀም ይዘትን የሚመክሩ መልእክቶች ሊደርስዎ ይችላሉ።

# settings_2098
source: Reset the history of both watching content and using apps. When the history is reset, it may take a certain period of time to receive the recommendations of content again.
am_et: ይዘት መመልከትን ወይም መተግበሪያዎችን መጠቀምን በሁለቱም ታሪኩን እንደገና ያስጀምሩ። ታሪኩ ዳግም ሲጀምር፣ የይዘቱ ምክሮችን እንደገና ለመቀበል የተወሰነ ጊዜ ሊፈጅ ይችላል።

# settings_2099
source: AI Picture
am_et: የ AI ስእል

# settings_2100
source: OLED Motion Pro
am_et: የ OLED Motion Pro

# settings_2101
source: Smooth Gradation
am_et: የተስተካከለ ደረጃ

# settings_2102
source: The detailed set values of the White Balance function will be reset. Do you want to continue?
am_et: የነጭ ሚዛን ተግባር ዝርዝር የስብስብ እሴቶች እንደገና ይጀምራሉ። ለመቀጠል ይፈልጋሉ?

# settings_2103
source: The set sub-values of the Color Management System function will be reset. Do you want to continue?
am_et: የቀለም አስተዳደር ስርዓት ተግባር የስብስቡ ንኡስ እሴቶች እንደገና ይጀምራሉ። ለመቀጠል ይፈልጋሉ?

# settings_2104
source: Instant Game Response
am_et: ፈጣን የጨዋታ ምላሽ

# settings_2105
source: To provide an optimized picture quality, the 8K ULTRA HD Deep Color will be turned on for the current HDMI port. While applying the settings, picture or sound may not work properly. If the issue persists, please revert the settings or reboot your connected external device.
am_et: የተባ የምስል ጥራት ለማቅረብ፣ 8K፣ ULTRA HD Deep Color ቀለም ለአሁኑ የ HDMI ወደብ ይበራል። ቅንብሮቹን በሚተገብሩበት ጊዜ፣ ምስል ወይም ድምጽ በትክክል ላይሰሩ ይችላሉ። ችግሩ ከቆየ፣ እባክዎ ቅንብሮቹን ይመልሱ ወይም የተገናኘ ውጫዊ መሳሪያዎን እንደገና ያስነሱ።

# settings_2106
source: Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI ULTRA HD Deep Color setting off.
am_et: ማስታወሻ: መሳሪያዎ ይህንን ባህሪ የማይደግፍ ከሆነ በትክክል ላይሰራ ይችላል። በዚያ ጊዜ፣ መሳሪያውን ከሌላ HDMI ወደብ ወይም የ 8K HDMI ULTRA HD Deep Color ቀለም ቅንብሮችን ማጥፋት ይችላሉ።

# settings_2107
source: HDMI {port1} port support 8K ULTRA HD Deep Color.
am_et: የ HDMI {port1} ወደብ የ 8K ULTRA HD Deep Color ቀለም ን ይደግፋል።

# settings_2108
source: HDMI {port1} and HDMI {port2} ports support 8K ULTRA HD Deep Color.
am_et: HDMI {port1} እና HDMI {port2} ወደቦች የ 8K ULTRA HD Deep Color ቀለም ን ይደግፋል።

# settings_2109
source: HDMI {port1}, HDMI {port2} and HDMI {port3} ports support 8K ULTRA HD Deep Color.
am_et: HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ወደቦች የ 8K ULTRA HD Deep Color ቀለም ን ይደግፋል።

# settings_2110
source: HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support 8K ULTRA HD Deep Color.
am_et: HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ወደቦች የ 8K ULTRA HD Deep Color ቀለም ን ይደግፋል።

# settings_2111
source: AI Brightness
am_et: የ AI ብሩህነት

# settings_2112
source: 8K HDMI UHD Deep Color
am_et: የ 8K HDMI ULTRA HD Deep Color ቀለም

# settings_2113
source: The HDMI {port1} port supports the Instant Game Response.
am_et: የ HDMI {port1} ወደብ ፈጣኑን የጨዋታ ምላሽ ይደግፋል።

# settings_2114
source: The HDMI {port1} and HDMI {port2} ports support the Instant Game Response.
am_et: የ HDMI {port1} እና HDMI {port2} ወደቦች ፈጣኑን የጨዋታ ምላሽ ይደግፋል።

# settings_2115
source: The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response.
am_et: HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ወደቦች ፈጣኑን የጨዋታ ምላሽ ይደግፋል።

# settings_2116
source: The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response.
am_et: HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ወደቦች ፈጣኑን የጨዋታ ምላሽ ይደግፋል።

# settings_2117
source: You can launch the Instant Game Response by setting HDMI UHD Deep Color "On".
am_et: የ HDMI ULTRA HD Deep Color ቀለም “አብራ” በማቀናበር ፈጣኑን የጨዋታ ምላሽ ማስጀመር ይችላሉ።

# settings_2118
source: Caution
am_et: ጥንቃቄ

# settings_2119
source: When the Sound Out is set to "Bluetooth / HDMI ARC / Optical Digital / WiSA Speakers" or the connected device does not support the Instant Game Response, it may not work properly.
am_et: ውጫዊ ድምጽ ወደ “Bluetooth / HDMI ARC / Optical Digital / WiSA ድምጽ ማጉያዎች” ሲዘጋጁ ወይም የተገናኘው መሳሪያ ፈጣኑን የጨዋታ ምላሽ የማይደግፍ ሲሆን፣ በአግባቡ ላይሰራ ይችላል።

# settings_2120
source: When the Instant Game Response is launched, the video may blink temporarily.
am_et: የፈጣኑ ጨዋታ ምላሽ ሲነሳ፣ ቪድዮው ለጊዜው ብልጭ ድርግም ይላል።

# settings_2121
source: 22 Points IRE
am_et: 22 ነጥቦች IRE

# settings_2122
source: The screen brightness is automatically adjusted in accordance with the brightness around your TV.
am_et: የማያ ገጽ ብሩህነት የቲቪዎን አካባቢ ብርሁነት መሰረት በራስ ሰር ይስተካከላል።

# settings_2123
source: The HDMI {port1} and HDMI {port2} ports support the Instant Game Response. You can turn on or off the Instant Game Response of the port. If a device connected to the port also supports the Instant Game Response, you can view the best picture of the game.
am_et: የ HDMI {port1} እና የ HDMI {port2} ወደቦች ፈጣኑን የጨዋታ ምላሽ ይደግፋል። የወደቡ ፈጣኑ የጨዋታ ምላሽ ማብራት ወይም ማጥፋት ይችላሉ። ከወደቡ ጋር የተገናኘውን መሳሪያ ፈጣኑን የጨዋታ ምላሽ የሚደግፍ ከሆነ፣ የጨዋታው ምርጥ ስእል መመልከት ይችላሉ።

# settings_2124
source: Turn on or off the Instant Game Response of the HDMI {num} port.
am_et: የ HDMI {num} ወደብ ፈጣኑን የጨዋታ ምላሽ ያብሩ ወይም ያጥፉ።

# settings_2125
source: All ages are allowed to watch.
am_et: ሁሉም ዕድሜ መመልከት ይችላል።

# settings_2126
source: Those under 17 are not allowed to watch.
am_et: ከ 17 ዓመት በታች የሆኑ መመልከት አይፈቀድላቸውም።

# settings_2127
source: The program is intended for adults only.
am_et: ፕሮግራሙ የታለመው ለአዋቂዎች ብቻ ነው።

# settings_2128
source: HD Mode
am_et: HD ሁኔታ

# settings_2129
source: HD Mode Option
am_et: የ HD ሞድ አማራጮች

# settings_2130
source: UHD Mode
am_et: UHD አይነት

# settings_2131
source: When the function is set to "On", some of the menus appearing on the screen (e.g. Live Menu, Search, More Actions, etc.) can be made transparent.
am_et: ተግባሩ ወደ “አብራ” ሲዘጋጅ፣ በማያ ገጹ ላይ የሚታዩ አንዳንድ ምናሌዎች (ለምሳሌ ቀጥታ ምናሌ፣ ፍለጋ፣ ተጨማሪ ተግባሮች፣ ወዘተ) ግልጽ ሊደረጉ ይችላሉ።

# settings_2132
source: Use a small pointer.
am_et: ትንሽ አመልካች ይጠቀሙ።

# settings_2133
source: Use a medium pointer.
am_et: መካከለኛ አመልካች ይጠቀሙ።

# settings_2134
source: Use a large pointer.
am_et: ትልቅ አመልካች ይጠቀሙ።

# settings_2136
source: Previously Connected Devices ({num})
am_et: ቀድሞውኑ የተገናኙ መሳሪያዎች ({num})

# settings_2137
source: Auto Scan
am_et: ራስ ቅኝት

# settings_2138
source: Center
am_et: ማእከል

# settings_2139
source: Left Surround
am_et: ግራ አከባቢ

# settings_2140
source: Right Surround
am_et: ቀኝ አከባቢ

# settings_2141
source: Unable to Recognize
am_et: ለመለየት አልቻለም

# settings_2142
source: [{deviceName}] will be deleted.
am_et: [{deviceName}] ይሰረዛል።

# settings_2143
source: You can scan again to connect the device.
am_et: መሳሪያውን ለማገናኘት መቃኘት ይችላሉ።

# settings_2144
source: This is an already existing value.
am_et: ይህ ቀድሞውኑ ያለ እሴት ነው።

# speaker_channel
source: Channel
am_et: የከባቢያዊ ድምጽ ጣቢያ

# settings_2146
source: 2 Channel
am_et: 2 የከባቢያዊ ድምጽ ጣቢያ

# settings_2147
source: 5.1 Channel
am_et: 5.1 የከባቢያዊ ድምጽ ጣቢያ

# settings_2148
source: No devices found.
am_et: ምንም መሳሪያዎች አልተገኙም።

# settings_2149
source: Please check if WiSA Speakers are turned on and try again.
am_et: እባክዎ የ WiSA የድምጽ ማጉያዎችን መብራታቸውን ይፈትሹ እና እንደገና ይሞክሩ።

# settings_2150
source: HDMI Input Audio Format
am_et: የ HDMI ግብዓት የድምጽ ቅርጸት

# settings_2151
source: While the changed set value is transferred to an external device, the picture or sound may not be normally provided temporarily.
am_et: የተለወጠው የስብስብ እሴት ወደ ውጫዊ መሳሪያ ሲተላለፍ፣ ስእሉ ወይም ድምጹ በጊዜያዊ ላይቀርብ ይችላል።

# settings_2152
source: If the same symptom repeats, please change the set value again or restart the connected external device.
am_et: ተመሳሳይ ምልክቶች ከተደጋገሙ፣ እባክዎ የስብስብ እሴቱ እንደገና ለመለወጥ ወይም የተገናኘ ውጫዊ መሳሪያ እንደገና ይጀምሩ።

# settings_2153
source: If you turn on the function, you can enjoy Dolby Atmos content with the optimal sound.
am_et: ተግባሩን ካበሩት፣ በምቹ ድምጽ የ Dolby Atmos ይዘት መደሰት ይችላሉ።

# settings_2154
source: The optimized sound is automatically enabled in real time depending on content types.
am_et: በይዘት ዓይነቶች መሰረት በአግባቡ ጥቅም ላይ የዋለ ድምጽ በእውነታ በራስሰር ነቅቷል።

# settings_2155
source: The optimized sound and immersive surround effects are provided for content types based on artificial intelligence.
am_et: በአግባቡ ጥቅም ላይ የዋለ ድምጽ እና ጥልቅ የአካባቢ ማሳመሪያዎች በአርቲፊሻል ብልህነት መሰረት ለይዘት ዓይነቶች ቀርቧል።

# settings_2156
source: You can select the best sound mode for each content type and customize detailed audio effects of the standard sound mode.
am_et: ለእያንዳንዱ የይዘት ዓይነት የበለጠ የድምጽ ሁነታ መምረጥ እና የመደበኛው የድምጽ ሁነታ ዝርዝር የድምጽ ማሳመሪያዎች ማበጀት ይችላሉ።

# settings_2157
source: You can use Magic Remote to determine the room’s acoustics and optimize your TV’s sound based on the results.
am_et: የክፍሉን የድምጽ ማስተጋባት ለመወሰን MAGIC Remote እና በውጤቶቹ መሰረት የቲቪዎን የድምጽ ጥራት በአግባቡ መጠቀም ይችላሉ።

# settings_2158
source: You can set additional sound settings.
am_et: ተጨማሪ የድምጽ ቅንብሮችን ማዘጋጀት ይችላሉ።

# settings_2159
source: Enjoy an immersive 3D soundscape like that of Dolby Atmos with a virtual surround sound effect applied to the general content.
am_et: ልክ እንደ Dolby Atmos ከ virtual surround ድምጽ ማሳመሪያ ወደ አጠቃላይ ይዘት የተተገበረ ህያው ስሜት ገላጭ 3D የድምጽ ቀስቃሽ ይደሰቱበት።

# settings_2160
source: Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect with reinforced upward sound field effects.
am_et: ከጠንካራ ወደላይ የድምጽ ሜዳ ማሳመሪያዎች በምናባዊ ብዙሐ-ጣቢያ የአካባቢ ድምጽ ማሳመሪያ ጋር ህያው ስሜት ፈጣሪ 3D ድምጽ ቀስቃሽ ይደሰቱበት።

# settings_2161
source: You can change the sound to meet your taste for each sound frequency band.
am_et: ለእያንዳንዱ የድምጽ ድግግሞሽ ባንድ ጣዕምዎን ለማሟላት ድምጹን መለወጥ ይችላሉ።

# settings_2162
source: You can turn the automatic volume adjustment function on/off and select the range of each adjustment with the remote control.
am_et: የራስሰር የድምጽ መጠን ማስተካከያ ተግባር ማብራት/ማጥፋት እና በሩቅ መቆጣጠሪያው የእያንዳንዱን ማስተካከያ መጠን መምረጥ ይችላሉ።

# settings_2163
source: If the device is not connected, you may not hear any sound through it.
am_et: መሳሪያው ካልተገናኘ፣ በእሱ አማካኝነት ምንም ድምጽ ላይሰሙ ይችላሉ።

# settings_2164
source: Enjoy sound with the LG Sound Sync or a wireless audio device connected via Bluetooth.
am_et: በ Bluetooth በኩል የተገናኑ የ LG Sound Sync ወይም ሽቦ አልባ የድምጽ መሳሪያ ጋር ድምጽ ይደሰቱበት።

# settings_2165
source: It may not work depending on connected devices.
am_et: በተገናኙ መሳሪያዎች መሰረት ላይሰራ ይችላል።

# settings_2166
source: You can enjoy the sound via external audio devices connected to the Audio Out/Headphones output ports.
am_et: ድምጹን ወደ ውጫዊ Audio Out/Headphones ወደቦች የተገናኙ በውጫዊ የድምጽ መሳሪያዎች በኩል መደሰት ይችላሉ።

# settings_2167
source: You can enjoy the sound by connecting Wired Headphones.
am_et: ሽቦ ያለው የጀሮ ማዳመጫ በማገናኘት ድምጹን መደሰት ይችላሉ።

# settings_2168
source: You can enjoy the sound via both the Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.
am_et: ድምጽ በውስጣዊ የቲቪ ድምጽ ማጉያ እና ከ OPTICAL DIGITAL AUDIO OUT ወደቡ ጋር በተያያዙ ውጫዊ የድምጽ መሳሪያዎች በተመሳሳይ ጊዜ ሊሰማ ይችላል።

# settings_2169
source: You can enjoy the sound via both the Internal TV Speaker and Wired Headphones.
am_et: ድምጹን በውስጣዊ ቲቪ ድምጽ ማጉያ እና ሽቦ ያለው የጀሮ ማዳመጫ በኩል ድምጹን መደሰት ይችላሉ።

# settings_2170
source: One Touch Sound Tuning is disabled.
am_et: የ One Touch Sound Tuning ሰንክሏል።

# settings_2171
source: Output the corrected sound.
am_et: የተስተካከለ ድምጽ አውጣ።

# settings_2172
source: Reinforce the low-pitched tone of the corrected sound.
am_et: የተስተካከለውን ድምጽ ዝቅተኛ ድምጽ ያጠናክሩ።

# settings_2173
source: Reinforce a high-pitched tone of the corrected sound.
am_et: የተስተካከለውን ድምጽ ከፍተኛ ድምጽ ያጠናክሩ።

# settings_2174
source: Adjust the audio timing to synchronize the video and audio.
am_et: ቪዲዮ እና ድምጽን ለማመሳሰል ድምጽ የሚወጣበትን ሠዓት አስተካክል።

# settings_2175
source: Select an audio format (Bitstream/PCM) for each HDMI input.
am_et: ለእያንዳንዱ የ HDMI ግብዓት የድምጽ ቅርጸት (Bitstream/PCM) ይምረጡ።

# settings_2176
source: Select this when your TV is a stand type and is about 30cm or more away from the wall.
am_et: ቲቪዎ ቋሚ ዓይነት እና 30ሴሜ ወይም ከወለሉ ራቅ ያሉ ሲሆን ይህንን ይምረጡ።

# settings_2177
source: Select this when your TV is a stand type and is about 30cm or less away from the wall.
am_et: ቲቪዎ ቋሚ ዓይነት እና 30ሴሜ ወይም ከወለሉ ትንሽ ራቅ ያሉ ሲሆን ይህንን ይምረጡ።

# settings_2178
source: Enjoy a clearer sound by reducing the low-pitched tone reflected from the wall.
am_et: ከግድግዳው የሚንጸባረቀውን ዝቅተኛ ድምጽ በመቀነስ ጥርት ያለ ድምጽ ይደሰቱበት።

# settings_2179
source: Select this when your TV is a wall-mounted type.
am_et: የእርስዎ ቲቪ በግድግዳ የተጣበቀ ዓይነት ሲሆን ይህንን ይምረጡ።

# settings_2180
source: The gap between the sound volumes of the channel and program is automatically reduced, which helps you watch the program with a consistent volume.
am_et: ፕሮግራሙን በቀጣይ የድምጽ መጠን ለመመልከት፣ የጣቢያው የድምጽ መጠኖች እና ፕሮግራም ክፍተት በራስሰር ቀንሷል።

# settings_2181
source: 22 Points Code Value
am_et: 22 ነጥቦች የኮድ እሴት

# settings_2182
source: HDMI {port1} port support Instant Game Response. You can turn on or off the Instant Game Response of the port. If a device connected to the port also supports the Instant Game Response, you can view the best picture of the game.
am_et: የ HDMI {port1} ወደብ ፈጣኑን የጨዋታ ምላሽ ይደግፋል። የወደቡ ፈጣኑ የጨዋታ ምላሽ ማብራት ወይም ማጥፋት ይችላሉ። ከወደቡ ጋር የተገናኘውን መሳሪያ ፈጣኑን የጨዋታ ምላሽ የሚደግፍ ከሆነ፣ የጨዋታው ምርጥ ስእል መመልከት ይችላሉ።

# settings_2183
source: HDMI {port1}, HDMI {port2} and HDMI {port3} ports support Instant Game Response. You can turn on or off the Instant Game Response of the port. If a device connected to the port also supports the Instant Game Response, you can view the best picture of the game.
am_et: የ HDMI {port1}፣ HDMI {port2} እና የ HDMI {port3} ወደቦች ፈጣኑን የጨዋታ ምላሽ ይደግፋል። የወደቡ ፈጣኑ የጨዋታ ምላሽ ማብራት ወይም ማጥፋት ይችላሉ። ከወደቡ ጋር የተገናኘውን መሳሪያ ፈጣኑን የጨዋታ ምላሽ የሚደግፍ ከሆነ፣ የጨዋታው ምርጥ ስእል መመልከት ይችላሉ።

# settings_2184
source: HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support Instant Game Response. You can turn on or off the Instant Game Response of the port. If a device connected to the port also supports the Instant Game Response, you can view the best picture of the game.
am_et: የ HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና የ HDMI {port4} ወደቦች ፈጣኑን የጨዋታ ምላሽ ይደግፋል። የወደቡ ፈጣኑ የጨዋታ ምላሽ ማብራት ወይም ማጥፋት ይችላሉ። ከወደቡ ጋር የተገናኘውን መሳሪያ ፈጣኑን የጨዋታ ምላሽ የሚደግፍ ከሆነ፣ የጨዋታው ምርጥ ስእል መመልከት ይችላሉ።

# settings_2185
source: You can set and edit the IP address version to IPv4 or IPv6.
am_et: የ IP አድራሻ ስሪትን ወደ IPv4 ወይም IPv6 ማዘጋጀት እና አርትዖት ማድረግ ይችላሉ።

# settings_2186
source: However, the IPv6 version of the address does not support editing.
am_et: ይሁንእንጂ፣ የአድራሻውን የ IPv6 ስሪቱን አርትዖትን አይደግፍም።

# settings_2187
source: Device Connector allows you to connect and set up various devices on your TV.
am_et: የመሳሪያ አገናኙ በቲቪዎ ላይ የተለያዩ መሳሪያዎችን ለማገናኘት እና ለማቀናበር ያስችላል።

# settings_2188
source: Turn your TV on using your mobile device via Wi-Fi.
am_et: ሞባይል መሳሪያዎን በ Wi-Fi በኩል በመጠቀም ቲቪዎን ያብሩ።

# settings_2189
source: You can control with the app which supports the function in your mobile device.
am_et: በሞባይል መሳሪያዎ ውስጥ ተግባሩን ከሚደግፈው መተግበሪያ መቆጣጠር ይችላሉ።

# settings_2190
source: Turn your TV on using your mobile device via Bluetooth.
am_et: ሞባይል ስልክዎን በ Bluetooth በኩል በመጠቀም ቲቪዎን ያብሩ።

# settings_2191
source: Screen Share Settings
am_et: የ Screen Share ቅንብሮች

# settings_2192
source: You can delete the device connection history of Screen Share.
am_et: የ Screen Share የመሳሪያው ግንኙነት ታሪክን መሰረዝ ይችላሉ።

# settings_2193
source: You can see the information about devices connected to HDMI ports and adjust the related settings.
am_et: ወደ HDMI ወደቦች የተገናኙ መሳሪያዎችን መረጃ ማየት እና የተያያዙ ቅንብሮችን ማስተካከል ይችላሉ።

# settings_2194
source: You can set up a device that supports the voice recognition function and is connected to your TV.
am_et: የድምጽ መለየት ተግባርን የሚደግፍ እና ወደ ቲቪዎ የተገናኘ መሳሪያ ማቀናበር ይችላሉ።

# settings_2195
source: Deep Learning AI Sound
am_et: የጥልቅ መማር AI ድምጽ

# settings_2196
source: It provides the optimal Virtual 5.1 surround for the watching content by an algorithm learned via a deep learning technique.
am_et: በጥልቅ መማር ቴክኒክ በኩል የተገኘ አልጎሪዝም ይዘትን ለመመልከት ልከኛ ምናባዊ 5.1 አካባቢ ያቀርባል።
