Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_2718
source: It provides the optimal sound or Virtual 5.1 surround depending on the watching genre by an algorithm learned via a LG Deep Learning technique.
am_et: በLG የጥልቅ መማር ቴክኒክ በኩል የተገኘ አልጎሪዝም ዘውግን ለመመልከት የተባ ድምጽ ወይም ልከኛ ምናባዊ 5.1 ሰራውንድ ያቀርባል።

# settings_2719
source: AI Brightness Control
am_et: የAI ብሩህነት መቆጣጠሪያ

# settings_2720
source: AI 8K Upscaling is Updated.
am_et: የ AI 8K አፕስኬሊንግ ዘምኗል።

# settings_2721
source: Enhance the resolution and sharpness of contents by an algorithm learned via a LG Deep Learning technique and optimize a depth through contents analysis.
am_et: የይዘቶችን ጥራት እና ልካዊነት በLG ጥልቅ የመማሪያ ቴክኒክ የተገኘ አልጎሪዝም.ያጎልብቱ እናም በይዘቶች ትንተና የጥልቀትን መጠን ያትቡ።

# settings_2722
source: Optimize a depth for contents by an algorithm learned via a LG Machine Leaning technique.
am_et: የይዘትዎን የጥልቀት መጠን ከ LG የማሽን መማሪያ ቴክኒክ በተገኘ አልጎሪዝም ያትቡ።

# settings_2723
source: Automatically adjust to a picture value optimized for contents genre.
am_et: ለተባ የይዘቶችን ዘውግ ወደ የተባ የምስል እሴት በራስ ሰር ያስተካክሉ።

# settings_2724
source: Automatically adjust to a picture value optimized for Dolby HDR contents genre.
am_et: ለተባ የDolby HDR ይዘቶች ዘውግ ወደ የተባ የምስል እሴት በራስ ሰር ያስተካክሉ።

# settings_2725
source: It provides the optimal sound or Virtual 4.0 surround depending on the watching genre by an algorithm learned via a LG Machine Leaning technique.
am_et: በ LG የጥልቅ መማር ቴክኒክ በኩል የተገኘ አልጎሪዝም ዘውግን ለመመልከት የተባ ድምጽን ወይም ልከኛ ምናባዊ 4.0 ሰራውንድ ያቀርባል።

# settings_2726
source: 4-Way Zoom
am_et: 4-መንገድ ማጉላት ፡፡

# settings_2728
source: Bluetooth (Left)
am_et: Bluetooth (ግራ)

# settings_2729
source: Bluetooth (Right)
am_et: Bluetooth (ቀኝ)

# settings_2730
source: Volume Balance
am_et: የድምጽ መጠን ሚዛን

# settings_2732
source: Stop
am_et: ያቋርጡ

# settings_2733
source: Disconnect
am_et: ግንኙነት አቋርጥ

# settings_2734
source: Play
am_et: አጫውት

# settings_2735
source: Grayscale
am_et: ግራጫ

# settings_2736
source: Invert Colors
am_et: ቀለሞችን ገልብጥ

# settings_2737
source: AI Sound Pro
am_et: AI ድምጽ Pro

# settings_2738
source: AI Picture Pro
am_et: የAI ስእል Pro

# settings_2740
source: Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Unless you separately opt out, you can still access services like Live Plus, LG Channels, and Who.Where.What?.
am_et: ይህንን መቀየሪያ ማብራት የLGEን የ ሶስተኛ ወገን ተጠቃሚዎችን የግል መረጃዎትን ንግዳዊ ከማድረግ ክልከላ ያደርጋል። ለብቻ ካልመረጡ በቀር እንደ Live Plus፣ LG Channels፣ እና Who.Where.What? ያሉትን አገልግሎቶችን መጠቀም ይችላሉ።

# settings_2741
source: * This mode expresses the FILMMAKER MODE's intentions clearly but may look darker than other picture modes.
am_et: * ይህ ሁነታ የ FILMMAKER MODEን ዓላማን በግልጹ ቢያብራራም ከ ሌሎች ምስል ሁነታዎች ይልቅ ጠቁሮ ይታያል።

# settings_2742
source: Automatically change to FILMMAKER MODE when movie content is recognized.
am_et: የፊልሙ ይዘት ሲታወቅ፣ በራስ ሰር መንገድ ወደ FILMMAKER MODE ቀይር።

# settings_2744
source: FILMMAKER MODE Auto Change
am_et: FILMMAKER MODE ራስ-ሰር ለውጥ

# settings_2745
source: 4 Hours Auto Power Off
am_et: በየ 4 ሰዓታት በራስ-ሰርነት የሚጠፋ

# settings_2746
source: Also, you can adjust the detail setting of Bluetooth Surround sound directly.
am_et: እንዲሁም የ Bluetooth ከባቢ ድምፅን ዝርዝር ቅንብርን በቀጥታ ማስተካከልም ይችላሉ።

# settings_2747
source: Connect Bluetooth speaker and TV speaker and automatically adjust the Audio Delay between speakers.
am_et: የ Bluetooth ስፒከር እና TV ስፒከር ያገናኙ እና በስፒከሮች መካከል ያለውን Audio Delay ወዲያውኑ ያስተካክሉ።

# settings_2748
source: Describe the contents on the screen with voice for visually impaired viewers to use TV.
am_et: ማየት ለሚቸግራቸው ተመልካቾች ቲቪ ለመጠቀም ይዘቶቹን በድምጽ በማያ ገጹ ላይ ይግለጹ።

# settings_2749
source: Even if the setting is off, you can check the related information through channel banner, voice recognition.
am_et: ቅንብሩ ቢጠፋ እንኳ፣ በጣቢያው ባነር፣ ድምፅ መለያ በኩል ተዛማጅ መረጃውን መፈተሽ ይችላሉ።

# settings_2750
source: When a device is connected to the port, the game image is optimized with minimal delays, cracking, or interruptions.
am_et: መሳሪያ ወደ ማስገቢያው ሲገናኝ፣ የጨዋታ ምስሉ አነስተኛ መዘግየቶች፣ መሰነጣጠቅ ወይም መስተጓጎሎች ይስተካከላል።

# settings_2751
source: Mode Option
am_et: ሁነታ አማራጭ

# settings_2752
source: NEXTGEN TV Mode
am_et: የ NEXTGEN TV ሁነታ

# settings_2753
source: NEXTGEN TV Mode Option
am_et: የ NEXTGEN TV ሁነታ አማራጭ

# settings_2754
source: Set caption size, color, transparency, and other options for broadcasts.
am_et: ለስርጭቶች የመግለጫ ጽሁፍ መጠን፣ ቀለም፣ ብርሀን የማስተላለፍ ችሎታን እና ሌሎች አማራጮችን ይምረጡ።

# settings_2755
source: Set caption size, color, transparency, and other options for NEXTGEN TV broadcasts.
am_et: ለ NEXTGEN TV ስርጭቶች የመግለጫ ጽሁፍ መጠን፣ ቀለም፣ ብርሀን የማስተላለፍ ችሎታን እና ሌሎች አማራጮችን ይምረጡ።

# settings_2756
source: Select a caption type for NEXTGEN TV broadcasts.
am_et: ለ NEXTGEN TV ስርጭቶች የመግለጫ ጽሑፍ ዓይነት ይምረጡ።

# settings_2757
source: Set the TV to turn off automatically if there is no user input for 4 hours after the TV automatically turns on.
am_et: ቲቪውን በራሱ ጊዜ ከበራ በኋላ ለ 4 ሰዓታት ምንም የተጠቃሚ ግብአት ከሌለ ቲቪውን በራሱ ጊዜ ለማጥፋት ያዘጋጁ።

# settings_2758
source: The HDMI {port1} and HDMI {port2} ports support AMD FreeSync Premium, and you can select this function.
am_et: የ HDMI {port1} እና HDMI {port2} ማስገቢያዎች AMD FreeSync Premium ይደግፋሉ እና ይህን ተግባር መምረጥ ይችላሉ።

# settings_2759
source: The HDMI {port1} and HDMI {port2} ports support AMD FreeSync Premium, and you can turn it on or off.
am_et: የ HDMI {port1} እና HDMI {port2} ማስገቢያዎች AMD FreeSync Premium ይደግፋሉ እና ማብራት ወይም ማጥፋት ይችላሉ።

# settings_2760
source: The HDMI {port1} port supports AMD FreeSync Premium, and you can select this function.
am_et: የ HDMI {port1} ማስገቢያ AMD FreeSync Premium ይደግፋል እና ይህን ተግባር መምረጥ ይችላሉ።

# settings_2761
source: The HDMI {port1} port supports AMD FreeSync Premium, and you can turn it on or off.
am_et: የ HDMI {port1} ማስገቢያ AMD FreeSync Premium ይደግፋል እና ማብራት ወይም ማጥፋት ይችላሉ።

# settings_2762
source: The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSync Premium, and you can select this function.
am_et: የ HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ማስገቢያዎች AMD FreeSync Premium ይደግፋሉ እና ይህን ተግባር መምረጥ ይችላሉ።

# settings_2763
source: The HDMI {port1}, HDMI {port2} and HDMI {port3} ports support AMD FreeSync Premium, and you can turn it on or off.
am_et: የ HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ማስገቢያዎች AMD FreeSync Premium ይደግፋሉ እና ማብራት ወይም ማጥፋት ይችላሉ።

# settings_2764
source: The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSync Premium, and you can select this function.
am_et: የ HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ማስገቢያዎች AMD FreeSync Premium ይደግፋሉ እና ይህን ተግባር መምረጥ ይችላሉ።

# settings_2765
source: The HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support AMD FreeSync Premium, and you can turn it on or off.
am_et: የ HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ማስገቢያዎች AMD FreeSync Premium ይደግፋል እና ማብራት ወይም ማጥፋት ይችላሉ።

# settings_2766
source: Turn on/off the AMD FreeSync Premium of HDMI {num} port.
am_et: የ HDMI {num} ማስገቢያውን AMD FreeSync Premium ያብሩ/ያጥፉ።

# settings_2767
source: When this feature is set to 'on', some features appearing on the screen will be partially transparent.
am_et: ይህ ሁኔታ 'የበራ' ላይ ሲሆን፣ በማያ ገፁ ላይ የሚታዩ አንዳንድ ሁኔታዎች በከፊል በውስጥ የሚያሳዩ ይሆናሉ።

# settings_2768
source: You can delete the device connection history of Sound Share.
am_et: የ Sound Share የመሳሪያው ግንኙነት ታሪክን መሰረዝ ይችላሉ።

# settings_2769
source: You can select the AMD FreeSync Premium of HDMI {num} port.
am_et: የ HDMI {num} ማስገቢያውን AMD FreeSync Premium መምረጥ ይችላሉ።

# settings_2770
source: Play 8K Video streaming on Apps
am_et: መተግበሪያዉ ላይ የ8K ተንቀሳቃሽ ምስል ስርጭትን አጫዉት

# settings_2771
source: Set whether to play 8K Video streaming on Apps.
am_et: በመተግበሪያዉ ላይ የ8K ተንቀሳቃሽ ምስል ስርጭትን ለማጫወት አዘጋጅ።

# settings_2772
source: Turning this option on will slow down the loading or the playback other than 8K may not work properly.
am_et: ይሄንን ምርጫ ማብራት የመጫን ሂደቱን ከያዘገየዋል ወይም ከ8K ዉጭ መልሶ ማጫወት በአግባቡ ላይሰራ ይችላል።

# settings_2773
source: The ambient lighting will be provided when motion is detected around the TV.
am_et: በቲቪዉ ዙሪያ እንቅስቃሴ እነዳለ ሲታወቅ ተፈጥሯዊ ብርሃን ይሰጣል።

# settings_2774
source: Interactive Service
am_et: አሳታፊ አገልግሎት

# settings_2775
source: AMD FreeSync Premium
am_et: AMD FreeSync ፕሪሚየም

# settings_2776
source: Also, you can adjust the detailed settings for Bluetooth Surround sound.
am_et: እንዲሁም የ Bluetooth ከባቢ ድምፅን ዝርዝር ቅንብሮችን ማስተካከልም ይችላሉ።

# settings_2777
source: Also, You can adjust the detailed settings for Bluetooth Surround sound.
am_et: እንዲሁም የ Bluetooth ከባቢ ድምፅን ዝርዝር ቅንብሮችን ማስተካከልም ይችላሉ።

# settings_2778
source: Surround Level
am_et: የከባቢ ደረጃ

# settings_2779
source: Surround Balance
am_et: የከባቢ ማመጣጠኛ

# freesync_high
source: High
am_et: ከፍተኛ

# freesync_low
source: Low
am_et: ዝቅተኛ

# freesync_off
source: Off
am_et: አጥፋ

# freesync_wide
source: Wide
am_et: ሰፊ

# settings_2784
source: 2.1 Channel
am_et: 2.1 ጣቢያ

# settings_2785
source: Change the color of the menu on the screen to black and white tone for higher clarity.
am_et: በማያ ገፁ ላይ ለከፍተኛ ግልፅነት የማውጫውን ቀለም ወደ ጥቁርና ነጭ ይለውጡ።

# settings_2786
source: Mobile Device
am_et: ሞባይል መሳሪያ

# settings_2787
source: Voice Recognition Help
am_et: የድምጽ ማለያ ቋንቋ

# settings_2788
source: Voice Recognition Settings
am_et: የድምጽ ማለያ ቅንብር

# settings_2789
source: You can launch the AMD FreeSync Premium by setting HDMI Ultra HD Deep Color to 'On'.
am_et: HDMI Ultra HD Deep Colorን “አብራ” የሚለዉን በመንካት ፈጣን AMD FreeSync ፕሪሚየምን ማስጀመር ይችላሉ።

# settings_2790
source: AI Picture & AI Sound version
am_et: የ AI ስእል እና AI ድምጽ ስሪት

# settings_2791
source: It does not work with copyrighted content.
am_et: የቅጂ መብት ባለው ይዘት ላይ ይህ አይሰራም።

# settings_2792
source: Listen to TV sound through mobile device registered in LG ThinQ app.
am_et: በ LG ThinQ መተግበሪያ ውስጥ በተመዘገበው የሞባይል ስልክ በኩል የ TV ድምፅ ያዳምጡ።

# settings_2793
source: Set the details of voice recognition.
am_et: የድምጽ ማለያ ዝርዝሮችን ያስገቡ።

# settings_2794
source: You can adjust the individual volume of the connected WiSA Speakers.
am_et: የተገናኙት የ WiSA ድምጽ ማጉሊያዎች ተናጠል ድምፅን ማስተካከል ይችላሉ።

# settings_2795
source: You can check the utterance guide for each voice recognition service.
am_et: ለእያንዳንዱ የድምጽ ማለያ አገልግሎት የአነጋገር GUIDE ን መፈተሽ ይችላሉ።

# settings_2796
source: Master Password
am_et: ዋና የይለፍ ቃል

# settings_2797
source: By pressing "Reset", a new AD ID will be assigned to your Smart TV and ad-related data will be collected and tracked based on this new AD ID.
am_et: “ዳግም አስጀምር” የሚለውን በመጫን አዲስ AD ID ለእርስዎ Smart TV ይመደብለታል እና ከማስታወቂያ ጋር የተገናኘው መረጃ በዚህ አዲሱ AD ID መታወቂያ ላይ በመመርኮዝ ይሰበሰብ እና ክትትል ይደረግበታል ፡፡

# settings_2798
source: Activating this option will stop tracking of ad-related personal data from this Smart TV. Turning on the toggle may impact the types of ads you see going forward, but it will not stop you from receiving ads.
am_et: ይህንን አማራጭ ማስጀመር ከዚህ Smart TV ከማስታወቂያ ጋር የተዛመዱ የግል መረጃዎችን ክትትል ያስቆማል። መቀየሪያን ማብራት ወደፊት የሚመለከቱዋቸውን የማስታወቂያ አይነቶች ላይ ተጽዕኖ ሊኖረው ይችላል ነገር ግን ማስታወቂያዎችን ከመቀበል አያግደዎትም።

# settings_2799
source: Activating this toggle will cause LGE to instruct its third party providers to cease commercializing your personal information. Please note that this toggle does not affect certain services operated by third parties who collect your personal information in accordance with their own privacy policies. Please read those policies regarding their collection and use of your personal information.
am_et: ይህን መቀየሪያ ማሰጀመር ኤል.ጂ.ኢ LGE የሶስተኛ ወገን አቅራቢዎችን የግል መረጃዎን ማስታዋወቅ እንዲያቆም ያዛል። ይህ መቀየሪያ የእርስዎን የግል መረጃ በእራሳቸው የግላዊነት ፖሊሲዎች መሠረት የግል መረጃዎን በሚሰበስቡ በሶስተኛ ወገኖች የሚሰሩ የተወሰኑ አገልግሎቶችን እንደማይጎዳ እባክዎ ልብ ይበሉ ፡፡ እባክዎ የግል መረጃ አሰባሰብ እና አጠቃቀምን በተመለከተ እነዚህን መመሪያዎች ያንብቡ ፡፡

# settings_2800
source: You need to agree to the Terms and Conditions to use the Next Picks.
am_et: ቀጣይ ምርጫዎችን ለመጠቀም በውሎች እና ሁኔታዎች መስማማት ያስፈልግዎታል።

# settings_2801
source: Whenever you finish watching a program, the content to watch next will be recommended.
am_et: አንድ ፕሮግራም ተመልክተው ሲጨርሱ በሚቀጥለው የሚመለከቱት ይዘት ይመከራል።

# settings_2802
source: Do you want to agree now?
am_et: አሁን መስማማት ይፈልጋሉ?

# settings_2803
source: A network connection is required to use Next Picks.
am_et: ቀጣይ ምርጫዎችን ለመጠቀም የአውታረ መረብ ግንኙነት ያስፈልጋል።

# settings_2804
source: Do you want to connect now?
am_et: አሁኑኑ ማገናኘት ይፈልጋሉ?

# settings_2805
source: To disable Next Picks Settings, press the OK button.
am_et: ቀጣይ ምርጫዎች ቅንብሮችን ለማሰናከል እሺ የሚለውን ቁልፍ ይጫኑ።

# settings_2806
source: To enable Next Picks Settings, press the OK button.
am_et: ቀጣይ ምርጫዎች ቅንብሮችን ለማንቃት እሺ የሚለውን ቁልፍ ይጫኑ።

# settings_2807
source: Left ({n})
am_et: ግራ ({n})

# settings_2808
source: Center ({n})
am_et: ማዕከል ({n})

# settings_2809
source: Right ({n})
am_et: ቀኝ ({n})

# settings_2810
source: Left Surround ({n})
am_et: ግራ አከባቢ ({n})

# settings_2811
source: Right Surround ({n})
am_et: ቀኝ አካባቢ({n})

# settings_2812
source: Bass Boost ({n})
am_et: የ Bass መጎልበት ({n})

# settings_2813
source: {Device Name} Volume
am_et: {Device Name} ድምጽ

# settings_2814
source: Bluetooth Speaker Volume
am_et: የ Bluetooth የድምጽ ማጉያ ድምጽ

# settings_2815
source: Sound Balance
am_et: የድምፅ ሚዛን

# settings_2816
source: If you set Bluetooth again, the connection of existing speakers will be lost.
am_et: Bluetoothን እንደገና ካዋቀሩ ነባር የድምጽ ማጉያዎች ግንኙነት ይጠፋል።

# settings_2817
source: The service provides additional information and relevant content on the programs being watched.
am_et: አገልግሎቱ እየታዩ በሚገኙት ፕሮግራሚሞ ላይ ተጨማሪ መረጃ እና አስፈላጊ ይዘትን ይሰጣል።

# settings_2818
source: Suitable for children ages 7+.
am_et: 7+ አመት ለሆኑ ህጻናት ተስማሚ።

# settings_2819
source: Programs suitable for All Ages.
am_et: ፕሮግራሞቹ በሁሉም እድሜ ክልል ላሉ ሁሉ ተስማሚ ናቸው።

# settings_2820
source: Programs intended for viewers ages 18 and older.
am_et: ፕሮግራሞቹ እድሜያቸው 18 እና ከዚያ በላይ ለሆኑ ተመለካቾች የተዘጋጁ ናቸው።

# settings_2821
source: Programs intended for children (2-7).
am_et: ፕሮግራሞቹ እድሜያቸው (2-7) ለሆኑ ህጻናት ፕሮግራሞቹ እድሜያቸው።

# settings_2822
source: Suitable for children ages 8+.
am_et: 8+ አመት ለሆኑ ህጻናት ተስማሚ።

# settings_2823
source: Programs intended for viewers ages 14 and older.
am_et: ፕሮግራሞቹ እድሜያቸው 14 እና ከዚያ በላይ ለሆኑ ተመለካቾች የተዘጋጁ ናቸው።

# settings_2824
source: Programs intended for viewers ages 13 and older.
am_et: ፕሮግራሞቹ እድሜያቸው 13 እና ከዚያ በላይ ለሆኑ ተመለካቾች የተዘጋጁ ናቸው።

# settings_2825
source: Programs intended for viewers ages 16 and older.
am_et: ፕሮግራሞቹ እድሜያቸው 16 እና ከዚያ በላይ ለሆኑ ተመለካቾች የተዘጋጁ ናቸው።

# settings_2826
source: Selecting this function may increase energy consumption.
am_et: ይህን ተግባር መምረጥ የሃይል ፍጆታ ሊጨምር ይችላል።

# settings_2827
source: Mature Audiences Only (May not be suitable for ages younger than 18)
am_et: የበሰሉ ተመልካቾች ብቻ (እድሜያቸው ከ 18 በታች ለሆነ ሰዎች የሚስማማ ላይሆን ይችላል)

# settings_2828
source: Some content may not be suitable for children under the age of 8 and parental supervision is recommended for children aged 8–13.
am_et: አንዳንድ ይዘቶች እድሜያቸው ከ 8 አመት በታች ለሆኑ ልጆች ተስማሚ ላይሆን ይችላል እንዲሁም እድሜያቸው ከ 8–13 የሆኑ ልጆች የወላጅ ክትትል እንዲደረግላቸው ይመከራል።

# settings_2829
source: Auto Power Off after 4 Hours
am_et: ከ 4 ሰዓታት በኋላ በራስ-ሰርነት የሚጠፋ

# settings_2830
source: Turn on TV with a mobile device, such as a smartphone.
am_et: ልክ እንደ ስማርትፎን ሁሉ፣ በሞባይል መሳሪያ ቲቪውን ያብሩ።

# settings_2831
source: Guide for voice commands that can be used with LG voice recognition service.
am_et: በ LG የድምጽ ማለያ ቋንቋ ጥቅም ላይ ሊውል የሚችሉ የድምፅ ትእዛዞች መመሪያ።

# settings_2832
source: Set the details of voice recognition service such as volume, pronunciation, and speed.
am_et: የድምፅ መለያ ቋንቋ አገልግሎት ዝርዝሮችን ልክ እንደ ድምፅ መጠን፣ አጠራር እና ፍጥነት ያስተካክሉ።

# settings_2833
source: Enhances the images of the Input device to deeper and richer picture quality.
am_et: የግብዓት መሳሪያ ምስሎች ወደ ጥልቅ እና የበለፀገ ስእል ጥራት ከፍ ያደርጋል።

# settings_2834
source: Smart Tips
am_et: ስማርት ጥቆማዎች

# settings_2835
source: Game Optimizer
am_et: የጨዋታ ማመጣጠኛ

# settings_2836
source: Prevent input delay (input lag)
am_et: የግብዓት ቆይታ (የግብዓት መዘግየት) አስቀር

# settings_2837
source: Game Genre
am_et: የጨዋታ አይነት

# settings_2838
source: NanoCell Motion Pro
am_et: የ NanoCell እንቅስቃሴ Pro

# settings_2839
source: Reduce Blue Light
am_et: ሰማያዊ ብርሃን ቀንስ

# settings_2840
source: AI Game Sound
am_et: የ AI ጨዋታ ድምጽ

# settings_2841
source: VRR & G-Sync
am_et: VRR እና G-Sync

# settings_2842
source: FPS (First Person Shooter)
am_et: FPS (የመጀመሪያ ግለሰብ ተኳሽ)

# settings_2843
source: RPG (Role-playing Game)
am_et: RPG (የድርሻ-አጨዋወት ጨዋታ)

# settings_2844
source: RTS (Real-time Strategy)
am_et: RTS (ወቅታዊ ስልት)

# settings_2845
source: Black Stabilizer
am_et: ጥቁር ማረጋጊያ

# settings_2846
source: White Stabilizer
am_et: ነጭ ማረጋጊያ

# settings_2847
source: Level 1
am_et: ደረጃ 1

# settings_2848
source: Level 2
am_et: ደረጃ 2

# settings_2849
source: Devices
am_et: መሳሪያ

# settings_2850
source: External Devices
am_et: ውጫዊ መሳሪያዎች

# settings_2851
source: HDMI Settings
am_et: የ HDMI ቅንብሮች

# settings_2852
source: ISDB-T Countries
am_et: ISDB-T ሃገራት

# settings_2853
source: DVB Countries
am_et: DVB ሃገራት

# settings_2854
source: ASTC Countries
am_et: ASTC ሃገራት

# settings_2855
source: TV AI Channels
am_et: የ TV AI ጣቢያዎች

# settings_2856
source: AI Brightness Settings
am_et: AI ብሩህነት ቅንብሮች

# settings_2857
source: Input Delay Optimization
am_et: የማዘግያ ማመጣን ግብዓት

# settings_2858
source: The Picture Mode will be changed according to the game content.
am_et: በጨዋታ ይዘቱ መሰረት የስእል ሁነታ የሚለወጥ ይሆናል።

# settings_2859
source: Do you want to reset the Black and White Stabilizer values?
am_et: ጥቁር እና ነጭ ማረጋጊያ መጠኖችን እንደ አዲስ ማስገባት ይፈልጋሉ?

# settings_2860
source: sec
am_et: ሴኮንድ

# settings_2861
source: Check Password
am_et: የይለፍ ቃል ፈትሽ

# settings_2862
source: CI password incorrect.
am_et: የተሳሳተ CI የይለፍ ቃል።

# settings_2863
source: Store Mode is the function for the purpose of store displaying for selling TV, it will re-initialize settings every few minutes and may increase energy consumption.
am_et: የመደብር ሁነታ በመደብር ውስጥ ለማሳየት የተዘጋጀ ነው። ይህ በየተወሰኑ ደቂቃዎች ቅንብሮችን በድጋሚ ያስጀምራል እና የሀይል ፍጆታም ይጨምራል።

# settings_2864
source: Bluetooth Controller Connection Status
am_et: የ Bluetooth መቆጣጠሪያው የግንኙነት ሁኔታ

# settings_2865
source: Connect Bluetooth Controller
am_et: የ Bluetooth መቆጣጠሪያ ያገናኙ

# settings_2866
source: Registered Devices
am_et: የተመዘገቡ መሳሪያዎች

# settings_2867
source: You can connect and manage input devices (keyboard, gamepad, and mouse) that support Bluetooth.
am_et: Bluetooth ን የሚደግፉ የግብዓት መሳሪያዎችን (ኪቦርድ፣ የመጫወቻ ፓድ፣ እና ማውዝ) ማገናኘት እና መቆጣጠር ይችላሉ።

# settings_2868
source: The wireless connection history has been deleted.
am_et: የገመድ አልባ ግንኙነት ታሪክ ተሰርዟል።

# settings_2869
source: This feature is used to optimize the picture quality of UHD video input through the HDMI port.
am_et: ይህ ተግባር በ HDMI ፖርት በኩል የ UHD ቪዲዮ ግብዓትን ለማመጣጠን ጥቅም ላይ ውሏል።

# settings_2870
source: Note: If your device does not support this feature, it may not work properly.
am_et: ማስታወሻ: መሳሪያዎ ይህን ተግባር የማይደግፍ ከሆነ፣ በትክክል ላይሰራ ይችላል።

# settings_2871
source: Game Optimizer is turned off.
am_et: የጨዋታ ማመጣጠኛው ጠፍቷል።

# settings_2872
source: A factory reset is required since the selected country has a different broadcasting system.
am_et: የተመረጠው ሃገር የተለየ የማሰራጭ ስርዓት ስላለው በፋብሪካ በተሰራበት ሁኔታ መመለስ ያስፈልጋል።

# settings_2873
source: Please enter only numbers without hyphens (-)
am_et: እባክዎ ቁጥሮችን ብቻ ያለ ጭረቶች (-) ያስገቡ

# settings_2874
source: Your TV will be turned off in 1 minute due to the TV’s timer settings.
am_et: በቲቪው ቅንብሮች የተነሳ ቲቪዎ በ 1 ደቂቃ ውስጥ ይጠፋል።

# settings_2875
source: You can adjust the Magic Remote pointer size.
am_et: የ Magic Remote የአመልካች መጠን ማስተካከል ይችላሉ።

# settings_2876
source: Small Size
am_et: ትንሽ መጠን

# settings_2877
source: Medium Size
am_et: መካከለኛ መጠን

# settings_2878
source: Large Size
am_et: ትልቅ መጠን

# settings_2879
source: (Default Password: "{variable}")
am_et: (ነባር የይለፍ ቃል: "{variable}")

# settings_2880
source: Mexico, Puerto Rico
am_et: ሜክሲኮ፣ ፑይርቶ ሪኮ

# settings_2881
source: Antigua and Barbuda, Barbados, Bahamas, Belize, Commonwealth of Dominica, Costa Rica, El Salvador, Grenada, Guatemala, Guyana, Haiti, Honduras, Jamaica, Nicaragua, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Suriname, Trinidad and Tobago, Venezuela
am_et: አንቲጓ እና ባራቡዳ፣ ባርባዶስ፣ ባሃማስ፣ ብሊዝ፣ የዶሚኒካ ኮሜን ዌልዝ፣ ኮስት ሪካ፣ኢል ሳቫዶር፣ ግሬናዳ፣ ጓቲማላ፣ ጁያና፣ ሄቲ፣ ሆንዱራስ፣ ጃማይካ፣ ኒካራጉያ፣ ሴንት ኬቲስ እና ኔቪስ፣ ሴንት ሉሺያ፣ ሴንት ቬንሴንት እና ግሬናዲንስ፣ ሱሪኔም፣ ትሪኒዳድ እና ቶባጎ፣ ቬንዡዌላ

# settings_2882
source: Go to User Guide
am_et: ወደ የተጠቃሚ መመሪያ ሂድ

# settings_2883
source: Select the input area to enter the password.
am_et: የይለፍ ቃል ለማስገባት የማስገቢያውን ቦታ ይምረጡ።

# settings_2884
source: Other Network
am_et: ሌላ አውታረ መረብ

# settings_2885
source: AI learned via LG Machine Learning technique optimizes the depth of image quality according to the genre of viewing content.
am_et: በ LG ማሽን መማር ቴክኒክ በኩል AI መር እየታየ ባለው ይዘት መሰረት የምስል ጥራት ጥልቀትን ያመጣጥናል።

# settings_2886
source: AI learned via LG Deep Learning technique enhances the image clarity and resolution according to the viewing content.
am_et: በ LG ጥልቅ መማር ቴክኒክ በኩል AI መር እየታየ ባለው ይዘት መሰረት የምስል ጥራት እና የጥራት መጠንን ይጨምራል።

# settings_2887
source: AI learned via LG Deep Learning technique provides the optimal sound and Virtual 5.1.2 surround according to the genre of viewing content.
am_et: በ LG ጥልቅ መማር ቴክኒክ በኩል AI መር እየታየ ባለው ይዘት መሰረት ተመጣጣኝ ድምፅ እና ቨርቹዋል 5.1.2 ከባቢን እና የጥራት መጠንን ያቀርባል።

# settings_2888
source: AI learned via LG Deep Learning technique provides the optimal sound and Virtual 5.1 surround according to the genre of viewing content.
am_et: በ LG ጥልቅ መማር ቴክኒክ በኩል AI መር እየታየ ባለው ይዘት መሰረት ተመጣጣኝ ድምፅ እና ቨርቹዋል 5.1 ከባቢን እና የጥራት መጠንን ያቀርባል።

# settings_2889
source: The AI adjusts the brightness of the screen to suit the watching environment.
am_et: AI የእይታ ሁኔታን አመቺ ለማድረግ የማያ ገፅ ብሩህነትን ያስተካክላል።

# settings_2890
source: The microphone on the Magic Remote collects the sound around the TV and analyzes the acoustics of surrounding and performs the optimal sound.
am_et: በ Magic Remote ላይ ያለው ማይክራፎን በቲቪው አካባቢ ድምፅ ይሰበስባል እናም የአካባቢውን የድምፅ ጥናት ይመረምርና የተመጣጠነ ድምፅ ያከናውናል።

# settings_2891
source: You can check the examples of sentences that can be used for voice control.
am_et: ለድምፅ ቁጥጥር ጥቅም ላይ ሊውሉ የሚችሉ የዓረፍተ ነገሮች ምሳሌዎችን መፈተሽ ይችላሉ።

# settings_2892
source: The AI recommends various contents and useful features according to the user's watching patterns.
am_et: AI ተጠቃሚው በሚያየው ቅደም ተከተሎች መሰረት የተለያዩ ይዘቶች እና ጠቃሚ ተግባራትን ይመክራል።

# settings_2893
source: While watching a program, you can receive information about people, products, and places related to the program.
am_et: ፕሮግራም በመመልከት ወቅት፣ ከፕሮግራሙ ጋር በሚገናኝ መልኩ ስለ ሰዎች፣ ምርቶች እና ቦታዎችን መረጃን ማግኘት እንችላለን።

# settings_2894
source: You’ll get recommendations for convenient features you can use while watching TV or using an app.
am_et: ቲቪ እያዩ ወይም መተግበሪያ እየተጠቀሙ ሳሉ ሊጠቀሟቸው የሚችሏቸው አመቺ ተግባራትን የሚጠቁም ምክር ያገኛሉ።

# settings_2895
source: AI Channel
am_et: AI ጣቢያ

# settings_2896
source: Reset the watching patterns and app usage data stored on the TV.
am_et: በቲቪው ላይ የተከማቹትን የእይታ ቅደም ተከተሎች ወይም የመተግበሪያ ውሂብ አጠቃቀም አጥፍተው እንደ አዲስ ያስገቡ።

# settings_2897
source: Standard mode
am_et: መደበኛ ሁነታ

# settings_2899
source: All history of wireless connection of this TV will be deleted.
am_et: የዚህ ቲቪ ገመድ አልባ ግንኙት ሁሉም ታሪኮች የሚሰረዙ ይሆናል።

# settings_2900
source: Do you want to proceed?
am_et: መቀጠል ይፈልጋሉ?

# settings_2901
source: You can select the most suitable picture mode for its game genre.
am_et: ለዚህ ጨዋታ አይነት በጣም አመቺ የስእል ሁነታ መምረጥ ይችላሉ።

# settings_2902
source: Turns on/off all game-related settings at once.
am_et: ሁሉም ከጨዋታ ጋር የሚገናኙ ቅንብሮችን በአንዴ ያበራል/ያጠፋል።

# settings_2903
source: It provides content recommendations and personalized advertisements according to the content you’re watching.
am_et: የይዘት ምክሮች እና የተቀናጁ ማስታወቂያዎችን በሚመለከቱት ይዘት መሰረት ያቀርባል።

# settings_2904
source: It helps users to find interesting content based on their TV viewing patterns.
am_et: ተጠቃሚዎች በቲቪ እያታቸው ቅደም ተከተል መሰረት አስደሳች ይዘትን እንዲያገኙ ይረዳቸዋል።

# settings_2905
source: It will give you updates on your favorite sports team's match and broadcast schedule, match results, and more.
am_et: የእርስዎ ተወዳጅ የስፖርት ቡድን ግጥሚያ እና የስርጭት መርሃግብር፣ የግጥሚያ ውጤቶች እና የሌሎችንም ዝማኔዎች ይሰጥዎታል።

# settings_2906
source: Please set the screen according to the genre of the game.
am_et: እባክዎ በጨዋታው አይነት መሰረት ማያ ገፁን ያስተካክሉ።
