Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_321
source: Directed to Older Children (ages 7 and above)
am_et: ከፍ ላሉ ህጻናት የታሰበ (7 አመት እና ከዚያ በላይ)

# settings_322
source: character
am_et: ቁምፊ

# settings_323
source: Set advanced captioning options.
am_et: የላቀ የመግለጫ ጽሁፎችን የመጻፊያ አማራጮችን አቀናብር።

# settings_324
source: Service Area Zip Code
am_et: የአገልግሎት ቦታ ዚፕ ኮድ

# settings_325
source: Access Point 3
am_et: የመጠቀሚያ ነጥብ 3

# settings_327
source: Original Language
am_et: ኦርጂናል ቋንቋ

# settings_328
source: Insert 3G/4G Dongle USB to activate your 3G/4G network connection.
am_et: የ3G/4G አውታረ መረብ ግንኙነትዎን ለማንቃት የDongle USBዎን ያስገቡ።

# settings_329
source: 3D ON
am_et: 3D በርቷል

# settings_331
source: Time
am_et: ጊዜ

# settings_332
source: Color Temperature
am_et: የቀለም ሙቀት

# settings_333
source: Software Version
am_et: የሶፍትዌር እትም

# settings_334
source: Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.
am_et: LG ገመድ-አልባ ኪይቦርድ ከበራና የጥምረት ሁነታ ላይ ከሆነ በኋላ አገናኝ የሚለውን ቁልፍ ይጫኑ፡፡

# settings_335
source: diagonal zoom out
am_et: ሰያፍ ማሳነስ

# settings_336
source: Spanish
am_et: ስፓንሽ

# settings_337
source: This setting puts your TV in standby mode during the selected time periods, which may increase energy consumption.
am_et: ይህ ቅንብር በተመረጠው ጊዜ ክልል ውስጥ ቲቪዎን በተጠባባቂ ሁነት ውስጥ የሚያቆየው ሲሆን ይህም የኢነርጂ ፍጆታን ሊጨምር ይችላል፡፡

# settings_338
source: OK
am_et: እሺ

# settings_339
source: Austria
am_et: ኦስትሪያ

# settings_340
source: Belgium
am_et: ቤልጄም

# settings_341
source: Bosnia
am_et: ቦስኒያ እና ሄርዞጎቪኒያ

# settings_342
source: Bulgaria
am_et: ቡልጌሪያ

# settings_343
source: Croatia
am_et: ክሮኤሽያ

# settings_344
source: Cyprus
am_et: ሳይፕረስ

# settings_345
source: Czech
am_et: ቼክ ሪፑብሊክ

# settings_346
source: Denmark
am_et: ዴንማርክ

# settings_347
source: Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.
am_et: የዲጂታል ድምጽ ውፅአት አይነት ምረጥ። ፕሮግራሙ የተመረጠው የውጤት አይነት የማይደግፍ ከሆነ፣ ነባሩ ውጤት ከምጩ ጥቅም ላይ ይውላል።

# settings_348
source: Smart Picture Mode
am_et: Smart ምስል ሙድ

# settings_349
source: Refresh list
am_et: ዝርዝር አድስ

# settings_350
source: There is no message.
am_et: ምንም መልእክት የለም።

# settings_351
source: VERSION ##
am_et: የሥሪት ቁጥር

# settings_352
source: Allow Automatic Updates
am_et: የራስ ሰር ማዘመኛዎችን ፍቀድ

# settings_353
source: Automatically update system software when an update is found.
am_et: የስርአት ሶፍትዌሩን እድሳት በሚኖርበት ጊዜ በራስ-ሰርነት እንዲታደስ ያድርጉ።

# settings_354
source: Check for updates
am_et: ማዘመኛዎችን ፈልግ

# settings_355
source: Automatically optimize sound based on content type.
am_et: በይዘት አይነት ላይ የተመሠረተን ድምጽ በራስሰር አትባ።

# settings_356
source: This settings is only available for Internal TV Speaker.
am_et: ይህ ቅንብር የሚገኘው ለውስጣዊ TV ስፒከር ብቻ ነው፡፡

# settings_357
source: Sound Mode Settings
am_et: የድምፅ ሞድ መቼቶች

# settings_358
source: There are no paired devices.
am_et: የተገናኙ መሳሪዎች የሉም፡፡

# settings_359
source: Screen shifts at regular time intervals to prevent panel noise.
am_et: የፓኔል ድምፅ ረብሻን ለማሰወድ የማያ ቅያሪ ደንበኛ ጊዜ፡፡

# settings_360
source: Vivid
am_et: ግልጽ

# pictureMode
source: Standard
am_et: ስታንደርድ

# settings_362
source: Output sound through the Internal TV speaker.
am_et: ድምጽን በውስጣዊ የቲቪ ድምፅ ማጉያ አውጣ።

# settings_363
source: We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.
am_et: መሳሪያዎን ለማረጋገጥና የዘመነው ሶፍትዌር መያዝዎና አለመያዝዎ ለማረጋገጥ፣ የMAC አድራሻ፣ የሞዴል ቁጥር፣ የሀገር ኮድ፣ የቋንቋ አቀማመጥ፣ እንዲሁም የሶፍትዌር እትም በመሰብሰብ እናስቀምጣለን።

# settings_364
source: Download and install
am_et: አውርድና ጫን

# settings_365
source: Cancel Update
am_et: ዝማኔውን አጥፋ

# settings_366
source: Card Number
am_et: የካርድ ቁጥር

# pointerSize
source: Size
am_et: መጠን

# settings_368
source: IPv6 (Automatic)
am_et: IPv6 (ራስሰር)

# settings_369
source: IPv6 (Manual)
am_et: IPv6 (በእጅ የሚሰራ)

# settings_370
source: You could switch to IPv6 in Edit mode.
am_et: በአርትእ ሁነታ ወደ IPv6 መቀየር አለብዎት።

# settings_371
source: You could switch to IPv4 in Edit mode.
am_et: በአርትእ ሁነታ ወደ IPv4 መቀየር ይችላሉ።

# settings_372
source: Sky Color
am_et: ሰማይ ቀለም

# settings_373
source: Wi-Fi Security
am_et: የWi-Fi ጥበቃ

# settings_374
source: Note:<br>1. If your TV is turned on while Clear Panel Noise is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.
am_et: ማስታወሻ፦<br>1. Clear Panel Noise በሥራ ሂደት ላይ እያለ የእርስዎ TV በርቶ ከሆነ፣ ሂደቱን ያቆማል እንዲሁም እንደገና ከመጀመሪያው መጀመር አለብዎት።<br>2. በሂደት ላይ እያለ፣ በማያ ገጹ ላይ ነጭ መስመር ብቅ ሊል ይችላል። ይህ የእርስዎን ማያ ገጽ በማጽዳት ወቅት ጤናማ ነገር ነው።

# settings_375
source: TV WILL TURN OFF NOW
am_et: ቲቪው አሁን ይጠፋል

# settings_376
source: press OK button to enter channel to search
am_et: የሚፈልግ ጣቢያን ለማስገባት የእሺ አዝራርን ይጫኑ

# settings_377
source: Signal Strength
am_et: የሲግናሉ ጥንካሬ

# settings_378
source: Accra
am_et: አክራ

# settings_379
source: Your TV must be off while clearing panel noise. Any current or upcoming recordings, reminders, or timer power-on scheduled while panel noise is clearing will be canceled.
am_et: የእርስዎ ቲቪ የፓኔል አላስፈላጊ ድምጽ በሚጸዳበት ጊዜ መጥፋት አለበት። ማናቸውም አሁን ያሉ ወይም መጪ ቀረጻዎች፣ አስታዋሾች፣ ወይም የጊዜ ቆጣሪ ኃይል ማብሪያ ዕቅድ የተያዘላቸው የፓኔል አላስፈላጊ ድምጽ በሚጸዳበት ጊዜ ይሰረዛሉ።

# settings_380
source: Please wait while the Settings application restarts.
am_et: የቅንብሮች መተግበሪያው እንደገና እየጀመረ ስለሆነ እባክዎ ይጠብቁ።

# settings_381
source: There are no available devices.
am_et: የተገኙ መሳሪያዎች የሉም፡፡

# settings_382
source: NO
am_et: አይ

# settings_383
source: Note: Captions are only displayed when provided by the broadcast program.
am_et: ማስታወሻ: የመግለጫ ጽሁፎች የሚታዩት በስርጭት ፕሮግራሙ ሲቀርቡ ብቻ ነው።

# settings_384
source: Set advanced Subtitle options.
am_et: ምጡቅ የግርጌ ርዕስ አማራጮችን አዘጋጅ፡፡

# settings_385
source: {label} : R{value}
am_et: {label} : ቀ{value}

# settings_386
source: Select language for subtitles.
am_et: ንኡስርእስ ለማዘጋጀት ሚሆኑ ቋንቋዎች ይምረጡ።

# settings_387
source: Note: Subtitles are only displayed when provided by the broadcast program.
am_et: ማስታወሻ: ንኡስርእሶች በስርጭት ፕሮግራሙ በሚቀርቡበት ጊዜ ብቻ ነው የሚታዩት።

# settings_388
source: Month
am_et: ወር

# settings_389
source: Brightness
am_et: ብሩህነት

# settings_390
source: Estonia
am_et: ኤስቶኒያ

# settings_391
source: Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.
am_et: ኩኪዎችን የሚገድበውን የማስታወቂያ ድግምግሞሽ ያብሩ። ይህ አንድ ማስታወቂያ በቴሌቪዥንዎ ላይ የሚታይበትን ጊዜ ቁጥር የሚከታተል ሲሆን አንድ አይነት ማስታወቂያ በተደጋጋሚ የሚታይበትን ብዛት ለመቀነስ ይረዳል።

# settings_392
source: YES
am_et: አዎን

# settings_393
source: Night
am_et: ምሽት

# settings_394
source: Unable to set automatically
am_et: በራስ ሰር ማዘጋጀት አልተቻለም

# settings_395
source: Children Age
am_et: የልጆች እድሜ

# settings_396
source: Set TV locks for ratings based on children’s ages.
am_et: የቴሌቪዥን መሸንጎሪያዎችን የህጻናትን እድሜ መሠረት ላደረገ ደረጃ አሰጣጥ አዘጋጅ።

# settings_398
source: Increase edge sharpness for a more distinct image.
am_et: ይበልጥ ልዩ የሆነ ምስል ለማግኘት የጠርዝ ጥራትን ጨምር።

# settings_399
source: Sleep Timer
am_et: የእንቅልፍ ሰአት ነጋሪ

# settings_400
source: Select TV's language settings.
am_et: የቴሌቪዥን/ኖች የቋንቋ ቅንጅቶች ምረጥ።

# settings_403
source: Confirm
am_et: አረጋግጥ

# settings_404
source: Sound Mode
am_et: የድምጽ ሙድ

# settings_405
source: Optimize sound mode for each content type.
am_et: ለእያንዳንዱ የይዘት አይነት የድምጽ ሁነታን አትባ።

# settings_406
source: Set TV locks for fantasy violence content.
am_et: የቴሌቪዥን መሸንጎሪያዎችን ለምናባዊ ግጭት ይዘት አዘጋጅ።

# settings_407
source: CONNECT
am_et: አገናኝ

# settings_408
source: OFF
am_et: አጥፋ

# settings_409
source: General Audience
am_et: አጠቃላይ ተመልካች

# settings_410
source: Access Point 1 Setting
am_et: መዳረሻ ነጥብ 1 ቅንብር

# settings_412
source: Dial No.
am_et: መደወያ ቁጥር

# settings_413
source: User Name
am_et: የተጠቃሚ ስም

# settings_414
source: Local Language
am_et: አከባቢያዊ ቋንቋ

# settings_415
source: Date
am_et: ቀን

# settings_416
source: Timezone
am_et: የግዜ ዞን

# settings_417
source: Custom Time Zone
am_et: የጊዜ ቀጠናን አብጅ

# settings_418
source: LG Wireless Keyboard Connected:
am_et: LG ገመድ-አልባ ኪይቦርድ ተገናኝቷል፡

# settings_419
source: hidden
am_et: የተደበቀ

# settings_420
source: Please put on your 3D glasses and enjoy!
am_et: እባክዎ የ 3D መነጽርዎ በማጥለቅ ይዝናኑ!

# settings_421
source: Audio Language
am_et: የድምጽ ቋንቋ

# settings_422
source: No Operation Auto Off
am_et: በራሱ የሚጠፋ ክወና የለም

# settings_423
source: CHANGES APPLIED ON RESTART
am_et: ለውጦች በዳግም አስጀምር ላይ ተግባራዊ ተደርገዋል

# settings_424
source: Turn on/off UHD Deep Color for HDMI2 port.
am_et: ለ HDMI2 ወደብ ULTRA HD Deep Color አብራ/አጥፋ፡፡

# settings_425
source: Not Connected to Internet
am_et: ከበይነ መረብ ጋር አልተገናኘም

# settings_426
source: Add Network
am_et: ዐውታረ መደብ አክል

# settings_427
source: Parental Guidance Suggested
am_et: የወላጅ ቁጥጥር ይመከራል

# settings_428
source: Parents Strongly Cautioned
am_et: ጽኑ ማስጠንቀቂያ ለወላጆች

# settings_429
source: Mature Audience Only
am_et: የበሰሉ ተመልካቾች ብቻ

# settings_430
source: EDIT
am_et: ያርትኡ

# settings_431
source: Adjust luminance for selected color.
am_et: ለተመረጠው ከለር ሉሚናስ አስተካክል፡፡

# settings_432
source: If the image isn't clear, select another pattern until the picture improves.
am_et: ምስሉ ጥራት የጎደለው ከሆነ፣ ጥራቱ እስኪሻሻል ድረስ ሌላ ንድፍ ይምረጡ።

# settings_433
source: Small Standard
am_et: ትንሽ መደበኛ

# settings_434
source: Use the small, standard-shaped cursor.
am_et: ትንሽ፣ መደበኛ-ቅርፅ ያለው ከርሰር ይጠቀሙ፡፡

# settings_435
source: Large Standard
am_et: ትልቅ መደበኛ

# settings_436
source: Eco
am_et: ኢኮ

# settings_437
source: Color Filter
am_et: የቀለም ማጣሪያ

# settings_438
source: Finland
am_et: ፊንላንድ

# settings_439
source: France
am_et: ፈረንሳይ

# settings_440
source: Germany
am_et: ጀርመን

# settings_441
source: Ghana
am_et: ጋና

# settings_442
source: Greece
am_et: ግሪክ

# settings_443
source: Automatically convert to 3D by analyzing the patterns in the original image.
am_et: በኦሪጂናል ምስሉ ላይ ያሉትን ስርዓተ ጥለቶች በማጥናት ወዲያውኑ ወደ 3D ይቀይሩ፡፡

# settings_444
source: 3D Color Correction
am_et: 3D የቀለም እርማት

# settings_446
source: Super Impose
am_et: ሱፐር ኢምፖዝ

# settings_447
source: Optimize sound mode for each content type and customize audio effects for Standard mode.
am_et: የተቀናበረ የድምፅ ሞድ ለእያንዳንዱ የይዘት አይነትና የተስተካከለ የድምፅ ቅንብሮች ለመደበኛ ሞድ፡፡

# settings_448
source: Channel Scrolling Options
am_et: የጣብያ መሸብለያ አማራጮች

# settings_449
source: Italian
am_et: የጣልያን

# settings_450
source: Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.
am_et: ነጸብራቅን ለመከላከልና የኃይል ፍጆታን ለመቀነስ የምስል እንቅስቃሴዎችን በማጥናት ብሩህነቱን አስተካክል፡፡

# settings_451
source: LED Local Dimming
am_et: LED አከባያዊ ዲሚንግ

# settings_452
source: MAC Address
am_et: የMAC አድራሻ

# settings_453
source: press OK button to edit IP manually
am_et: በእጅዎ IP ን አርትዕ ለማድረግ እሺ አዝራርን ይጫኑ

# settings_454
source: Serial Number
am_et: የምርቱ መለያ ቁጥር

# settings_458
source: Audio Out (Optical/HDMI ARC)
am_et: ድምጽ ማውጫ (ብርሃን መሰረት ያደረገ/HDMI ARC)

# settings_461
source: Network Problem
am_et: የአውታመረብ ችግር

# settings_462
source: The network is currently unavailable. Please try again later.
am_et: በአሁኑ ሰአት አውታረመረቡ ሊገኝ አልቻለም እባክዎ ቆየት ብለው እንደገና ይሞክሩ።

# settings_463
source: Clear Cookies history
am_et: የኩኪስ ታሪክ ያጥፉ

# settings_464
source: City Selection
am_et: የከተማ ምርጫ

# settings_465
source: Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.
am_et: የዲጅታል ስርጭቶች የድምጽ ቋንቋ ይምረጹ። የተለመደው ቋንቋ የሚመረጠው ፕሮግራሙ ብዙ ቋንቋዎች የማይደግፍ በሚሆንበት ጊዜ ነው።

# settings_466
source: Multi Audio
am_et: ባለ ብዙ ድምጽ

# settings_467
source: Set audio-related options.
am_et: ከድምጽ-ጋር ተያያዥ የሆኑ አማራጮችን ያዘጋጁ።

# settings_468
source: Note: Available options depend on the broadcast program.
am_et: ማስታወሻ: ምርጫዎች የሚገኙት ስርጭት ፕሮግራሙ ላይ ተመስረተው ነው።

# settings_469
source: Pick a Time
am_et: ሰአት ይምረጡ

# settings_470
source: Application lock changes for currently running apps will be applied the next time they are started.
am_et: አሁን በመሄድ ላይ ባሉ መተግበሪያዎች ላይ የሚደረጉ የመተግበሪያ ቆልፍ ለውጦች በሚቀጥለው ጊዜ ተግባራዊ ይደረጋሉ

# settings_471
source: Adjust color and saturation for a more vivid image.
am_et: ይበልጥ ቁልጭ ያለ ምስል ለማግኘት ቀለም እና ድምቀትን አስተካክል።

# settings_472
source: Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.
am_et: በገመድ አልባ ራውተር አማካኝነት ከአውታረ መረቡ ጋር ግንኙነት አድርግ። እንደ ድር ማሰስ፣ ይዘት መጋራት፣ እንዲሁም ራስ-ሰር ሶፍትዎር ማደስ የመሳሰሉ የ Smart TV ባህሪዎችን ለመጠቀም ከአውታረመረብ ጋር መገናኘት ይኖርቦታል።

# settings_473
source: Adak
am_et: አዳክ

# settings_474
source: The LG Services Country information could not be retrieved from the server. Please try again later.
am_et: የLG የአገልግሎት ሀገር ከአገልጋዩ ላይ ሊገኝ አልቻለም። እባክዎ ቆየት ብለው እንደገና ይሞክሩ።

# settings_475
source: Correct 3D image colors.
am_et: የ 3D ምስል ቀለማትን አርም፡፡

# settings_476
source: Would you like to continue?
am_et: መቀጠል ይፈልጋሉ?

# settings_477
source: Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT or HDMI IN (ARC) port. To use ARC mode, turn on the feature through SIMPLINK.
am_et: ድምጽን ከOPTICAL DIGITAL AUDIO OUT ወይም HDMI IN (ARC) ወደብ ጋር በተያያዙ ውጫዊ የድምጽ መሳሪያዎች አውጣ። የARC ሁነታን ለመጠቀም ባህርዩን በSIMPLINK አማካኝነት ያስነሱ።

# settings_478
source: Set the region for broadcasts and special services.
am_et: የስርጭትና ልዩ አገልግሎቶች ክልል ያዘጋጁ።

# settings_479
source: USB to TV
am_et: ከ USB ወደ TV

# settings_480
source: Copy channels from USB device to your TV? Existing channels will be deleted.
am_et: ጣብያዎች ከ USB መሳሪያዎ ወደ TV ይገልብጡ? አሁን ያሉት ጣብያዎች ይሰረዛሉ።

# settings_481
source: TV to USB
am_et: ከ TV ወደ USB

# settings_482
source: Do you want to copy channels from TV to USB?
am_et: ጣብያዎች ከ TV ወደ USB መገልበጥ ይፈልጋሉ?

# settings_483
source: Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.
am_et: በ Wi-Fi Direct አማካይነት እንደ ሞባይል ስልክ ወይም ኮምፒዩተር ከመሳሰሉ በ Wi-Fi Direct ከሚሰሩ መሳሪያዎች ጋር ገመድ አልባ ራውተር ጋር ማገናኘት ሳያስፈልግዎ ያለ ገመድ እንዲገናኙ ያስችልዎታል፡፡

# settings_484
source: No Wi-Fi Direct Devices
am_et: ምንም Wi-Fi Direct መሳሪያዎች የሉም

# settings_485
source: searching complete
am_et: ፍለጋ ተጠናቋል

# settings_486
source: Maximize contrast by increasing the intensity of bright and dark areas of the screen.
am_et: የማያውን ብሩህና ጨለማ ክፍሎች ጥልቀት በማሳደግ ንጽጽሩን አሳድግ፡፡

# settings_487
source: Adjust hue and saturation of a specified color region.
am_et: የአንድን የተለየ የቀለም አካባቢ ቀለም እና ድምቀት አስተካክል።

# settings_488
source: Gamma
am_et: ጋማ

# settings_489
source: Card ID Number
am_et: የካርድ መታወቂያ ቁጥር

# settings_490
source: Group ID Number
am_et: የቡድን መታወቂያ ቁጥር

# settings_491
source: No card information
am_et: የካርድ መረጃ የለም

# settings_492
source: General Audiences
am_et: አጠቃላይ ተመልካቾች

# settings_493
source: All ages admitted.
am_et: ሁሉም እድሜዎች ተቀባይነት አላቸው።

# settings_494
source: Block access to specified channels and external devices.
am_et: ተለይተው የተቀመጡ ጣብያዎችና ውጫዊ መሳሪያዎች የማግኘት መንገድ ይዝጉ።

# settings_495
source: Palm
am_et: መዳፍ

# settings_496
source: Font
am_et: ቅርፀ ቁምፊ

# settings_497
source: Speed
am_et: ፍጥነት

# settings_498
source: Adjust Audio Guidance speed.
am_et: የድምፅ መምሪያ ፍጥነት ያስተካክሉ።

# settings_499
source: Volume
am_et: ድምጽ

# settings_500
source: Settings
am_et: ቅንብሮች

# settings_501
source: Set the current time manually.
am_et: ወቅታዊውን ሰዓት በእጅህ ሙላ፡፡

# settings_502
source: Note: If the speakers are not properly connected and set up, you may not hear any sound through them.
am_et: ማስታወሻ: ድምጽ ማጉያዎቹ በአግባቡ ካልተገናኙ እና ካልተዘጋጁ በነሱ አማካኝነት ምንም ድምጽ ላይሰሙ ይችላሉ።

# settings_503
source: LG Sound Sync (Optical)
am_et: LG Sound Sync (ብርሃን መሰረት ያደረገ)

# settings_504
source: Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.
am_et: ድምጽን ከOPTICAL DIGITAL AUDIO OUT ወደቡ ጋር በተያያዘ የLG የድምጽ መሳሪያ አውጣ። የመሳሪያዎ የድምጽ መጠን ይሄንን አማራጭ ተጠቅመው በ TVዎ የርቀት መቆጣጠሪያ አማካኝነት መቆጣጠር ይችላሉ።

# settings_505
source: Hungary
am_et: ሀንጋሪ

# settings_506
source: Middle East
am_et: መካከለኛ ምስራቅ

# settings_507
source: Block TV programs broadcast in French based on their content ratings.
am_et: የፈረንሳይኛ TV ፕሮግራሞች ስርጭትን በተሰጣቸው የይዘት ምዘና መጠን ላይ ተመስርተው ያግዷቸው።

# settings_508
source: Adjust left/right audio balance.
am_et: የግራ/ቀኝ የድምጽ ሚዛንን አስተካክል።

# settings_509
source: Standard Mode Sound Effect
am_et: መደበኛ ሞድ የድምጽ ተፅዕኖ

# settings_510
source: Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.
am_et: በምናባዊ multi-channel surround sound ክውነት ውስጡ የገቡ ያህል የሚመስል የ3D የድምጽ መልክዓ ምድርን ያጣጥሙ።

# settings_511
source: 3D Sound Zooming
am_et: 3D የድምፅ ማጉያ

# settings_512
source: Japanese
am_et: ጃፓንኛ

# settings_513
source: Adjust Audio Guidance volume.
am_et: የድምፅ መምሪያ መጠን ያስተካክሉ።

# settings_514
source: Pitch
am_et: ሬንጅ

# settings_515
source: Select language for TV menus.
am_et: ለቲቪ ምናሌዎች ቋንቋን ይምረጡ።

# settings_516
source: 3G/4G Network Operator
am_et: 3G/4G ኔትዎርክ ኦፕሬተር

# settings_517
source: Set the TV to turn off after a set amount of time.
am_et: TVው ከተሞላው ሰአት በኋላ በረራሱ ጊዜ እንደሚጠፋ ያድርጉት።

# settings_518
source: Set color temperature from warm to cool.
am_et: የቀለም ሙቀት ከሙቀታም ወደ ቀዝቃዛ ቀይር።

# settings_519
source: SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.
am_et: SIMPLINK የ LG ሪሞት በመጠቀም ሌሎች በLG Smart TV ላይ በHDMI የተያያዙ SIMPLINK የተገጠመላቸውን እንደ DVD ማጫወቻን ወይም የቤት ድምፅ ቴያትር ሲስተምን መቆጣጠር እንዲችሉ ያደርግዎታል፡፡

# settings_520
source: Auto Power Sync
am_et: በራስ ጊዜ ኃይል ሥምሪት

# settings_521
source: Above 4
am_et: ከ 4 በላይ

# settings_522
source: Above 5
am_et: ከ 5 በላይ

# settings_523
source: Above 6
am_et: ከ 6 በላይ

# settings_524
source: Angola
am_et: አንጐላ

# settings_525
source: Your TV and SIMPLINK-connected device will be synced as follows:
am_et: የእርስዎ TV እና SIMPLINK የተያያዘላቸው መሳሪያዎች እንደሚከተለው ይያዛሉ፡

# settings_526
source: Use the large, standard-shaped cursor.
am_et: ትልቅ፣ መደበኛ-ቅርፅ ያለው ከርሰር ይጠቀሙ፡፡

# settings_527
source: Above 7
am_et: ከ 7 በላይ

# settings_528
source: Cinema
am_et: ሲኒማ

# settings_529
source: Primary Audio Language
am_et: ቀዳማዊ የድምጽ ቋንቋ

# settings_530
source: 3G/4G Network Status
am_et: የ3G/4G አውታረ መረብ ሁኔታ

# settings_531
source: diagonal zoom in
am_et: ሰያፍ ማጉላት

# settings_532
source: TV Rating English
am_et: የእንግሊዝኛ የቴሌቪዥን ግምገማ

# settings_533
source: Choose to have all channels or just your primary ones when you change channels.
am_et: ጣብያዎች በሚመርጡበት ጊዜ ሁሉም ጣብያዎች ወይንም ቅድሚያ የሚሰጡዋቸው ይምረጡ።

# settings_534
source: Subtitle First Choice Language
am_et: የግርጌ ጽሁፍ የመጀመሪያ የቋንቋ ምርጫ

# settings_535
source: Select the most preferred Subtitle Language.
am_et: ለግርጌ ርዕስ ቋንቋ ተቀዳሚ ምርጫህን አድርግ፡፡

# settings_536
source: press right button to adjust HDR Effect level
am_et: የ HDR ማሳመሪያ ደረጃን ለማስተካከል የቀኝ አዝራርን ይጫኑ

# settings_537
source: press right button to adjust de-judder and de-blur value
am_et: የ de-judder እና de-blur እሴትን ለማስተካከል የቀኝ አዝራርን ይጫኑ

# settings_538
source: press right button to adjust zoom ratio and position
am_et: የማጉያ ምጥጥነ ገጽታን እና አቀማመጥን ለማስተካከል የቀኝ አዝራርን ይጫኑ

# settings_539
source: press right button to adjust 3D Depth and 3D Viewpoint value
am_et: የ 3D Depth እና 3D Viewpoint እሴትን ለማስተካከል የቀኝ አዝራርን ይጫኑ

# settings_540
source: 2D to 3D pattern
am_et: ከ 2D ወደ 3D ስርዓተ ጥለት

# settings_541
source: Audio Description
am_et: የድምጽ መግለጫ

# settings_542
source: Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.
am_et: ማስታወሻ: በመሳሪያው አማካኝነት ድምጽ መስማት ካልቻሉ በአግባቡ እየሰራ መሆኑን እና Sound Syncን የሚደግፍ መሆኑን ያረጋግጡ።

# settings_543
source: Not Connected
am_et: አልተገናኘም

# settings_544
source: Connect to the network through a 3G/4G USB Dongle. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.
am_et: በ3G/4G USB Dongle አማካኝነት ከአውታረ መረቡ ጋር ተገናኝ። እንደ ድር ማሰስ፣ ይዘት መጋራት፣ እንዲሁም ራስ-ሰር ሶፍትዎር ማደስ የመሳሰሉ የ Smart TV ባህሪዎችን ለመጠቀም ከአውታረመረብ ጋር መገናኘት ይኖርቦታል።

# settings_545
source: N/A
am_et: አግባብነት የለውም

# settings_546
source: 3G/4G Network Type
am_et: 3G/4G የአውታረ መረብ ዓይነት

# settings_547
source: Device Vendor
am_et: የመሳሪያ ሻጭ

# settings_548
source: Device Name
am_et: የመሳሪያ ስም

# settings_549
source: Dutch
am_et: ደች

# settings_550
source: The contents on the screen will be described with voice for visually impaired viewers.
am_et: ማያው ላይ ያለው ይዘት ማየት ለተሳናቸው ተመልካቾች በድምጽ ይገለጽላቸዋል።

# settings_551
source: Note: This feature works only when provided by the broadcast program.
am_et: ማስታወሻ: የመግለጫ ጽሁፎች የሚታዩት በስርጭት ፕሮግራሙ ሲቀርቡ ብቻ ነው።

# settings_553
source: Note: Only displayed when it is provided by the program.
am_et: ማስታወሻ: በፕሮግራሙ ሲቀርብ ብቻ የሚታይ ነው፡፡

# settings_554
source: Adjust sky tone colors.
am_et: የስካይ ቶን ከለሮች አስተካክል፡፡

# settings_555
source: Subtitle Second Choice Language
am_et: የግርጌ ጽሁፍ ሁለተኛ ምርጫ ቋንቋ

# settings_556
source: Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.
am_et: ለዲጂታል ስርጭት በቅድሚያ የሚመርጡትን ቋንቋ ያሳውቁ፡፡ ብዙ ቋንቋዎች የማይደግፉ ፕሮግራሞች ላይ የተለመደው ጥቅም ላይ የሚውል ይሆናል።

# settings_557
source: Secondary Audio Language
am_et: ሁለተኛ የድምጽ ቋንቋ

# settings_558
source: Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.
am_et: ለዲጂታል ስርጭት በሁለተኛነት የሚመርጡትን ቋንቋ ያሳውቁ፡፡ ብዙ ቋንቋዎች የማይደግፉ ፕሮግራሞች ላይ የተለመደው ጥቅም ላይ የሚውል ይሆናል።

# settings_559
source: Please do not unplug the USB device until the copying is completed.
am_et: እባክዎ የመቅዳት ሂደቱ እስኪጠናቀቅ USB መሳሪያው አይንቀሉት።

# settings_560
source: Saving channels (USB to TV) is completed. TV will be restarted in 5 seconds.
am_et: ቻናሎችን መመዝገብ (USB ከቲቪ ጋር) ተጠናቅቋል፡፡ ቲቪው በ5 ሰከንድ ውስጥ ጠፍቶ ይበራል፡፡

# settings_561
source: Saving channels (TV to USB) is completed.
am_et: ቻናሎችን መመዝገብ (ቲቪ ከ USB ጋር) ተጠናቅቋል፡፡

# settings_562
source: Addis Ababa
am_et: አዲስ አበባ

# settings_563
source: Clear the advertising frequency capping cookies.
am_et: ኩኪዎችን የሚገድበውን የማስታወቂያ ድግምግሞሽ ያጽዱ።

# settings_564
source: CONNECTING…
am_et: በመገናኘት ላይ...

# settings_565
source: DISCONNECT
am_et: አለያይ

# settings_566
source: You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.
am_et: እስከ {n} የሚደርሱ የቁልፍ ሰሌዳ ቋንቋዎችን መምረጥ ይችላሉ። አዳዲስ ቋንቋዎችን ለማከል አሁን ያሉትን ከምርጫ ውስጥ ይሰርዙ።

# settings_567
source: 3D Sound Zooming adjusts sound to align with what you're seeing in 3D.
am_et: 3D የድምፅ ማጉያ በ3D ከሚያዩት ጋር ድምፅን ያስተካክላል፡፡

# settings_568
source: Save
am_et: አስቀምጥ

# settings_569
source: You can select up to {n} languages
am_et: እስከ {n} የሚደርሱ ቋንቋዎችን መምረጥ ይችላሉ

# settings_570
source: Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:
am_et: በ LG Sound Sync ወይም Bluetooth በኩል ሽቦ አልባ የኦዲዮ መሣሪያን በመጠቀም ድምፅን ያውጡ። አንዳንድ መላ መፈለጊያ ካስፈለግዎት፦

# settings_571
source: • If you can't hear sound through the device, make sure it is working and connected properly.
am_et: • በመሳሪያው በኩል ድምጽ መስማት ካልቻሉ፣ የሚሰራ መሆኑን እና በትክክል መገናኘቱን ያረጋግጡ።

# settings_573
source: LG Remote Service
am_et: LG የርቀት መቆጣጠርያ አገልግሎት

# settings_574
source: Adjust Audio Guidance pitch.
am_et: የድምፅ መምሪያ ሬንጅ ያስተካክሉ።

# settings_575
source: Select device for audio output.
am_et: ለድምጽ ውፅአት መሳሪያ ምረጥ።

# settings_576
source: LG Bean Bird character
am_et: LG Bean Bird መገለጫ

# settings_577
source: Use the LG Bean Bird character-shaped cursor.
am_et: LG Bean Bird መገለጫ-ቅርፅ ከርሰር ይጠቀሙ፡፡

# settings_578
source: Normal Image View
am_et: የመደበኛ ምስል ዕይታ

# settings_579
source: Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.
am_et: የምስል ሁነት ምረጥ፣ ከዚያም እንደ ንጽጽር፣ ብሩህነትና ቅልጥፍና የመሳሳሉ የማሳያ ቅንብሮን አብጅ፡፡

# settings_580
source: Aspect Ratio
am_et: የአኳሀን ልኬት

# settings_581
source: Set the screen size and aspect ratio.
am_et: የማያ መጠን እና የአኳሀን መጠነ-ግምት ያዘጋጁ።
