Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_3268
source: Theater Mode
am_et: የቴያትር ሁነታ

# settings_3269
source: Kids Care Mode
am_et: የልጆች ኬር ሁነታ ይምረጡ

# settings_3270
source: Memory Optimizer
am_et: ማህደረ ትውስታ አመጣጣኝ

# settings_3271
source: This function optimizes TV status by deleting unused apps or unnecessary memories.
am_et: ይህ ተግባር ጥቅም ላይ ያልዋሉ መተግበሪያዎች ወይም አላስፈላጊ ማህደረ ትውስታዎችን በመሰረዝ የቴሌቪዥን ሁኔታን ያመጣጥናል።

# settings_3272
source: Run this feature periodically.
am_et: ይህንን ተግባር በየጊዜው ያከናውኑ።

# settings_3273
source: Start
am_et: ይጀምሩ

# settings_3274
source: Care Recommendations
am_et: የኬር ምክሮች

# settings_3275
source: Various premium services are provided for OLED TV users.
am_et: ለ OLED ቴሌቪዥን ተጠቃሚዎች የተለያዩ የፕሪሚየም አገልግሎቶች ቀርበዋል።

# settings_3276
source: Set the Picture Mode that suits your viewing patterns.
am_et: ከእይታዎ ቅጥ ጋር የሚስማማ የስእል ሁነታ ያዘጋጁ።

# settings_3277
source: If this feature is in use, Picture > Select Mode feature will be unavailable.
am_et: ይህ ተግባር ጥቅም ላይ ከሆነ፣ ስእል > ሁነታ ምረጥ ተግባር አይገኝም።

# settings_3278
source: Various features such as Memory Optimizer, Picture and Sound Self-diagnosis and Energy Saving are provided to optimize TV status.
am_et: የቴሌቪዥን ሁኔታን ለማመጣጠን እንደ ማህደረ ትውስታ አመጣጣኝ፣ ስእል እና የድምፅ የራስ-ፍተሻ እና ኃይል ቁጠባ ያሉ የተለያዩ ባህሪዎች ቀርበዋል።

# settings_3279
source: It recommends Picture Settings suitable for eye strain or viewing environment by analyzing viewing patterns.
am_et: የመመልከቻ ቅጦችን በመተንተን ለዓይን ጫና ወይም ለመመልከት አካባቢ ተስማሚ የሆኑ የስእል ቅንብሮች ይመክራል።

# settings_3280
source: Not Selected
am_et: አልተመረጠም

# settings_3281
source: Voice Recognition
am_et: የድምፅ እውቅና

# settings_3282
source: Voice Recognition Service
am_et: የድምፅ እውቅና አገልግሎት

# settings_3283
source: You can select Voice Recognition Service to use its feature and may adjust settings for related its services.
am_et: የድምፅ ማወቂያ አገልግሎትን በመምረጥ ባህሪን ለመጠቀም እና ለተዛማጅ አገልግሎቶቹ ቅንብሮችን ሊያስተካክሉ ይችላሉ።

# settings_3284
source: You can select Voice Recognition Service you would like to use.
am_et: ሊጠቀሙበት የሚፈልጉትን የድምፅ ማወቂያ አገልግሎት መምረጥ ይችላሉ።

# settings_3285
source: You may adjust settings for features related to Hands-free Voice control.
am_et: ከእጅ-ነጻ የድምፅ ቁጥጥር ጋር የተዛመዱ ባህሪያትን ቅንብሮችን ማስተካከል ይችላሉ።

# settings_3286
source: Do you want to enable camera access on {appId}?
am_et: በ {appId} ላይ የካሜራ መዳረሻን ማንቃት ይፈልጋሉ?

# settings_3287
source: Allow
am_et: ፍቀድ

# settings_3288
source: Block
am_et: አግድ

# settings_3289
source: Hands-free Voice Control
am_et: ያለ እጅ መያዣ የድምፅ መቆጣጠሪያ

# settings_3290
source: If you set this feature, energy consumption may increase.
am_et: ይህንን ባህሪ ካዘጋጁ የኅይል ፍጆታው ሊጨምር ይችላል።

# settings_3291
source: Ambient Mode
am_et: ከባቢያዊ ሁነታ

# settings_3292
source: Family Care
am_et: የቤተሰብ እንክብካቤ

# settings_3293
source: Signal Signing
am_et: የሲግናል ፊርማ

# settings_3294
source: Even when TV has not been used, it provides multiple daily services in Ambient Mode.
am_et: ቲቪው ጥቅም ላይ ባልዋለበት ጊዜ እንኳን ከባቢያዊ ሁነታ ውስጥ በርካታ ዕለታዊ አገልግሎቶችን ይሰጣል።

# settings_3295
source: * This function may affect energy consumption.
am_et: * ይህ ተግባር የሃይል ፍጆታ ላይ ተፅዕኖ ሊያሳድር ይችላል።

# settings_3296
source: When the TV is turned off, it switches to Ambient Mode to provide optimized wallpaper, voice recognition and mobile device music playback.
am_et: ቴሌቪዥኑ ሲጠፋ የተመጣጠነ ዎልፔፐር፣ የድምፅ ማለያ እና የተንቀሳቃሽ መሳሪያ ሙዚቃ መልሶ ማጫወትን ለማቅረብ ወደ ከባቢያዊ ሁነታ ይለወጣል።

# settings_3297
source: Check [{menuName}] to use Ambient Mode without wallpaper.
am_et: የዎልፔፐር ሳይኖር የከባቢያዊ ሁነታ ለመጠቀም [{menuName}] ን ይፈትሹ።

# settings_3298
source: Enable the function
am_et: ተግባሩን ያንቁ

# settings_3299
source: Screen off during Ambient Mode
am_et: በከባያዊ ሁነታ ወቅት ማያ ገፅ ጠፍቷል

# settings_3300
source: Turning this option on may increase energy consumption. Do you want to continue?
am_et: ይህን አማራጭ ማብራት የኅይል ፍጆታን ሊያሳድግ ይችላል። መቀጠል ይፈልጋሉ?

# settings_3301
source: Signed In Account : {loginID}
am_et: በመለያ ገብቷል: {loginID}

# settings_3302
source: Do you want to delete usage data?
am_et: የአጠቃቀም ዉሂብ መሰረዝ ይፈልጋሉ?

# settings_3303
source: If you delete usage data, TV service provided based on your usage history may be affected.
am_et: የአጠቃቀም ውሂብን ከሰረዙ፣ በአጠቃቀም ታሪክዎ ላይ የተመሰረተ የቲቪ አገልግሎት ላይ ተፅዕኖ ሊደርስ ይችላል።

# settings_3304
source: Reset usage data of this device
am_et: የዚህን መሳሪያ የአጠቃቀም ውሂብ ዳግም ያስጀምሩ

# settings_3305
source: Reset all of usage data
am_et: ሁሉንም የአጠቃቀም ውሂብ ዳግም ያስጀምሩ

# settings_3306
source: Important!
am_et: አስፈላጊ!

# settings_3307
source: Resetting will delete all of your account settings and installed apps.
am_et: ዳግም ማስጀመር ሁሉንም የመለያ ቅንብሮችዎን እንዲሁም የተጫኑ መተግበሪያዎች ይሰርዛል።

# settings_3308
source: This action cannot be undone.
am_et: ይህ እርምጃ መቀልበስ አይችልም።

# settings_3309
source: Reset All
am_et: ሁሉንም ከአዲስ ያስገቡ

# settings_3310
source: Reset all except network settings
am_et: ከአውታረ መረብ ቅንብሮች በስተቀር ሁሉንም ዳግም አስጀምር

# settings_3311
source: This function allows Sound Out to be produced with TV Speaker and Bluetooth device simultaneously, so people with different levels of hearing impairment can watch TV together.
am_et: ይህ ተግባር ድምጽ ማንበብ የቲቪ ድምጽ ማጉያ እና የ Bluetooth መሣሪያ በአንድ ጊዜ እንዲመረት ያስችለዋል፣ ስለዚህ የተለያየ ደረጃ የመስማት እክል ያለባቸው ሰዎች አብረው ቲቪን ማየት ይችላሉ።

# settings_3312
source: Simultaneous Sound Out produced with TV Speaker and Bluetooth device will be available to allow people with different levels of hearing impairment to watch TV together.
am_et: በቲቪ ድምጽ ማጉያ እና በ Bluetooth መሣሪያ የሚመረተው በአንድ ጊዜ ድምጽ ማንበብ የተለያየ የመስማት ችግር ያለባቸው ሰዎች ቲቪን አብረው እንዲመለከቱ ለማስቻል ይገኛል።

# settings_3313
source: If there is no volume button, you can control the volume with {menuPath}.
am_et: የድምጽ አዝራር ከሌለ፣ ድምፁን በ {menuPath} መቆጣጠር ይችላሉ።

# settings_3314
source: Quick Settings > Sound Out > Device List & Bluetooth Volume
am_et: ፈጣን ቅንብር > ድምጽ ማንበብ > የመሳሪያ ዝርዝር እና የ Bluetooth ድምጽ

# settings_3315
source: AI Genre Selection
am_et: AI አይነት ምርጫ

# settings_3316
source: AI adjusts the dark areas according to the brightness around your TV and specific contents.
am_et: በቲቪው ዙሪያ ባለው ብሩህነት እና በተወሰኑ ይዘቶች መሰረት ጨለማ ቦታዎችን ያስተካክላል።

# settings_3317
source: Adjust the brightness of dark areas of the screen.
am_et: የማያ ገጹ ጨለማ ስፍራዎች ብሩህነት ያስተካክሉ።

# settings_3318
source: The closer to 100, the lighter and the closer to 0, the darker it is.
am_et: ወደ 100 ሲጠጋ፣ ብርሃን እና ወደ 0 ሲጠጋ፣ ጨለማው ይበልጣል።

# settings_3319
source: Video Range
am_et: የቪዲዮ ገደብ

# settings_3320
source: Adjust the video signal range according to the color range set in the external device.
am_et: የሲግናል ወሰን በውጫዊ መሳሪያ ውስጥ በሚገኘው የቀለም ዝርዝር መሰረት ያስተካክሉ።

# settings_3321
source: Dynamic
am_et: ተለዋዋጭ

# settings_3322
source: Color Adjustment
am_et: የቀለም ማስተካከል

# settings_3323
source: To use this feature, change the 'Color Adjustment' menu to 'User Selection'.
am_et: ይህን ተግባር ለመጠቀም፣ 'የቀለም ማስተካከል' ማውጫን ወደ 'የተጠቃሚ ምርጫ' ይለውጡ።

# settings_3324
source: Select the desired picture mode and reset it.
am_et: ተፈላጊውን የስእል ሁነታ ይምረጡ እና እንደገና ያስጀምሩት።

# settings_3325
source: (User Settings)
am_et: (የተጠቃሚ ቅንብሮች)

# settings_3326
source: Selected Speaker
am_et: የተመረጠ ተናጋሪ

# settings_3327
source: 2 Devices (BT Headset Only)
am_et: 2 መሳሪያዎች (BT ማዳመጫ ብቻ)

# settings_3328
source: Auto tuning settings will be reset.
am_et: የራስ-ሰር ቅንጅት ቅንብሮች ዳግም ይጀመራሉ።

# settings_3329
source: {current sound mode name} mode and current values of customized settings will be applied to all inputs.
am_et: {current sound mode name} ሁነታ እና ብጁ ቅንብሮች የአሁኑ እሴቶች በሁሉም ግብዓቶች ላይ ይተገበራሉ።

# settings_3330
source: All current settings for {current sound mode name} mode will be reset.
am_et: ለ {current sound mode name} ሁነታ ሁሉም የአሁኑ ቅንብሮች ዳግም ይጀመራሉ።

# settings_3331
source: Apply to All Inputs
am_et: በሁሉም ግብአቶች ላይ ተግባራዊ አድርግ

# settings_3332
source: Sound Mode Share
am_et: የድምጽ ሁነታ ማጋራት

# settings_3333
source: Enjoy TV Sound Mode
am_et: በቲቪ የድምጽ ሁነታ ይደሰቱ

# settings_3334
source: Enjoy Soundbar Sound Mode
am_et: በድምፅ አሞሌ የድምጽ ሁነታ ይደሰቱ

# settings_3335
source: Use External Speakers with TV Speaker
am_et: የቲቪ ድምጽ ማጉያ ጋር ውጫዊ ድምጽ ማጉያዎችን ይጠቀሙ

# settings_3336
source: Optimize sound by adjusting the TV speaker setting.
am_et: የቲቪውን ስፒከር ቅንብር በማስተካከል ድምፁን ያመጣጥኑ።

# settings_3337
source: This function is only available when the Sound Mode is set as standard.
am_et: ይህ ተግባር የሚገኘው የድምጽ ሁነታ እንደ መደበኛ ሆኖ ሲዘጋጅ ብቻ ነው።

# settings_3338
source: Enjoy TV Sound Mode from the soundbar and Soundbar Sound Mode from the TV.
am_et: ከድምጽ አሞሌው እና ቲቪው የድምጽ አሞሌ ሁነታ በቲቪው የድምጽ ሁነታ ይደሰቱ።

# settings_3339
source: This feature is only available on devices that share TV sound from the soundbar connected to the HDMI(ARC) or on devices that support Soundbar Mode Control.
am_et: ይህ ባህሪ ከ HDMI(ARC) ጋር ከተገናኘ የድምጽ አሞሌ ወይም የድምጽ አሞሌ ሁነታ መቆጣጠሪያን በሚደግፉ መሳሪያዎች ላይ የቴሌቪዥን ድምጽን በሚጋሩ መሳሪያዎች ላይ ብቻ ይገኛል።

# settings_3340
source: If your TV is turned on while Pixel Cleaning is in progress, it will stop the process and you have to start over.
am_et: የፒክስል ማጥራት በሂደት ላይ እያለ ቲቪዎ ከበራ፣ ሂደቱን ያቆማል እናም ከአዲስ መጀመር ያስፈልግዎታል።

# settings_3341
source: Until this process is completed, voice recognition function will not be available in {%1} state.
am_et: ይህ ሂደት እስኪጠናቀቅ ድረስ የድምፅ ማለያ ተግባር በ {%1} ሁኔታ ውስጥ አይገኝም።

# settings_3342
source: * If a specific mode is selected from 'General > OLED Care > Care Picture Settings', this feature will no longer be available.
am_et: * የተወሰነ ሁነታን ከ 'አጠቃላይ > OLED ኬር > የኬር የስእል ቅንብሮች' ከመረጡ፣ ይህ ተግባር ከዚህ በኋላ አይገኝም።

# settings_3343
source: AI learned via LG Deep Learning technique enhances the image clarity and realistic resolution according to the viewing content.
am_et: በ LG ጥልቅ መማር ቴክኒክ በኩል AI መር እየታየ ባለው ይዘት መሰረት እውናዊ የምስል ጥራት እና የጥራት መጠንን ይጨምራል።

# settings_3344
source: AI learned via LG Deep Learning technique optimizes the depth of image quality according to the genre of the viewing content.
am_et: በ LG ጥልቅ መማር ቴክኒክ በኩል AI መር እየታየ ባለው ይዘት መሰረት የምስል ጥራት ጥልቀትን ያመጣጥናል።

# settings_3345
source: Apply the sound settings adjusted by the user to all devices and apps connected via external input.
am_et: በውጫዊ ግብአት በኩል ለተገናኙ ሁሉም መሳሪያዎችና መተግበሪያዎች በተጠቃሚው የተስተካከሉ የድምፅ ቅንብሮችን ይተግብሩ።

# settings_3346
source: B-CAS Card ID
am_et: B-CAS ካርድ መታወቂያ

# settings_3347
source: B-CAS Card Information
am_et: B-CAS ካርድ መረጃ

# settings_3348
source: B-CAS Card Type
am_et: B-CAS ካርድ አይነት

# settings_3349
source: Dialog Enhancement
am_et: የመገናኛ ማሻሻያ

# settings_3350
source: Dialog Intelligibility Level
am_et: መገናኛ ብልህነት ደረጃ

# settings_3351
source: Emergency Information
am_et: የድንገተኛ መረጃ

# settings_3352
source: Enjoy TV Sound Together
am_et: በቲቪ ጥምር ድምጽ ይደሰቱ

# settings_3353
source: For Bluetooth devices, earphone and headphone types are recommended.
am_et: ለ የ Bluetooth መሣሪያዎች፣ የጆሮ ማዳመጫ እና የጆሮ ማዳመጫ አይነቶች ይመከራል።

# settings_3354
source: If you turn this feature off, all the Bluetooth connection history will be deleted.
am_et: ይህንን ተግባር ካጠፉት፣ ሁሉም የ Bluetooth ግንኙነት ታሪክ ይሰረዛል።

# settings_3355
source: It outputs sound to TV speaker and Bluetooth device at the same time to allow people with different levels of hearing impairment to watch TV together.
am_et: የተለያየ የመስማት ችግር ደረጃ ያለባቸው ሰዎች ቲቪን አብረው እንዲመለከቱ ለማስቻል ወደ ቲቪ ድምጽ ማጉያ እና Bluetooth መሣሪያ ደምፅን በተመሳሳይ ጊዜ ያወጣል።

# settings_3356
source: Minimum Brightness
am_et: ዝቅተኛ ብሩህነት

# settings_3357
source: No B-CAS Card Information
am_et: የ B-CAS ካርድ መረጃ የለም

# settings_3358
source: Please note that Bluetooth connection history will be deleted.
am_et: እባክዎ የ Bluetooth ግንኙነት ታሪክ እንደሚሰረዝ ልብ ይበሉ።

# settings_3359
source: Please note that Bluetooth pairing history will not be stored when Multi-Sound Output is in use.
am_et: ባለ-ብዙ ድምጽ ማውጫ ስራ ላይ በሚውልበት ጊዜ የ Bluetooth ማጣመር ታሪክ እንደማይከማች እባክዎ ልብ ይበሉ።

# settings_3360
source: Press 'Yes' to go to the sound tuning screen.
am_et: ወደ ድምፅ ማስተካከያ ማያ ገፅ ለመሄድ 'አዎ' የሚለውን ይጫኑ።

# settings_3361
source: Quick Check
am_et: ፈጣን ፍተሻ

# settings_3362
source: To have a safe and healthy TV viewing environment, the following features are available: Usage Limits Setting, Eye Care Mode, Volume Limit Mode, and Screen Time Reports.
am_et: ደህንነቱ የተጠበቀና ጤናማ የቲቪ መመልከቻ አካባቢ እንዲኖርዎት የሚከተሉት ተግባሮች ይገኛሉ: የአጠቃቀም ገደቦች ቅንብር፣ የአይን ኬር ሁነታ፣ የድምፅ ገደብ ሁነታ እና የማያ ገፅ ጊዜ ሪፖርቶች።

# settings_3363
source: To use this feature, go to 'Energy Saving' and change the 'Energy Saving Step' to another entry instead of 'Auto'.
am_et: ይህን ተግባር ለመጠቀም ወደ 'ኃይል ቁጠባ' ይሂዱ እና የ 'ኃይል ቁጠባ ቅደም ተከተል' ን 'በራስ-ሰር' ይልቅ ወደ ሌላ ምርጫ ይለውጡ።

# settings_3364
source: When the TV is turned off, it switches to Low Power Ambient Mode to provide optimized wallpaper, voice recognition and mobile device music playback.
am_et: ቴሌቪዥኑ ሲጠፋ የተመጣጠነ ዎልፔፐር፣ የድምፅ ማለያ እና የተንቀሳቃሽ መሳሪያ ሙዚቃ መልሶ ማጫወትን ለማቅረብ ወደ ዝቅተኛ ሀይል ከባቢያዊ ሁነታ ይለወጣል።

# settings_3365
source: You can control the sound volume from each device.
am_et: ከእያንዳንዱ መሳሪያ የድምፅ መጠንን መቆጣጠር ይችላሉ።

# settings_3366
source: You can select a range of colors automatically according to the video signal, or you can expand the range of colors automatically to match the scene.
am_et: በቪዲዮ ሲግናል መሰረት በራስ-ሰር የቀለም ገደብ መምረጥ ይወይም ትዕይንቱን ለማዛመድ በራስ-ሰር የቀለም ገደብ ማስፋት ይችላሉ።

# settings_3367
source: Check '{name1}' to use {name2} without wallpaper.
am_et: ያለ ዎልፔፐር {name2} ን ለመጠቀም '{name1}' ን ይፈትሹ።

# settings_3368
source: Even when TV has not been used, it provides multiple daily services in {name}.
am_et: ቴሌቪዥኑ ጥቅም ላይ ባልዋለበት ጊዜ እንኳን በ {name} ውስጥ በርካታ ዕለታዊ አገልግሎቶችን ይሰጣል።

# settings_3369
source: Restrict access to certain apps by setting up a password.
am_et: የይለፍ ቃል በማዘጋጀት ለተወሰኑ መተግበሪያዎች መዳረሻን ይገድቡ።

# settings_3370
source: Restrict access to certain channels by setting up a password.
am_et: የይለፍ ቃል በማዘጋጀት ለተወሰኑ ጣቢያዎች መዳረሻን ይገድቡ።

# settings_3371
source: Restrict access to certain inputs by setting up a password.
am_et: የይለፍ ቃል በማዘጋጀት ለተወሰኑ ግብዓቶች መዳረሻን ይገድቡ።

# settings_3372
source: Restrict access to programs based on content ratings.
am_et: ፕሮግራሞችን በይዘት ምዘናዎች ላይ ተመስርተው ገደብ ያድርጉባቸው።

# settings_3373
source: Screen off during {name}
am_et: በ {name} ጊዜ ማያ ገፅ ጠፍቷል

# settings_3374
source: When connecting two Bluetooth devices, only Bluetooth headphone is recommended to connect.
am_et: ሁለት የ Bluetooth መሣሪያዎች ሲያገናኙ፣ የ Bluetooth የጆሮ ማዳመጫ ብቻ ማገናኘት ይመከራል።

# settings_3375
source: When Energy Saving Step is set to 'Auto', the screen brightness will be adjusted automatically according to the surrounding brightness.
am_et: የኃይል ቁጠባ ቅደም ተከተል ወደ 'ራስሰር' ሲዋቀር፣ በዙሪያው ባለው ብሩህነት መሰረት የማያ ገጽ ብሩህነት በራስሰር ይስተካከላል።

# settings_3376
source: When the TV is turned off, it switches to {name} to provide optimized wallpaper, voice recognition and mobile device music playback.
am_et: ቴሌቪዥኑ ሲጠፋ የተመጣጠነ ዎልፔፐር፣ የድምፅ ማለያ እና የተንቀሳቃሽ መሳሪያ ሙዚቃ መልሶ ማጫወትን ለማቅረብ ወደ {name} ይለወጣል።

# settings_3377
source: When the TV is turned off, it switches to Low Power {name} to provide optimized wallpaper, voice recognition and mobile device music playback.
am_et: ቴሌቪዥኑ ሲጠፋ የተመጣጠነ ዎልፔፐር፣ የድምፅ ማለያ እና የተንቀሳቃሽ መሳሪያ ሙዚቃ መልሶ ማጫወትን ለማቅረብ ወደ ዝቅተኛ ሃይል {name} ይለወጣል።

# settings_3378
source: Check [{name1}] to use {name2} without wallpaper.
am_et: ያለ ዎልፔፐር {name2} ን ለመጠቀም [{name1}] ን ይፈትሹ።

# settings_3379
source: You can manually adjust the darkness level of the screen when Energy Saving Mode is set to auto.
am_et: የኃይል ቁጠባ ሁነታ ወደ ራስ-ሰር ሲዋቀር የማያ ገፁን የጨለማ ደረጃ በራስዎ ማስተካከል ይችላሉ።

# settings_3380
source: You can temporarily turn off the screen while keeping the TV turned on.
am_et: ቲቪው እንደበራ በማቆየት ለጊዜው ማያ ገፁን ማጥፋት ይችላሉ።

# settings_3381
source: Use {name} without wallpaper
am_et: ያለ ዎልፔፐር {name} ን ይጠቀሙ

# settings_3382
source: If you turn this feature on, all the Bluetooth connection history will be deleted.
am_et: ይህን ተግባር ካበሩት፣ ሁሉም የ Bluetooth ግንኙነት ታሪክ ይሰረዛል።

# settings_3383
source: Restart
am_et: እንደ አዲስ ጀምር

# settings_3384
source: AI learned via LG Deep Learning technique provides the optimal sound and Virtual 7.1.2 surround according to the genre of viewing content.
am_et: በ LG ጥልቅ መማር ቴክኒክ በኩል AI መር እየታየ ባለው ይዘት መሰረት ተመጣጣኝ ድምፅ እና ቨርቹዋል 7.1.2 ከባቢን እና የጥራት መጠንን ያቀርባል።

# settings_3385
source: Power Off Time Settings
am_et: የሃይል ማጥፋት ጊዜ ቅንብሮች

# settings_3386
source: 5 mins
am_et: 5 ደቂቃ

# settings_3387
source: 10 mins
am_et: 10 ደቂቃ

# settings_3388
source: 15 mins
am_et: 15 ደቂቃ

# settings_3389
source: 30 mins
am_et: 30 ደቂቃ

# settings_3390
source: 1 hr
am_et: 1 ሰአት

# settings_3391
source: 2 hrs
am_et: 2 ሰአት

# settings_3392
source: 4 hrs
am_et: 4 ሰአት

# settings_3393
source: You can make detailed settings for power off.
am_et: ለኃይል ማጥፋት ዝርዝር ቅንብሮችን መፍጠር ይችላሉ።

# settings_3394
source: If motion is not detected for a certain period of time while Line View is in use, the screen turns off.
am_et: የመስመር ዕይታ ስራ ላይ እያለ እንቅስቃሴው ለተወሰነ ጊዜ ካልተገኘ፣ ማያ ገፁ ይጠፋል።

# settings_3395
source: Screen Off Settings
am_et: የማያ ገፅ ማጥፋት ቅንብሮች

# settings_3396
source: View Transition Sound
am_et: የሽግግር ድምፅን ይመልከቱ

# settings_3397
source: You can turn on or off the View Transition Sound.
am_et: የሽግግር ድምፅን ይመልከቱ ን ማብራት ወይም ማጥፋት ይችላሉ።

# settings_3398
source: Check '{MenuName}' to turn off the TV directly without display of wallpaper by pressing the 'Power' button.
am_et: ያለ ዎልፔፐር ማያ ገፅ ቲቪውን በቀጥታ ለማጥፋት 'ሀይል' የሚለውን አዝራር በመጫን '{MenuName}' ን ያረጋግጡ።

# settings_3399
source: Microphone access will be customized for individual apps.
am_et: ማይክራፎን ለግላዊ መተግበሪያዎች ሊበጅ ይችላል።

# settings_3400
source: Do you want to continue using this feature?
am_et: ይህ ተግባርን መጠቀም መቀጠል ይፈልጋሉን?

# settings_3401
source: Disconnecting...
am_et: ግንኙነት በመቋረጥ ላይ…

# settings_3402
source: To have a safe and healthy TV viewing environment, the following features are available: Usage Limit Setting, Eye Care Mode, Volume Limit Mode, and Screen Time Reports.
am_et: ደህንነቱ የተጠበቀና ጤናማ የቲቪ መመልከቻ አካባቢ እንዲኖርዎት የሚከተሉት ተግባሮች ይገኛሉ: የአጠቃቀም ገደቦ ቅንብር፣ የአይን ኬር ሁነታ፣ የድምፅ ገደብ ሁነታ እና የማያ ገፅ ጊዜ ሪፖርቶች።

# settings_3403
source: Audio Guidance is currently turned on to assist the visually impaired.
am_et: የድምጽ መመሪያ ማየት ለተሳናቸው ለማገዝ አሁን በርቷል።

# settings_3404
source: Turn off the standby screen after the set time.
am_et: ከተዘጋጀው ጊዜ በኋላ የመጠባበቂያ ማያ ገፁን ያጥፉ።

# settings_3405
source: The screen will be turned on when motion is detected in front of the TV.
am_et: በቲቪው ፊት እንቅስቃሴ በሚታወቅበት ጊዜ ማያ ገፁ ይበራል።

# settings_3406
source: If you use a remote control other than the Magic Remote, wallpaper may not be supported.
am_et: ከ Magic Remote ውጪ የሩቅ መቆጣጠሪያ ከተጠቀሙ፣ ዎልፔፐር ላይደገፍ ይችላል።

# settings_3407
source: Mid
am_et: መካከለኛ

# settings_3408
source: Dialogue Amplification
am_et: የንግግር ማጉላት

# settings_3409
source: It reduces ambient and background noises and amplifies voices for clearer sound.
am_et: የድባብ እና የጀርባ ድምፆችን ይቀንሳል እና ድምጾችን ለጠራ ድምጽ ያጎላል።

# settings_3410
source: Dialogue Amplification Rate
am_et: የንግግር ማጉላት መጠን

# settings_3412
source: Disaster Information
am_et: የአደጋ መረጃ

# settings_3413
source: Provides related information and voice guidance in the event of a disaster.
am_et: አደጋ በሚደርስበት ወቅት ተዛማጅ መረጃዎችን እና የድምጽ መመሪያን ይሰጣል።

# settings_3414
source: Voice guidance is output in the set language.
am_et: የድምጥ መመሪያ በተዘጋጀው ቋንቋ ይወጣል።

# settings_3415
source: Interactive Service will be activated automatically as per the broadcast signal of the Live TV.
am_et: በአሳታፊ አገልግሎት የቀጥታ ቲቪ ስርጭት ሲግናል መሰረት በራስ-ሰር ይነቃል።

# settings_3416
source: Interactive Service will be activated automatically as per the broadcast signal connected to HDMI.
am_et: በአሳታፊ አገልግሎት ከ HDMI ጋር በተገናኘው ስርጭት ሲግናል መሰረት በራስ-ሰር ይነቃል።

# settings_3417
source: Interactive Service ID
am_et: አሳታፊ አገልግሎት መታወቂያ

# settings_3418
source: Reset Interactive Service ID
am_et: አሳታፊ አገልግሎት መታወቂያ እንደገና አዘጋጅ

# settings_3419
source: Interactive Service ID is used for the collection of your television's anonymized viewing data for the purpose of providing you with a better television experience.
am_et: የአሳታፊ አገልግሎት መታወቂያ የተሻለ የቲቪ ልምድ ለማቅረብ ለቲቪዎ ስም-አልባ የእይታ መረጃ ለመሰብሰብ ይጠቅማል።

# settings_3420
source: You can reset the Interactive Service ID to establish a new history of anonymized viewing data.
am_et: አዲስ ስም-አልባ የእይታ ውሂብ ታሪክ ለመመስረት አሳታፊ አገልግሎት መታወቂያውን ዳግም ማስጀመር ይችላሉ።

# settings_3421
source: {num} hr
am_et: {num} ሰዓ

# settings_3422
source: {num} hrs
am_et: {num} ሰዓታ

# settings_3423
source: {num} min
am_et: {num} ደቂቃ

# settings_3424
source: {num} mins
am_et: {num} ደቂቃዎች

# settings_3425
source: Adjust the darkness level of the screen when the screen seems brighter than the surroundings.
am_et: ማያ ገፁ ከዙሪያው የበለጠ ብሩህ በሚመስልበት ጊዜ የማያ ገፅ የመጨለም ደረጃ ያስተካክሉ።

# settings_3426
source: Dialog Enhancement Gain Level
am_et: የመገናኛ ማሻሻያ ጭማሪ ደረጃ

# settings_3427
source: Dolby Vision technology, which analyzes content information to improve clarity and contrast, expresses natural landscapes such as clouds, rocks, sand, water, and snow in detail.
am_et: ግልፅነት እና ንፅፅርን ለማሻሻል የይዘት መረጃን የሚተነትነው Dolby Vision ቴክኖሎጂ እንደ ደመና፣ ቋጥኝ፣ አሸዋ፣ ውሃ እና በረዶን ያሉ የተፈጥሮ መልክአ ምድሮችን በዝርዝር ይገልፃል።

# settings_3428
source: It reduces ambient and background noises and enhances voices for clearer sound.
am_et: የድባብ እና የጀርባ ድምፆችን ይቀንሳል እና ድምጾችን ለጠራ ድምጽ ይጨምራል።

# settings_3429
source: Please agree to the terms and conditions to use {menu name}.
am_et: {menu name}ን ለመጠቀም እባክዎ ከውል እና መመሪያዎች ጋር ይስማሙ።

# settings_3430
source: Precision Detail
am_et: ትክክለኛነት ዝርዝር

# settings_3431
source: Run Pixel Cleaning regularly.
am_et: ፒክስል ማጥራትን በመደበኛነት ያሂዱ።

# settings_3432
source: This feature is available only when it is connected to a PC.
am_et: ይህ ተግባር የሚገኘው ከኮምፒውተር ጋር ሲገናኝ ብቻ ነው።

# settings_3433
source: This feature will only be available when Energy Saving Mode is set to auto.
am_et: ይህ ተግበር የሚገኘው የኃይል ቆጣባ ሁነታ ወደ ራስ-ሰር ሲዋቀር ብቻ ነው።

# settings_3434
source: When an emergency occurs, it provides relevant information and voice guidance.
am_et: ድንገተኛ ሲከሰት፣ ተገቢ መረጃ እና የድምፅ መመሪያ ይሰጣል።

# settings_3435
source: When your TV has been inactive for the set amount of time while connected to the PC, the screen saver starts.
am_et: ቲቪዎ ከኮምፒዩተር ጋር በተገናኘ ጊዜ ለተዘጋጀው የጊዜ መጠን ከቦዘነ፣ ስክሪን ሴቨር ይጀምራል።

# settings_3436
source: The voice recognition language is set referring to the selected menu language.
am_et: የተመረጠውን የምናሌ ቋንቋ በማጣቀስ የድምጽ እውቅና ቋንቋ ተቀናብሯል።

# settings_3437
source: Support services may vary depending on the voice language.
am_et: የድጋፍ አገልግሎቶች በየድምጽ ቋንቋ መሰረት ሊለያዩ ይችላሉ።

# settings_3438
source: Weather Location Setting
am_et: የአየር ሁኔታ ቦታ ቅንብር

# settings_3439
source: Please set your region to display the weather on the screen saver and etc.
am_et: በስክሪን ገፅ ላይ የአየር ሁኔታን እንዲያሳይ እባክዎን ክልልዎን ያዘጋጁ እና ወዘተ ።

# settings_3440
source: The curvature value for the Curvature button on the remote control can be set or curvature status can be set to change when the power is turned on.
am_et: በሩቅ መቆጣጠሪያው ላይ ላለው የእጥፋት አዝራሩ የእጥፋት እሴት ሊቀናጅ ወይም ኃይሉ ሲበራ የእጥፋት ሁነታ ሊቀየር ይችላል።

# settings_3441
source: A set curvature value for the Curvature button on the remote control can be changed or its steps can be added or deleted.
am_et: በሩቅ መቆጣጠሪያው ላይ ያለው የእጥፋት አዝራር የተቀናበረ እጥፋት እሴት ሊቀየር ወይም እርምጃዎቹ ሊጨመሩ ወይም ሊሰረዙ ይችላሉ።

# settings_3442
source: USB Device
am_et: USB መሣሪያ

# settings_3443
source: Enjoy TV sound through USB headset and USB speaker.
am_et: በ USB የጆሮ ማዳመጫ እና በ USB ድምጽ ማጉያ በቲቪ ድምጽ ይደሰቱ።

# settings_3444
source: Curvature Setting
am_et: የእጥፋት ሁነታ

# settings_3445
source: Curvature Button Setting
am_et: የእጥፋት አዝራር ቅንብር

# settings_3446
source: The curvature level of the screen can be changed or its steps can be added or deleted.
am_et: የማያ ገፅ እጥፋት ደረጃ ሊቀየር ወይም እርምጃዎቹ ሊጨመሩ ወይም ሊሰረዙ ይችላሉ።

# settings_3447
source: The curvature value will be adjusted in the selected order with the remote control.
am_et: የእጥፋት እሴቱ በሩቅ መቆጣጠሪያው በተመረጠው ቅደም ተከተል የሚስተካከል ይሆናል።

# settings_3448
source: Return to set curvature when the power is turned on
am_et: ኃይሉ ሲበራ ወደ እጥፋት አዘጋጅ ይመለሱ

# settings_3449
source: Screen can be set to restore its curvature level to the previous status when the power is turned on.
am_et: ኃይሉ ሲበራ እጥፋቱን ወደ ቀድሞው ሁኔታ ለመመለስ ማያ ገፅ ሊዘጋጅ ይችላል።

# settings_3450
source: Curvature Mode {num}
am_et: የእጥፋት ሁነታ {num}

# settings_3451
source: User Mode
am_et: የተጠቃሚ ሁነታ

# settings_3452
source: Level {num}
am_et: ደረጃ {num}

# settings_3453
source: Fine tune the curvature
am_et: እጥፋቱን አጥራ

# settings_3454
source: Lighting Setting
am_et: የመብራት ቅንብር
