Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_850
source: Set the volume level to use when the TV turns on.
am_et: TV ው በሚበራበት ጊዜ የሚጠቀሙበትን የድምጽ መጠን ያስገቡ፡፡

# settings_851
source: 2 Hours Auto Power Off
am_et: በየ2 ሰዓታት ፓወር ማጥፊያ

# settings_852
source: CHANGE LG SERVICES COUNTRY
am_et: የLG አገልግሎቶች ሀገር ቀይር

# settings_853
source: Cyan
am_et: ቀይሰማያዊ

# settings_854
source: Magenta
am_et: ደማቅ ቡኒ

# settings_855
source: Yellow
am_et: ብጫ

# settings_856
source: Text Opacity
am_et: ጽሁፍ መጋረድ

# settings_857
source: Flash
am_et: ብልጭታ

# settings_858
source: Translucent
am_et: ብርሀን የሚያሳልፍ

# settings_859
source: Polish
am_et: ፖላንዳዊ

# settings_860
source: Previous
am_et: ቀዳሚ

# settings_861
source: Next
am_et: ቀጣይ

# settings_862
source: Turn automatic volume adjustments on/off and set how much to change volume with each remote click.
am_et: ራስሰር የድምጽ መቆጣጠሪያውን አብራ/አጥፋ እና ሪሞቱ አንድ ጊዜ ጠቅ በተደረገ ቁጥር የድምጹ መጠን ምን ያህል እንደሚቀየር አዘጋጅ።

# settings_863
source: Recommended for children ages 14 and older.
am_et: 14 አመት እና ከዚያ በላይ ለሆኑ ህጻናት ተስማሚ።

# settings_864
source: Set TV locks for programs containing sexual situations.
am_et: የቴሌቪዥን መሸንጎሪያዎችን ወሲባዊ ሁኔታዎች ላሏቸው ፕሮግራሞች ያዘጋጁ።

# settings_865
source: Violence
am_et: ጭካኔ

# settings_866
source: Select days to apply the Timer Power Off settings every week.
am_et: የሀይል ማጥፊያ መቼቶችን መቁጠሪያ በየሳምንቱ ለመተግበር ቀኖችን ይምረጡ

# settings_867
source: USB storage for Copy Channels
am_et: የ USB ማከማቻ ለጣቢያዎች መቅጃ

# settings_868
source: Export your TV's channel list information to a connected USB device.
am_et: የቲቪዎን ቻናል ዝርዝር መረጃ ወደ ተገናኘ የ USB መሳሪያ ወደ ውጭ ይላኩ።

# settings_869
source: Set TV locks for programs containing violence.
am_et: የቴሌቪዥን መሸንጎሪያዎችን ጭካኔ ላሏቸው ፕሮግራሞች ያዘጋጁ።

# settings_870
source: Transparent
am_et: ብርሀን የሚያሳይ

# settings_871
source: Solid
am_et: ደረቅ

# settings_872
source: BG Color
am_et: BG ቀለም

# settings_873
source: V Size
am_et: V መጠን

# settings_874
source: Just Scan
am_et: ይፈልጉ

# settings_875
source: Changing sound out settings
am_et: የድምጽ አንባቢ አቀማመጦችን መቀየር

# settings_876
source: Adjust the edge sharpness for vertical images. Higher values increase the crispness of the image.
am_et: የቁም ምስሎችን የጠርዝ ጥራት አስተካክል። ከፍተኛ ዋጋዎች የምሰሉን አንጸባራቂነት ይጨምራሉ።

# depthOfColor
source: Color
am_et: ቀለም

# settings_878
source: Adjust overall color. Higher values increase saturation.
am_et: አጠቃላይ ቀለምን አስተካክል። ከፍተኛ ቁጥሮች ድምቀትን ከፍ ያደርጋሉ።

# settings_879
source: Recommended for children ages 16 and older.
am_et: 16 አመት እና ከዚያ በላይ ለሆኑ ህጻናት ተስማሚ።

# settings_880
source: Disconnect all connected devices.
am_et: የተገናኙ መሳሪያዎችን በሙሉ አለያይ፡፡

# settings_881
source: TEXT 3
am_et: ጽሁፍ 3

# settings_882
source: Above 16
am_et: ከ 16 በላይ

# settings_883
source: Slovakia
am_et: ስሎቫኪያ

# settings_884
source: Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.
am_et: የጊዜ መቁጠሪያው ከጀመረ ለ2 ሰዐት ምንም ተጣቃሚ ካልግባ TVውን ወዲውኑ ለማጥፋት ያሰተካክሉ፡፡

# settings_885
source: Adults only.
am_et: አዋቂ ብቻ።

# settings_886
source: Press the WPS button on your wireless router now.
am_et: በገመድ አልባ ራውተርዎ ላይ የWPSን አዝራር አሁን ይጫኑ።

# settings_887
source: Enter the PIN in your router's settings.
am_et: በራውተር ቅንብሮችዎ ውስጥ ፒኑን ያስገቡ።

# settings_888
source: Reason: Could not establish a connection to access point.
am_et: ምክንያት: ከመድረሻ ነጥብ ጋር ትስስር መፍጠር አልተቻለም

# settings_889
source: Benin
am_et: ቤኒን

# settings_890
source: Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Continue?
am_et: ሀገር መቀየርዎ TV እንደገና እንዲጀምር ስለሚያደርግ የLG's የተጠቃሚ ውሎች ጋር እንደገና መስማማት ይኖርብዎታል፡፡ እንዲሁም የጥቂት አፖችና አገልግሎቶች ይዘት በLG የአገልግሎቶች ሀገር ላይ ተመስርቶ የተለያየ ሊሆን ይችላል፡፡ ይቀጥል?

# settings_891
source: Searching for LG Service Country
am_et: የ LG አገልግሎት ሀገር በመፈለግ ላይ

# settings_892
source: Please make sure that your TV is connected to the network and try again.
am_et: የእርስዎ ቲቪ ከአውታረ መረብ ጋር መገናኘቱን እባክዎ ያረጋግጡ እና እንደገና ይሞክሩ።

# settings_893
source: Import your TV's channel list information from a connected USB device.
am_et: የቲቪዎን ቻናል ዝርዝር መረጃ ከተገናኘ የ USB መሳሪያ ያስመጡ።

# settings_895
source: Turn the HbbTV service on/off.
am_et: የ HbbTV አገልግሎት ያብሩ/ያጥፉ።

# settings_896
source: MHP Auto Start
am_et: MHP በራስ ሰር ማስጀመሪያ

# settings_897
source: Turn the MHP service's autostart feature on/off.
am_et: የ MHP አገልግሎት ራስ-ሰር ባህሪ ያብሩ/ያጥፉ።

# settings_898
source: This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on. You can choose specific periods of time for using Quick Start.
am_et: ይህ አቀማመጥ TVዎ በጠፋበት ጊዜ ዝግጁ ሆኖ እንዲቆይ በማድረግ በቀጣይ ጊዜ በሚከፈትበት ጊዜ በፍጥነት እንዲጀምር ያደርገዋል። ፈጣን ጀማሪን ለመጠቀም የተወሰኑ ጊዜያትን መምረጥ ይችላሉ፡፡

# energy_Minimum
source: Minimum
am_et: ዝቅተኛ

# settings_900
source: If you turn SIMPLINK on, sound cannot be played simultaneously through the Interal TV speaker and the external Audio Out port. Sound Out will be changed to Internal TV Speaker or Audio Out (Optical/HDMI ARC). Continue?
am_et: SIMPLINK በሚያበሬበት ጊዜ፣ ድምጽ በአድ ጊዜ በውስጣዊ የቲቪ ድምፅ ማጉያና በውጫዊው ድምጽ ማንበቢያ ወደብ ሊጫወት አይችልም። ድምጽ ማንበብ ወደ ውስጣዊ TV ስፒከር ወይም ድምጽ ማውጫ ይቀየራል (ብርሃን መሰረት ያደረገ/HDMI ARC)። ይቀጥል?

# settings_901
source: Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Continue?
am_et: ከአውታረ መረቡ ጋር ለመገናኘት ኬብል ካልተጠቀሙ በስተቀር Wi-Fi ን ማጥፋት በይነ መረብን መሠረት ያደረጉ አገልግሎቶችን በሙሉ ከማግኘት ያግድዎታል። ይቀጥል?

# settings_902
source: PIN: {pin}
am_et: ፒን: {pin}

# settings_903
source: Please wait while the TV searches for LG Service Country.
am_et: እባክዎ TVው የ LG አገልግሎት ሀገር እስኪፈልግ ድረስ ይጠብቁ።

# settings_904
source: Interactivity(DTVi)
am_et: ተግባቦታዊነት (DTVi)

# settings_905
source: Turn the Interactivity (DTVi) service on/off.
am_et: የልውውጥ (DTVi) አገልግሎቱ ያብሩ/ያጥፉ።

# settings_906
source: MHEG Guide
am_et: MHEG መምሪያ

# settings_907
source: Turn your broadcast TV provider's TV Guide on/off.
am_et: የስርጭት TV አቅራቢዎ የ TV መመሪያ ያብሩ/ያጥፉ።

# settings_908
source: Amsterdam
am_et: አምስተርዳም

# settings_909
source: Data Service
am_et: የመረጃ አገልግሎት

# settings_910
source: Finnish
am_et: ፊንላንዳዊ

# settings_911
source: 24 Hours
am_et: 24 ሰአታት

# settings_912
source: DTV Audio Setting
am_et: የDTV የድምጽ ቅንብሮች

# settings_913
source: Above 17
am_et: ከ 17 በላይ

# settings_914
source: Above 18
am_et: ከ 18 በላይ

# settings_915
source: Above 19
am_et: ከ 19 በላይ

# settings_916
source: Above 20
am_et: ከ 20 በላይ

# settings_917
source: 4 and Above
am_et: 4 እና ከዛ በላይ

# settings_918
source: 5 and Above
am_et: 5 እና ከዛ በላይ

# settings_919
source: 6 and Above
am_et: 6 እና ከዛ በላይ

# settings_920
source: 7 and Above
am_et: 7 እና ከዛ በላይ

# settings_921
source: Reset Channel Tuning
am_et: የጣቢያ ቅኝትን ዳግም አስጀምር

# settings_922
source: Adjust red gain for color balance.
am_et: ለከለር ባላንስ ቀይ ጌይን ያስተካክሉ፡፡

# settings_923
source: Slovenia
am_et: ስሎቬኒያ

# settings_924
source: To access the Wi-Fi Direct menu, you must close the Screen Share app.
am_et: ወደ Wi-Fi Direct ምናሌ ለመግባት፣ የScreen Share መተግበሪያን መዝጋት አለብዎ።

# settings_925
source: There are settings to correct or prevent OLED panel noise.
am_et: መስተካከል ያለባቸው ወይም OLED ፓናል ድምጽን ለመከላከል ቅንብሮች አሉ።

# settings_926
source: Reason: Could not retrieve a valid IP address by using DHCP.
am_et: ምክንያት: DHCP በመጠቀም ትክክለኛ የ IP አድራሻ መልሶ ማግኘት አልተቻለም

# settings_927
source: Reason: PIN is missing.
am_et: ምክንያት: ፒን ይጎድላል፡፡

# settings_928
source: Reason: The network you selected is out of range.
am_et: ምክንያት: የመረጡት አውታረ መረብ ከ... እስከ ውጭ ነው፡፡

# settings_929
source: Could not fined available network.
am_et: በቅርብ ያለ አውታረ መረብ ማግኘት አልተቻለም፡፡

# settings_930
source: Wi-Fi error occurred.
am_et: የ Wi-Fi ስህተት አጋጥሟል፡፡

# settings_931
source: 8 and Above
am_et: 8 እና ከዛ በላይ

# settings_932
source: Are you sure you want to disconnect all connected devices.
am_et: እርግጠኛ ነዎት ሁሉም የተገናኙ መሳሪያዎችን ግንኙነት ማቋረጥ ይፈልጋሉ?

# settings_933
source: TEXT 4
am_et: ጽሁፍ 4

# settings_934
source: Bermuda
am_et: ቤርሙዳ

# settings_935
source: Bhutan
am_et: ቡህታን

# settings_936
source: Bolivia
am_et: ቦሊቪያ

# settings_937
source: Bosnia And Herzegovina
am_et: ቦሲንያና ሄርዘጎቪንያ

# settings_938
source: Botswana
am_et: ቦትስዋና

# settings_939
source: Brazil
am_et: ብራዚል

# settings_940
source: Set My Starter
am_et: የእኔን ማስጀመሪ አስገባ

# settings_941
source: My Starter is a service that provides time and weather information. You can also see your mobile calendar's schedule on your TV by turning on the Share Calendar option in LG TV PLUS mobile app. Country code, zip code obtained from your LG Smart TV or location data searched from My Starter will be sent to AccuWeather.com to provide weather information.
am_et: የእኔ ማስጀመሪያ የጊዜ እና የአየር ፅባይ መረጃ የሚያዘጋጅ አግልግሎት ነው፡፡ በLG TV PLUS ሞባይል መተግበሪያ ውስጥ የማጋሪያ ቀን መቁጠሪያ አማራጭን በማብራት የእርስዎን የሞባይል የቀን መቁጠሪያ መርሃ ግብር መመልከት ይችላሉ። ከእርስዎ LG Smart TV የተገኘ አገር ኮድ፣ የዚፕ ኮድ ወይም ከእኔ አስጀማሪ የተገኘ ውሂብ የአካባቢ አየር ፀባይን ለመስጠት ወደ AccuWeather.com ይላካል።

# settings_942
source: Adjust red and green color balance. Higher values increase saturation of the color.
am_et: ቀይ እና አረንጓዴ ቀለም ሚዛንን አስተካክል። ከፍተኛ ቁጥሮች የቀለሙን ድምቀት ከፍ ያደርጋሉ።

# settings_943
source: Higher values increase a sense of warmth or coldness.
am_et: ከፍተኛ ዋጋዎች የሙቀታማናት ወይንም የቀዝቃዛማነት ስሜትን ከፍ ያደርጋሉ።

# settings_944
source: Can not Find Channel
am_et: ጣብያ ሊያገኝ አልቻለም።

# settings_945
source: OnTimer Channel not selected
am_et: ሰአት ነጋሪ ማብሪያ ጣብያ አልተመረጠም።

# settings_946
source: You can obtain today's weather information and your day’s schedule by connecting to the network. Do you want to get network connection?
am_et: የዛሬውን የአየር ሁኔታ መረጃ እና የቀንዎን ዕቅድ በአውታር መረብ ጋር በመገናኘት ማግኘት ይችላሉ፡፡ የኔትዎርክ ግንኙነቱን ማግኘት ይፈልጋሉ?

# settings_947
source: button
am_et: ቁልፍ

# settings_948
source: Patent Information
am_et: የአእምሮአዊ ንብረት መረጃ

# settings_949
source: Adjust green gain for color balance.
am_et: ለከለር ባላንስ አረንጓዴ ጌይን ያስተካክሉ፡፡

# energy_Medium
source: Medium
am_et: መካከለኛ

# settings_951
source: Clear Panel Noise will begin when you switch off your TV. If you're recording something or updating any software, it will wait until those are done as well, which might cause it to take more than 1 hour.
am_et: የፓኔል አላስፈላጊ ድምጽ አጽዳ የእርስዎን ቲቪ ሲያጠፉት ይጀምራል። የሆነ ነገር እየቀዱ ከሆነ ወይም ማናቸውንም ሶፍትዌር እያዘመኑ ያሉ ከሆኑ፣ እነዚያ እስከሚጠናቀቁ ድረስ ይጠብቃል፣ ይህም ከ1 ሰዓት በላይ እንዲወስድ ሊያደርገው ይችላል።

# settings_952
source: CANCEL SCHEDULE
am_et: የጊዜ መርሐ ግብርን ይሰርዙ

# settings_953
source: Clear Panel Noise has been scheduled to start the next time your TV is turned off.
am_et: የፓኔል አላስፈላጊ ድምጽ አጽዳ በሚቀጥለው ጊዜ የእርስዎ ቲቪ በሚጠፋበት ጊዜ እንዲጀምር የጊዜ መርሐ ግብር ተይዞለታል።

# settings_954
source: MAC Address (Wired)
am_et: MAC አድራሻ (ባለገመድ)

# settings_955
source: MAC Address (Wireless)
am_et: MAC አድራሻ (ገመድአልባ)

# settings_960
source: Anadyr
am_et: አናዲር

# settings_961
source: Suitable for children ages 13 and older.
am_et: 13 አመት እና ከዚያ በላይ ለሆኑ ህጻናት ተስማሚ።

# settings_962
source: After changing your zip code, all currently tuned Freesat channels will be deleted. You can scan for channels again using Auto Tuning. Continue?
am_et: የዚፕ ኮድዎን ከለወጡ በኋላ አሁን ተፈልገው የተገኙ የFreesat ጣቢያዎች በሙሉ ይዘረዛሉ። ራስ-ሰር ቅኝትን በመጠቀም እንደገና ጣብያዎችን መፈለግ ይችላሉ። ይቀጥል?

# settings_963
source: Current channel settings may change.
am_et: አሁን ያለው የጣብያ አቀማመጦች ሊቀየር ይችላል።

# settings_964
source: After changing the region, you can scan for channels again using Auto Tuning. Continue?
am_et: ክልል ከቀየሩ በኋላ፣ ራስ-ሰር ቅኝትን በመጠቀም እንደገና ጣብያዎችን መፈለግ ይችላሉ። ይቀጥል?

# jpDoNot
source: Off
am_et: አጥፋ

# settings_966
source: Auto Power Off
am_et: በራስ-ሰርነት የሚጠፋ

# settings_967
source: Checking for updates
am_et: ማዘመኛዎችን በመፈተሸ ላይ

# settings_968
source: Update paused.
am_et: የማደስ ሂደት ቆሟል

# settings_969
source: Update reserved.
am_et: ማዘመኛ ተጠብቋል፡፡

# settings_970
source: Hungarian
am_et: ሀንጋራዊ

# settings_971
source: Russian
am_et: ሩስያዊ

# settings_972
source: Slovenian
am_et: ስሎቬንያዊ

# settings_973
source: Romanian
am_et: ሮማኒያዊ

# settings_974
source: Serbian
am_et: ሰርቢያዊ

# settings_975
source: Croatian
am_et: ክሮሺያዊ

# settings_976
source: Turn your broadcast TV provider's teletext service on/off.
am_et: የስርጭት TV አቅራቢዎ ተሌቴክስት አገልግሎት ያብሩ/ያጥፉ።

# settings_977
source: Bulgarian
am_et: ቡልጋሪያዊ

# settings_978
source: Turkish
am_et: ቱርካዊ

# settings_979
source: Welsh
am_et: ዌልሳዊ

# settings_980
source: Gaelic
am_et: ጋኢሊክ

# settings_981
source: Maori
am_et: ማኦሪ

# settings_982
source: Korean
am_et: ኮሪያዊ

# settings_983
source: Hindi
am_et: ሂንዲ

# settings_984
source: Catalan
am_et: ካታላናዊ

# settings_985
source: Clean Audio
am_et: ኦዲዮ አጽዳ

# settings_988
source: 3D Depth
am_et: 3D ጥልቀት

# settings_989
source: 3D Viewpoint
am_et: 3D የእይታ ነጥብ

# settings_990
source: After 3 seconds, display is turned off.
am_et: ከ3 ሰከንዶች በኋላ ማሳያው ይጠፋል።

# settings_991
source: Account Management
am_et: የማንነት መለያ አያያዝ

# settings_992
source: Manage your account information and settings.
am_et: የመለያ መረጃዎን እና ቅንብሮችን ያስተዳድሩ።

# settings_993
source: LG Logo Light (Front of TV)
am_et: የ LG አርማ ብርሀን (ከ TV ፊት)

# settings_994
source: Adjust brightness of the LG logo at the bottom of the TV.
am_et: ከቴሌቪዥኑ ስር ያለውን የLG አርማ ብሩህነት አስተካክል።

# settings_995
source: Standby Light
am_et: መጠባበቅያ ብርሀን

# settings_996
source: Turn on/off standby light at the bottom of the TV.
am_et: ከቲቪው በስተግርጌ ያለውን የመጠባበቂያ መብራት አብራ/አጥፋ፡፡

# settings_997
source: Eco Mode
am_et: ማስተጋባት ሞድ

# settings_998
source: Set power options to reduce energy consumption.
am_et: የኃይል ፍጆታን ለመቀነስ የኃይል አማረራጮችን ያዘጋጁ።

# settings_999
source: Twin Setup Wizard
am_et: Twin ሴትአፕ ዊዛርድ

# settings_1000
source: 9 and Above
am_et: 9 እና ከዛ በላይ

# settings_1001
source: South Africa
am_et: ደቡብ አፍሪካ

# settings_1002
source: Please check the status and try again
am_et: እባክዎ ሁኔታውን ይፈትሹና እንደገና ይሞክሩ።

# settings_1003
source: Anchorage
am_et: አንኮሬጅ

# settings_1004
source: Antananarivo
am_et: አንታናናሪቮ

# settings_1005
source: Apia
am_et: አፒያ

# settings_1006
source: Aqtöbe
am_et: አኩተቤ

# settings_1007
source: Araguaína
am_et: አራጉዋኒያ

# settings_1008
source: Set TV to automatically optimize image quality based on content type. Note: they need to connect to the Internet.
am_et: TVው እንደይዘቱ አይነት ምስል ወደ ከፍተኛ ጥራት እንዲያመጣ አድረግው ያዘጋጁት። ማስታወሻ: ወደ ኢንተርነት መገናኘት ይኖርባቸዋል።

# settings_1009
source: BG Opacity
am_et: BG ብርሀን መጋረድ

# settings_1010
source: Burkina Faso
am_et: ቡርኪና ፋሶ

# settings_1011
source: Burundi
am_et: ቡርንዲ

# settings_1012
source: Cambodia
am_et: ካምቦዲያ

# settings_1013
source: This TV does not support 3D feature.
am_et: ይህ TV የ 3D ባህሪን አይደግፍም።

# settings_1014
source: Set TV to automatically optimize image quality based on content type.
am_et: TVው እንደይዘቱ አይነት ምስል ወደ ከፍተኛ ጥራት እንዲያመጣ አድረግው ያዘጋጁት።

# settings_1015
source: Energy saving modes to limit power consumption.
am_et: የኃይል ፍጆታን የሚወስኑ ኃይል ቁጠባ አይነቶች።

# settings_1016
source: Automatically optimize picture quality based on color and brightness of ambient light.
am_et: በዙሪያው ባለው ብርሀን ቀለም እና በሩህነት መሠረት የምስል ጥራትን በራስሰር አትባ።

# settings_1018
source: Turn the Hybridcast service on/off.
am_et: የ Hybridcast አገልግሎቱን ያብሩ/ያጥፉ።

# settings_1019
source: CI Information
am_et: CI መረጃ

# settings_1020
source: View current Common Interface (CI) information.
am_et: ወቅታዊው የተለመደው የኢንተርፌስ (CI) መረጃ ይመልከቱ።

# settings_1021
source: Save CI Password
am_et: የ CI የይለፍቃል ያስቀምጡ

# energy_Maximum
source: Maximum
am_et: ከፍተኛ

# settings_1023
source: Galician
am_et: ጋሊሺያናዊ

# settings_1024
source: There was a problem to update. Software will be reverted to the previous version.
am_et: የእድሳት ትግበራ ላይ ስህተት ተፈጥሯል፡፡ ሶፍትዌሩ በፊት ወደነበረበት እትም ይመለሳል፡፡

# settings_1025
source: Connect two TVs to create a wide screen using this instruction. It is able to modify some Twin settings after setup.
am_et: ይህን መመሪያ በመጠቀም ሰፊ ማያ ገጽ ለመፍጠር ሁለት ቲቪዎችን ያገናኙ። ከቅንብር በኋላ አንዳንድ የ Twin ቅንብሮችን ማሻሻል ይችላል።

# settings_1026
source: Spoken Subtitle
am_et: የተነገረ የግርጌ ርዕስ

# settings_1027
source: Hard of Hearing
am_et: መስማት የተሳነው

# settings_1028
source: Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.
am_et: የCI የይለፍ ቃልዎን ያስቀምጡ/በድጋሚ ያዘጋጁ። የይለፍ ቃልዎን ማስቀመጥ ለወደፊቱ የለይቶ መግባትን ሂደት ለመዝለል ያስችልዎታል።

# settings_1029
source: Ashgabat
am_et: አሽጋባት

# settings_1030
source: Wi-Fi NETWORK IS OFF
am_et: Wi-Fi አውታረ መረብ ጠፍቷል

# settings_1031
source: To use Wi-Fi Direct, you must turn on the Wi-Fi Network.
am_et: Wi-Fi Directን ለመጠቀም Wi-Fi አውታረ መረቡን ማብራት አለብዎት።

# settings_1032
source: CANCEL
am_et: ሰርዝ

# settings_1033
source: TURN ON
am_et: አብራ

# settings_1034
source: Please accept the request on your {devicename} now.
am_et: እባክዎ {devicename} ላይ ያለው ጥያቄ ይቀበሉ።

# settings_1035
source: {devicename} canceled Wi-Fi Direct connection.
am_et: {devicename} የWi-Fi Direct ግንኙነት አጥፍቷል፡፡

# settings_1036
source: Apply to all inputs
am_et: ሁሉም ግብአቶች ላይ ይተግብሩ

# settings_1037
source: Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.
am_et: ወደ ነባሪ ቅንብሮች ተመለስ። እያንዳንዱ የምስል ሁነታ ለየብቻው በድጋሚ መዘጋጀት አለበት። እባክዎ በድጋሚ ማዘጋጀት የሚፈልጉትን የምስል ሁነታ ይምረጡ።

# settings_1038
source: ISF Setting
am_et: ISF አቀማመጥ

# settings_1039
source: Select Mode
am_et: የመምረጥ ሁነታ

# settings_1040
source: Reset Twin Settings
am_et: የ Twin ቅንብሮችን ዳግም ያቀናብሩ

# settings_1041
source: Disconnect the two TVs from each other and reset Twin mode settings.
am_et: ሁለቱንም ቲቪዎች እርስ በርስ እንዳይገናኙ ያድርጉ እና የ Twin ሁነታ ቅንብሮችን ዳግም ያቀናብሩ።

# settings_1042
source: Please stop recording first to turn 3D on.
am_et: 3D ለማብራት አባክዎ መጀመሪያ ቀረጻ ያቋርጡ።

# settings_1043
source: 3D on/off is not available.
am_et: 3D ማበሪያ/ማጥፊያ የለም።

# settings_1044
source: Turn on/off captioning for hearing-impaired people. Program must support feature to work.
am_et: መስማት ለተሳናቸው ሰዎች መግለጫ ጽሑፍን አብራ/አጥፋ፡፡ ፕሮግራሙ እንዲሰራ ባህሪ የሚደግፍ መሆን አለበት።

# settings_1045
source: OLED LIGHT
am_et: OLED ብርሀን

# settings_1046
source: Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.
am_et: የ OLED መብራት በማስተካከል የማያውን ብሩህነት አስተካክል፡፡ ከፍተኛ ዋጋዎች ድምቀት ይጨምራሉ።

# settings_1047
source: Cameroon
am_et: ካሜሩን

# settings_1048
source: Spain
am_et: ስፔን

# settings_1049
source: 4 Hours
am_et: 4 ሰአታት

# soundMode_Standard
source: Standard
am_et: ስታንደርድ

# settings_1051
source: 10 and Above
am_et: 10 እና ከዛ በላይ

# settings_1052
source: Screen Off
am_et: ማያ ተፍቷል

# settings_1053
source: Save the current customized setting values to currently selected picture mode for all inputs.
am_et: ለሁሉም ማስገቢዎች በወቅቱ ከተመረጠው የምስል ሞድ የነጭ ባላንስ መቼቶችን አስቀምጥ።

# settings_1054
source: Applied settings are:
am_et: የሚተገበሩ ቅንጅቶች:

# settings_1055
source: Adjust screen settings for individual picture modes.
am_et: የማያ ቅንብሮችን ለእያንዳንዱ የቪዲዮ ሁነታ አስተካክል።

# settings_1056
source: Sweden
am_et: ስዊድን

# settings_1057
source: Switzerland
am_et: ስዊዘርላንድ

# settings_1058
source: Turkey
am_et: ቱርክ

# settings_1059
source: United Kingdom
am_et: እንግሊዝ

# settings_1060
source: Update canceled.
am_et: ማዘመኛው ተሰርዟል፡፡

# settings_1061
source: Remote Settings
am_et: የርቀት መቆጣጠሪያው አቐማመጦች

# settings_1062
source: Assign channels to remote buttons so you can quickly jump to them.
am_et: በፍጥነት ወደ እነሱ መሄድ እንዲችሉ ለሪሞት አዝራሮች ጣቢያዎችን ይመድቡ።

# settings_1063
source: View BS Conditional Access Systems (B-CAS) information.
am_et: የ BS ሁኔታዊ መዳረሻ ስርዓቶች (B-CAS) መረጃን ተመልከት፡፡

# settings_1064
source: Basque
am_et: ባስኪዩ

# settings_1065
source: Asmara
am_et: አስመራ

# settings_1066
source: STANDARD MODE SOUND EFFECT RESET
am_et: የመደበኛ ሁነታ የድምጽ ተፅዕኖ ተቀይሯል

# settings_1067
source: All standard mode sound effect settings will be reset. Continue?
am_et: ሁሉም መደበኛ ሁነታ የድምጽ ተፅዕኖ መቼቶችበድጋሚ ይዘጋጃሉ። ይቀጥል?

# settings_1068
source: 3D is not available in current picture resolution.
am_et: 3D በአሁን የምስል ጥራት ሊገኝ አይችልም።

# settings_1069
source: Adjust detailed settings to further optimize the picture.
am_et: ምስሉን ይበልጥ ለማትባት ዝርዝር ቅንብሮችን አስተካክል።

# settings_1070
source: Control the advertising frequency capping cookies.
am_et: ኩኪዎችን የሚገድበውን የማስታወቂያ ድግምግሞሽ ይቆጣጠሩ።

# settings_1071
source: Video Description
am_et: የቪድዮ መግለጫ

# settings_1072
source: Asunción
am_et: አሱንቺዮን

# settings_1073
source: Athens
am_et: አቴንስ

# settings_1074
source: Atikokan
am_et: አቲኮካን

# settings_1075
source: Auckland
am_et: ኦክላንድ

# settings_1076
source: Azores
am_et: አዞሬስ

# settings_1077
source: Baghdad
am_et: ባግዳድ

# settings_1078
source: Baku
am_et: ባኩ

# settings_1079
source: Bamako
am_et: ባማኮ

# settings_1080
source: This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.
am_et: ይህ አቀማመጥ TVዎ በጠፋበት ጊዜ ዝግጁ ሆኖ እንዲቆይ በማድረግ በቀጣይ ጊዜ በሚከፈትበት ጊዜ በፍጥነት እንዲጀምር ያደርገዋል።

# settings_1081
source: Canada
am_et: ካናዳ

# settings_1082
source: 11 and Above
am_et: 11 እና ከዛ በላይ

# settings_1083
source: Bangkok
am_et: ባንኮክ

# settings_1084
source: SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.
am_et: SIMPLINK ከእርስዎ LG ጋር በ HDMI ኬብል የተገናኘው የ LG መሳሪያ በቲቪዎ ሪሞት ለመቆጣጠር ያስችልዎታል።

# settings_1085
source: Note: Behavior may differ if connected device is not a LG device.
am_et: ማስታወሻ: የተገናኘው መሳሪያ LG ካልሆነ ባህሪው ሊለይ ይችላል።

# settings_1086
source: Adjust screen brightness to reduce energy consumption.
am_et: የኃይል ፍጆታን ለመቀነስ የማያውን ብሩህነት አስተካክል።

# settings_1087
source: 3D is not available while using twin mode.
am_et: Twin ሁነታ በመጠቀም ላይ እያሉ 3D ማግኘት አይቻልም።

# settings_1088
source: 3D is not available.
am_et: 3D አልተገኘም።

# settings_1089
source: 3D is now on.
am_et: 3D አሁን በርቷል።

# settings_1090
source: Adjust blue gain for color balance.
am_et: ለከለር ባላንስ ሰማያዊ ጌይን ያስተካክሉ፡፡

# settings_1091
source: Please try again later.
am_et: እባክዎ ቆየት ብለው እንደገና ይሞክሩ።

# settings_1092
source: Chinese
am_et: ቻይንኛ

# settings_1093
source: Cape Verde
am_et: ኬፕ ቬርዴ

# settings_1094
source: Cayman Islands
am_et: ካይማን ደሴቶች

# settings_1095
source: Digital Mode
am_et: ዲጂታል ሁነታ

# settings_1096
source: Select caption settings for digital broadcasts.
am_et: ለዲጂታል ስርጭቶች የመግለጫ ጽሁፍ ቅንብሮችን ምረጥ።

# settings_1097
source: Service 1
am_et: አገልግሎት 1

# settings_1098
source: Service 2
am_et: አገልግሎት 2

# settings_1099
source: Service 3
am_et: አገልግሎት 3

# settings_1100
source: Service 4
am_et: አገልግሎት 4

# settings_1101
source: Service 5
am_et: አገልግሎት 5

# settings_1102
source: Albanian
am_et: አልባንያዊ

# settings_1103
source: Bosnian
am_et: ቦስንያ

# settings_1104
source: Estonian
am_et: ኢስቶንያዊ

# settings_1105
source: Kazakh
am_et: ካዛክ

# settings_1106
source: Lithuanian
am_et: ሊቱኒያዊ

# settings_1107
source: Macedonian
am_et: ሜቆዴንያዊ

# settings_1108
source: Slovak
am_et: ስሎቫክ

# settings_1109
source: Ukrainian
am_et: ዩክሬኒያዊ

# settings_1110
source: Latvian
am_et: ላቲቪያዊ

# settings_1111
source: Bangui
am_et: ባንጉይ

# settings_1112
source: Banjul
am_et: ባንጁል

# settings_1113
source: Beijing
am_et: ቤጂንግ

# settings_1114
source: Beirut
am_et: ቤሩት

# settings_1115
source: Belgrade
am_et: ቤልግሬድ

# settings_1116
source: Belém
am_et: ቤሌም

# settings_1117
source: Berlin
am_et: በርሊን

# settings_1118
source: Bishkek
am_et: ቢሽኬክ

# settings_1119
source: Bissau
am_et: ቢሳኦ

# settings_1120
source: 3D is now off.
am_et: 3D አሁን ጠፍቶ ነው ያለው።

# settings_1121
source: Adjust audio timing to synchronize video and audio.
am_et: ቪዲዮ እና ድምጽን ለማሳመር ድምጽ የሚወጣበትን ሠዓት አስተካክል።

# settings_1122
source: Service 6
am_et: አገልግሎት 6

# settings_1124
source: 8 Hours
am_et: 8 ሰአታት

# settings_1125
source: 12 and Above
am_et: 12 እና ከዛ በላይ

# aspectRatio_original
source: Original
am_et: ኦርጂናል

# settings_1127
source: Central African Republic
am_et: የመካከለኛው አፍሪካ ሪፐብሊክ

# settings_1128
source: Blanc-Sablon
am_et: ብላንክ-ሳብሎን

# settings_1129
source: Blantyre
am_et: ብላንቲር

# settings_1130
source: Boa Vista
am_et: ቦአ ቪስታ

# settings_1131
source: Bogotá
am_et: ቦጎታ

# settings_1132
source: Bratislava
am_et: ብራቲስላቫ

# settings_1133
source: View messages from your broadcast TV provider.
am_et: ከስርጭት ቲቪ አቅራቢዎ የተላኩ መልዕክቶችን ተመልከት፡፡

# settings_1134
source: Irish
am_et: አየርላንዳዊ

# settings_1135
source: 3D Customize Reset
am_et: 3D ዳግም ማስተካከያን አብጅ
