Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_2366
source: This feature applies only to specified LG Wireless Keyboard models.
am_et: ይህ ባህሪ ለተወሰኑ የ LG ሽቦ አልባ የቁልፍ ሰሌዳ ሞዴሎችን ብቻ ይተገበራል።

# settings_2367
source: If the static screen has not received any user input for an hour, it will switch to a screen saver.
am_et: ቋሚ ማያ ገጹ ለሰዓታት የተጠቃሚውን ማንኛውም ግብአት ካልደረሰው ወደ ማያ ገጽ ዕይታ ማቦዘኛ ይቀየራል።

# settings_2368
source: If you turn this option off, the static screen may remain longer, which degrade screen quality or hardly recover in some cases.
am_et: ይህ አማራጭ ካጠፉት፣ የማያ ገጹን ጥራት የሚቀንስ ወይም በአንዳንድ ጉዳዮች ሊመለስ የማይችል የቋሚ ማያ ገጹ ረጅም ይቆያል።

# settings_2369
source: * Though this option is set to ON, the screen saver will not work to avoid disturbing your viewing experience on external inputs like Live TV.
am_et: * ይህ አማራጭ ወደ አብራ ቢዘጋጅም፣ የማያ ገጹ ዕይታ ማቦዘኛው እንደ Live TV የመሳሰሉ በውጫዊ ግብአቶች የዕይታ ተሞክሮዎን መረበሽን ለማስወገድ አይሰራም።

# settings_2370
source: Select the place where to use the TV.
am_et: ቲቪውን ለመጠቀም የፈለጉበትን ቦታ ይምረጡ።

# settings_2371
source: If you select Store Demo mode, it is set to optimized values for retail displays selling TV.
am_et: የማከማቻ ሰርቶ ማሳያ ሁነታ ከመረጡ፣ ለችርቻሮ እይታ መሸጫ ቲቪ ወደ ተቡ እሴቶችን ይዘጋጃል።

# settings_2372
source: Revert TV to its initial settings.
am_et: ቲቪ ወደ መነሻ ቅንብሮቹ መልስ።

# settings_2373
source: This will revert all options on TV to their default settings.
am_et: ይህ በቲቪ ሁሉም አማራጮችን ወደ ነባሪ ቅንብሮቻቸው ይመልሳል።

# settings_2374
source: If the time you set is much different from the current time, some of the smart features may not be displayed.
am_et: የአሁኑ ሰዓት ካዘጋጁት ሰዓት ብዙ የሚለይ ከሆነ፣ አንዳንድ የዘመናዊ ባህሪያትን ላይታዩ ይችላሉ።

# settings_2375
source: Turn on/off the images to be displayed on screen when there is no signal.
am_et: ምንም ምልክት ከሌለ ምስሎችን እንዲታዩ ያብሩ/ያጥፉ።

# settings_2376
source: Check descriptions for each LG webOS TV functions.
am_et: ለእያንዳንዱ LG webOS TV ተግባር መግለጫዎችን ይፈትሹ።

# settings_2377
source: Adjust whether to display the home promotion.
am_et: የመነሻ ማስተዋወቂያ ለማሳየት ያስተካክሉ።

# settings_2378
source: Set the specialized functions of SIGNATURE TV.
am_et: የ SIGNATURE TV ልዩ ተግባሮቹን ያዘጋጁ።

# settings_2379
source: Confirm the terms and conditions or change whether to accept the agreement.
am_et: ደንቦች እና ሁነታዎችን ያረጋግጡ ወይም ስምምነቱን ለመቀበል ይለውጡ።.

# settings_2380
source: Set the additional functions related to the TV.
am_et: ከቲቪው ጋር የተያያዙ ተጨማሪ ተግባራትን ያዘጋጁ።

# settings_2381
source: Check alarm messages about the user settings or TV status.
am_et: ስለ ተጠቃሚዎች ቅንብሮች ወይም የቲቪ አቋምን ማንቂያ መልእክቶችን ይፈትሹ።

# settings_2382
source: Connect the LAN cable directly to the TV to use the network.
am_et: አውታረ መረቡን ለመጠቀም የ LAN ኬብሉን በቀጥታ ወደ ቲቪው ያገናኙ።

# settings_2383
source: Take advantage of features that require networking such as the Internet, apps, software updates and etc.
am_et: በይነመረብ፣ መተግበሪያዎች፣ ሶፍትዌር ዝመናዎች እና ወዘተ የመሳሰሉ አውታረ መረብ የሚፈልጉ ባህሪያቶችን ይጠቀሙባቸዉ።.

# settings_2384
source: Connect to the network if a wireless router is installed.
am_et: ሽቦ አልባ ራውተር ከተገጠመ አውታረ መረቡን ያገናኙ።

# settings_2385
source: Connect TV to external devices with Wi-Fi Direct without wireless router.
am_et: ያለ ሽቦ አልባ ራውተር በ Wi-Fi Direct ቲቪን ወደ ውጫዊ መሳሪያዎች ያገናኑ።

# settings_2386
source: Enjoy content from the connected devices using the Photo & Video and the Music app in TV.
am_et: ፎቶ እና ቪድዮ እና በቲቪ ውስጥ ያለው የሙዚቃ መተግበሪ በመጠቀም ይዘትን ከተገናኙ መሳሪያዎች ይደሰቱ።

# settings_2387
source: * Connect to the only device that supports Wi-Fi Direct.
am_et: * Wi-Fi Direct የሚደግፍ መሳሪያ ብቻ ያገናኙ።

# settings_2388
source: Connect to the network using the 3G/4G network USB.
am_et: የ 3G/4G የአውታረመረብ USB በመጠቀም ወደ አውታረመረቡ ይገናኙ።

# settings_2389
source: Connect external devices like Set-top box, Sound bar and etc to the TV based on guide.
am_et: በመመሪያው መሰረት እንደ ሲግናል ተቀባይ ሳጥን፣ የድምጽ አሞሌ እና ወዘተ የመሳሰሉ ውጫዊ መሳሪያዎች ወደ ቲቪው ያገናኙ።

# settings_2390
source: If Universal Control of Set-top box/OTT has been set up, take advantage of using Set-top box connected from LG remote control.
am_et: የሲግናል ተቀባይ ሳጥን/OTT ዓለምአቀፋዊ ቁጥጥር ከተቀናበረ፣ ከ LG የሩቅ ቁጥጥር የተገናኘውን የሲግናል ተቀባይ ሳጥን ይጠቀሙ።

# settings_2391
source: Turn on TV with mobile device same as smartphone.
am_et: ልክ እንደ ዘመናዊ ሞባይል በሞባይል መሳሪያ ቲቪውን ያብሩ።

# settings_2392
source: Delete the device connection history of Screen Share.
am_et: የ Screen Share የመሳሪያው ግንኙነት ታሪክን ይሰርዙ።

# settings_2393
source: Link the information about devices connected to HDMI ports to the TV and set the related settings.
am_et: ወደ HDMI ማስገቢያዎች የተገናኙ መሳሪያዎች መረጃውን ወደ ቲቪ ያገናኙ እና የተዛመዱ ቅንብሮችን ያዘጋጁ።

# settings_2394
source: Auto Device Connection
am_et: በራስ ጊዜ መሳሪያ ግንኙነት

# settings_2396
source: Register the TV to LG account to control the TV with the voice recognition of external device(AI speaker and etc).
am_et: ቲቪውን በውጫዊ መሳሪያ ድምጽ መለየት (የ AI ድምጽ ማጉያ እና ወዘተ) ለመቆጣጠር ቲቪውን ወደ LG መለያ ይመዝግቡ።

# settings_2397
source: Set and edit the IP address version to IPv4 or IPv6.
am_et: የ IP አድራሻ ስሪትን ወደ IPv4 ወይም IPv6 ያዘጋጁ እና ያርትዑ።

# settings_2398
source: For a WPS(Wi-Fi Protected Setup)-enabled wireless router, press the WPS-PBC button to connect TV to the wireless network.
am_et: ለ WPS (በ Wi-Fi የተጠበቀ ቅንብር)-የነቃ ሽቦ አልባ ራውተር፣ ቲቪ ወደ ሽቦ አልባ አውታረመረብ ለማገናኘት የ WPS-PBC አዝራሩን ይጫኑ።

# settings_2399
source: For a WPS(Wi-Fi Protected Setup)-enabled wireless router, Enter PIN code to connect TV to the wireless network.
am_et: ለ WPS (በ Wi-Fi የተጠበቀ ቅንብር)-የነቃ ሽቦ አልባ ራውተር፣ ቲቪ ወደ ሽቦ አልባ አውታረመረብ ለማገናኘት የ PIN ኮድ ያስገቡ።

# settings_2400
source: Connect to the network by manually entering the IP and DNS server addresses.
am_et: የ IP እና የ DNS አገልጋይ አድራሻዎችን በእጅ በማስገባት ወደ አውታረ መረቡ ይገናኙ።

# settings_2401
source: Turn on the TV using your mobile device via Wi-Fi.
am_et: ሞባይል መሳሪያዎን በ Wi-Fi በኩል በመጠቀም ቲቪውን ያብሩ።

# settings_2402
source: * You can control the app which supports the function on your mobile device.
am_et: * በሞባይል መሳሪያዎ ውስጥ ተግባሩን ከሚደግፈው መተግበሪያ መቆጣጠር ይችላሉ።

# settings_2403
source: Turn on the TV using mobile device via Bluetooth.
am_et: ቲቪውን የሞባይል መሳሪያ በመጠቀም በ Bluetooth በኩል አብራ።

# settings_2404
source: The HDMI {port1} and HDMI {port2} ports support the Instant Game Response, and you can turn it on or off.
am_et: HDMI {port1} እና HDMI {port2} ማስገቢያዎች ፈጣኑን የጨዋታ ምላሽ ይደግፋል እና ማብራት ወይም ማጥፋት ይችላሉ።

# settings_2405
source: View the original screen as it is or set the screen size and aspect ratio.
am_et: ኦሪጂናል ማያ ገጹን እንዳለ ይመለከቱ ወይም የማያ ገጹን መጠን እና ምጥነ ገጽታውን ያዘጋጁ።

# settings_2406
source: Display the optimal resolution for the content by an algorithm learned via a deep learning technique.
am_et: የይዘቱን ልክ ጥራት በጥልቅ መማር ቴክኒክ በኩል የተገኘ አልጎሪዝም አሳይ።

# settings_2407
source: The HDMI {port1} port supports the Instant Game Response, and you can turn it on or off.
am_et: HDMI {port1} ማስገቢያ ፈጣኑን የጨዋታ ምላሽ ይደግፋል እና ማብራት ወይም ማጥፋት ይችላሉ።

# settings_2408
source: The HDMI {port1}, HDMI {port2}, and HDMI {port3} ports support the Instant Game Response, and you can turn it on or off.
am_et: HDMI {port1}፣ HDMI {port2} እና HDMI {port3} ማስገቢያዎች ፈጣኑን የጨዋታ ምላሽ ይደግፋል እና ማብራት ወይም ማጥፋት ይችላሉ።

# settings_2409
source: The HDMI {port1}, HDMI {port2}, HDMI {port3}, and HDMI {port4} ports support the Instant Game Response, and you can turn it on or off.
am_et: HDMI {port1}፣ HDMI {port2}፣ HDMI {port3} እና HDMI {port4} ማስገቢያዎች ፈጣኑን የጨዋታ ምላሽ ይደግፋል እና ማብራት ወይም ማጥፋትይችላሉ።

# settings_2410
source: View the original screen as it is received from broadcasts signal or connected device.
am_et: ኦሪጂናል ማያ ገጹን ከስርጭት ሲግናል ወይም የተገናኘው መሳሪያ እንደተቀበለው ይመለከቱ።

# settings_2411
source: This format is not supported.
am_et: ይህ ቅርጸት የማይደገፍ ነው።

# settings_2412
source: Do not unplug the power during this function is running.
am_et: ይህ ተግባር በመሄድ ላይ እያለ የኤሌክትሪክ ኅይሉን አይንቀሉ።

# settings_2413
source: Select picture mode for clear picture, cinema, game, etc and adjust the contrast, color, etc of the mode in detail.
am_et: ጥራት ላለው ስእል፣ ሲነማ፣ ጨዋታ፣ ወዘተ የስእል ሁነታ ይምረጡ እና የሁነታውን ንጽጽር፣ ቀለም፣ ወዘተ በዝርዝር ያስተካክሉ።

# settings_2414
source: Adjust Backlight brightness to brighten or darken the screen.
am_et: ማያ ገጹን ለማድመቅ ወይም ለማጥቆር የኃላ ብርሃን ብርሁነት ያስተካክሉ።

# settings_2415
source: The closer to 100, the brighter.
am_et: ወደ 100 ሲጠጋ የበለጠ ብሩህ ይሆናል።

# settings_2416
source: Adjust the tint to brighten or darken the screen.
am_et: ማያ ገጹን ለማድመቅ ወይም ለማጥቆር ቀለሙን ያስተካክሉ።

# settings_2417
source: Adjust the OLED LIGHT to brighten or darken the screen.
am_et: ማያ ገጹን ለማድመቅ ወይም ለማጥቆር የ OLED LIGHT ያስተካክሉ።

# settings_2418
source: Adjust the screen color to be pale or deep.
am_et: የማያ ገጹን ቀለም ወደ ደብዛዛ ወይም ደማቅ ያስተካክሉ።

# settings_2419
source: The closer to 100, the clearer the color becomes.
am_et: ወደ 100 ሲጠጋ ቀለሙ ጥርት ያለ ይሆናል።

# settings_2420
source: Adjust the balance of red and green to display the tint on the screen.
am_et: ቀለሙን በማያ ገጽ ለማሳየት የቀይ እና የአረንጓዴ ማስተካከያው ያስተካክሉ።

# settings_2421
source: The closer to 50 the clearer the red, the closer to 50 the clearer the green.
am_et: ወደ 50 ሲጠጋ ቀዩ ጥርት ይላል፣ ወደ 50 ሲጠጋ አረንጓዴው ጥርት ይላል።

# settings_2422
source: Adjust the contrast, resolution, etc for individual picture mode in detail and set preferred color, gamma, etc additionally.
am_et: የእያንዳንዱን ስእል ሁነታ ንጽጽር፣ ጥራት፣ ወዘተ በዝርዝር ያስተካክሉ እና የተመረጠውን ቀለም፣ ጋማ፣ ወዘተ በተጨማሪ ይዘጋጁ።

# settings_2423
source: Adjust the color balance by change color temperature, luminance, and red, green, blue intensity.
am_et: የቀለምን ደማቅነት፣ አንጸባራቂነት እና ቀይ፣ አረንጓዴ፣ ሰማያዊ መጠን በመለወጥ የቀለም ማስተካከያውን ያስተካክሉ።

# settings_2424
source: Change red intensity and adjust the color balance.
am_et: የቀይ መጠን ይለውጡ እና የቀለም ማስተካከያውን ያስተካክሉ።

# settings_2425
source: Change green intensity and adjust the color balance.
am_et: የአረንጓዴ መጠን ይለውጡ እና የቀለም ማስተካከያውን ያስተካክሉ።

# settings_2426
source: Change blue intensity and adjust the color balance.
am_et: የሰማያዊ መጠን ይለውጡ እና የቀለም ማስተካከያውን ያስተካክሉ።

# settings_2427
source: Save the white balance settings from the current picture mode in all inputs.
am_et: በሁሉም ግብአቶች ከአሁኑ የምስል ሁነታ የነጭ ማስተካከያ ቅንብሮችን አስቀምጥ።

# settings_2428
source: Set necessary additional functions based on watching environment and screen status.
am_et: በመመልከት አካባቢ እና የማያ ገጽ አቋም መሰረት አስፈላጊ ተጨማሪ ተግባሮችን ያዘጋጁ።

# settings_2429
source: Reduce irregular noise from digital video signals to optimize image quality clearly.
am_et: የምስል ጥራትን በጥራት ለማትባት ከአሃዛዊ የቪድዮ ሲግናሎች መደበኛ ያልሆነ ድምጽ ይቀንሱ።

# settings_2430
source: Adjust the frame ratio in the same way with the movie and it provides the feeling of the movie theater.
am_et: የፍሬም ምጥነቱን ልክ እንደ ፊልሙ ያስተካክሉ እና እንደ ፊልም ትያትር ስሜት ይሰጣል።

# settings_2431
source: Optimize image quality lightly and vividly for fast-moving images such as sports and action.
am_et: እንደ ስፖርቶች እና እርምጃዎች የመሳሰሉ ለፈጣን የእንቅስቃሴ ምስሎች የምስል ጥራት በስስ እና ደማቅ ያትቡት።

# settings_2432
source: Apply the detailed setting values of current picture mode to all inputs or apps.
am_et: የአሁን የስእል ሁነታ የዝርዝር ቅንብር እሴቶችን ወደ ሁሉም ግብአቶች ወይም መተግበሪያዎች ይተግብሩ።

# settings_2433
source: The settings are as follows.
am_et: ቅንብሮቹ እንደሚከተሉት ናቸው።

# settings_2434
source: Revert picture setting values to default.
am_et: የስእል ቅንብር እሴቶችን ወደ ነባሪ ይመልሱ።

# settings_2435
source: It is reset to picture mode individually, so select the desired picture mode and reset it.
am_et: በየግል ወደ ስእል ሁነታ ዳግም እንዲጀምር ተደርጓል፣ ስለዚህ የተፈለገውን የስእል ሁነታ ይምረጡ እና እንደገማ ያስጀምሩት።

# settings_2436
source: If the edge of the screen is not clean, please turn this function off.
am_et: የማያው ጫፍ ንጹህ ካልሆነ፣ እባክዎ ይህንን ተግባር ያጥፉት።

# settings_2437
source: Adjust color temperature automatically to reduce eye strain.
am_et: የዓይን ህመም ለመቀነስ የቀለም ደማቅነትን በራሱ ጊዜ አስተካክል።

# settings_2438
source: If a device connected to the port, you can view the optimized picture of the game with minimizing delay or interruption of device video.
am_et: መሳሪያ ወደ ማስገቢያዉ ከተገናኘ፣ የተባውን የጨዋታ ስእል በትንሽ መዘግየት ወይም የመሳሪያው ቪድዮ መቆራረጥ መመልከት ይችላሉ።

# settings_2439
source: * The device connected should support this service.
am_et: * የተገናኘው መሳሪያ ይህንን አገልግሎት መደገፍ አለበት።

# settings_2440
source: Correct picture pixel and prevent picture quality issues that may cause when the TV has been turned on for an extended period of time.
am_et: ቲቪዎ ረዘም ላለ ከበራ በኋላ ሊከሰቱ የሚችሉ የምስል ፒክሰል ያስተካክሉ እና የምስል ጥራት ጉዳዮችን ይከላከሉ።

# settings_2441
source: Save the color adjustment settings from the current picture mode in all inputs.
am_et: ለሁሉም ግብዓቶች ከአሁኑ የምስል ሁነታ የቀለም ማስተካከል ቅንጅቶችን አስቀምጥ።

# settings_2442
source: Revert color adjustment settings to default.
am_et: የቀለም ማስተካከያ ቅንብሮች ወደ ነባሪው መልስ።

# settings_2443
source: Set locking on the specified channels, apps, inputs and etc to use under parents guidance.
am_et: በወላጆች ክትትል ስር ለመጠቀም በተወሰኑ ጣቢያዎች፣ መተግበሪያዎች፣ ግብዓቶች እና ወዘተ መቆለፍን እንዲበራ ያዘጋጁ።

# settings_2444
source: Restrict watching based on specified ages or contents ratings under parents guidance.
am_et: በወላጆች ክትትል ስር በተወሰኑ ዕድሜዎች ወይም ይዘቶች ደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።

# settings_2445
source: Restrict watching programs based on rating.
am_et: በደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።

# settings_2446
source: Restrict watching based on age ratings for children programs.
am_et: ለልጆች ፕሮግራሞች በዕድሜ ደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።

# settings_2447
source: Restrict watching based on fantasy violence content ratings.
am_et: በትንግርት ሁከት ይዘት ደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።

# settings_2448
source: Restrict watching based on ages ratings.
am_et: በዕድሜ ደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።

# settings_2449
source: Restrict watching based on programs containing sexually suggestive dialogue.
am_et: ወሲባዊ ቀስቃሽ ንግግር የያዙ ፕሮግራሞችን መሰረት በማድረግ መመልከትን ገድብ።

# settings_2450
source: Restrict watching based on programs containing adult language.
am_et: የአዋቂ ቋንቋ የያዙ ፕሮግራሞችን መሰረት በማድረግ መመልከትን ገድብ።

# settings_2451
source: Restrict watching based on programs containing sexual scene.
am_et: የወሲብ ትዕይንት የያዙ ፕሮግራሞችን መሰረት በማድረግ መመልከትን ገድብ።

# settings_2452
source: Restrict watching movies based on rating.
am_et: በደረጃ አሰጣጥ መሰረት በማድረግ መመልከትን ገድብ።

# settings_2453
source: Parental Guidance Suggested :
am_et: የወላጅ ቁጥጥር ይመከራል :

# settings_2454
source: Some material may not be appropriate for children.
am_et: አንዳንድ ይዘቶች ለህጻናት ተገቢ ላይሆኑ ይችላሉ።

# settings_2455
source: Parents Guidance strongly required :
am_et: የወላጆች ቁጥጥር አጥብቆ ይፈለጋል :

# settings_2456
source: Some material may not be appropriate for children under 13.
am_et: አንዳንድ ቁሳቁስ ከ 13 ዓመት በታች ለሆኑ ህጻናት ተገቢ ላይሆኑ ይችላሉ።

# settings_2457
source: Restriction ratings :
am_et: የገደብ የደረጃ አሰጣጥ :

# settings_2458
source: Program exempted from ratings.
am_et: ከደረጃ አሰጣጥ ነጻ የሆነ ፕሮግራም።

# settings_2459
source: Ages 2-7 are allowed to watch.
am_et: ዕድሜያቸው ከ 2-7 የሆኑ ለመመልከት ተፈቅዶላቸዋል።

# settings_2460
source: Children over 8 are allowed to watch.
am_et: ዕድሜያቸው ከ 8 በላይ ለሆኑ ልጆች ለመመልከት ተፈቅዶላቸዋል።

# settings_2461
source: Adolescent over 14 are allowed to watch.
am_et: ዕድሜያቸው ከ 14 በላይ ለሆኑ ጎረምሶች ለመመልከት ተፈቅዶላቸዋል።

# settings_2462
source: Adolescent over 13 are allowed to watch.
am_et: ዕድሜያቸው ከ 13 በላይ ለሆኑ ጎረምሶች ለመመልከት ተፈቅዶላቸዋል።

# settings_2463
source: Adolescent over 16 are allowed to watch.
am_et: ዕድሜያቸው ከ 16 በላይ ለሆኑ ጎረምሶች ለመመልከት ተፈቅዶላቸዋል።

# settings_2464
source: Restrict watching based on content rating.
am_et: በይዘት ደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።

# settings_2465
source: Select the channel to restrict watching.
am_et: መመልከትን ለመገደብ ጣቢያውን ይምረጡ።

# settings_2466
source: Select the app to restrict the use.
am_et: አጠቃቀሙን ለመገደብ መተግበሪያውን ምረጥ።

# settings_2467
source: Select the inputs to restrict the use.
am_et: አጠቃቀሙን ለመገደብ ግብአቱን ምረጥ።

# settings_2468
source: Restrict watching based on violence content ratings.
am_et: በሁከት ይዘት ደረጃ አሰጣጥ መሰረት መመልከትን ገድብ።

# settings_2469
source: Enjoy Dolby Atmos content with the optimal sound by turning the sound field effect on.
am_et: የድምጽ መስክ ማሳመሪያ በማብራት በምጥን ድምጽ የ Dolby Atmos ይዘትን ይደሰቱበት።

# settings_2470
source: * This settings is only available for Internal TV Speaker.
am_et: * ይህ ቅንብር የሚገኘው ለውስጣዊ TV ስፒከር ብቻ ነው።

# settings_2471
source: Set the optimized sound automatically depending on current content types.
am_et: በአሁኑ ይዘት ዓይነቶች መሰረት በማድረግ የተመጠነውን ድምጽ በራሱ ጊዜ አንዲያዘጋጅ አድርግ።

# settings_2472
source: It provides the optimal Virtual 5.1 surround for the watching content with an algorithm learned from LG deep learning technique.
am_et: ከ LG ጥልቅ መማር ቴክኒክ በኩል የተገኘ አልጎሪዝም ከይዘት ጋር ለመመልከት ልከኛ ምናባዊ 5.1 አካባቢ ያቀርባል።

# settings_2473
source: Select the sound mode for Music, Cinema(Movie), Game, etc and set detailed audio effects.
am_et: ለሙዚቃ፣ ሲነማ(ፊልም)፣ ጨዋታ፣ ወዘተ የድምጽ ሁነታን ይምረጡ እና ዝርዝር የድምጽ ማሳመሪያዎችን ያዘጋጁ።

# settings_2474
source: Select device or speaker for audio output.
am_et: ለድምጽ ውጫዊ መሳሪያ ወይም ስፒከር ይምረጡ።

# settings_2475
source: Use Magic Remote to analyze the room’s acoustics and optimize TV’s sound based on the results.
am_et: የክፍሉን የድምጽ ማስተጋባት ለመተንተን MAGIC Remote እና በውጤቶቹ መሰረት የቲቪውን የድምጽ ጥራት በአግባቡ ይጠቀሙ።

# settings_2476
source: Set additional sound-related settings.
am_et: ተጨማሪ ድምጽ ጋር የተያያዙ ቅንብሮችን ያዘጋጁ።

# settings_2477
source: Select the optimal sound mode for Clear Voice III, Music, Cinema(Movie), etc.
am_et: ለጥራት ድምጽ III፣ ሙዚቃ፣ ሲነማ(ፊልም)፣ ወዘተ ምጥን የድምጽ ሁነታ ይምረጡ።

# settings_2478
source: Set the virtual multi-channel surround sound effect to enjoy more realistic sound.
am_et: ተጨማሪ ትክክለኛ ድምጽ ለመደሰት virtual የብዙ-ጣቢያ surround ድምጽን ያዘጋጁ።

# settings_2479
source: Set the virtual surround sound effect to enjoy more realistic sound.
am_et: ተጨማሪ ትክክለኛ ድምጽ ለመደሰት virtual surround ድምጽን ያዘጋጁ።

# settings_2480
source: Set the Dolby Atmos virtual multi-channel surround sound effect to enjoy more realistic sound.
am_et: ተጨማሪ እውነተኛ ድምጽ ለመደሰት Dolby Atmos virtual ለባለብዙ-ጣቢያ surround ድምጽን ያዘጋጁ።

# settings_2481
source: Set the virtual DTS multi-channel surround sound effect reinforced by upward sound field effects to enjoy more realistic sound.
am_et: ተጨማሪ ትክክለኛ ድምጽ ለመደሰት ድምጽ መስክ ማሳመሪያዎች ወደላይ በማጉላት virtual DTS ባለብዙ-ጣቢያ surround ድምጽ ማሳመሪያ ያዘጋጁ።

# settings_2482
source: Adjust the sound to meet your taste for each sound frequency band.
am_et: ለእያንዳንዱ የድምጽ ድግግሞሽ ባንድ ጣዕምዎን ለማሟላት ድምጹን ያስተካክሉ።

# settings_2483
source: Revert detailed sound effect settings of standard mode to default.
am_et: የመደበኛ ሁኔታ ወደ ነባሪ ዝርዝር የድምጽ ማሳመሪያ ቅንብሮችን ይመልሱ።

# settings_2484
source: Enjoy TV sound through audio devices connected to the OPTICAL DIGITAL AUDIO OUT.
am_et: ድምጽን ከ OPTICAL DIGITAL AUDIO OUT በተያያዙ የድምጽ መሳሪያዎችን ይደሰቱበት።

# settings_2485
source: Enjoy TV sound through audio devices connected to the HDMI IN (ARC) port.
am_et: ወደ HDMI IN (ARC) ማስገቢያ የተገናኙ የድምጽ መሳሪያዎች በኩል የቲቪ ድምጽ ይደሰቱበት።

# settings_2486
source: Enjoy sound with a wireless audio device connected to the LG Sound Sync or Bluetooth.
am_et: ወደ LG Sound Sync ወይም Bluetooth በሽቦ አልባ ድምጽ መሳሪያ የተገናኘውን ድምጽ ይደሰቱበት።

# settings_2487
source: It may not sound depending on connected devices.
am_et: በተገናኙ መሳሪያዎች መሰረት ድምጽ ላይሰጥ ይችላል።

# settings_2488
source: Connect your TV with WiSA Speakers wirelessly.
am_et: ቲቪዎን ከ WiSA ስፒከሮች ጋር በሽቦ አልባ ያገናኙ።

# settings_2489
source: Enjoy TV sound via audio devices connected to the external Audio Out/Headphones output ports.
am_et: ወደ ውጫዊ Audio Out/Headphones ማስገቢያዎች የተገናኙ ከውጫዊ የድምጽ/ሄድፎኖች ውጫዊ ወደቦች የተገናኙ የድምጽ መሳሪያዎች በኩል ድምጽን ይደሰቱበት።

# settings_2490
source: Enjoy TV sound by connecting Wired Headphones.
am_et: በባለ ገመድ ሄድፎኖች በማገናኘት የቲቪ ድምጽን ይደሰቱበት።

# settings_2491
source: Enjoy TV sound via external audio devices connected to both the Internal TV Speaker and the OPTICAL DIGITAL AUDIO OUT port.
am_et: ከውስጣዊ TV ስፒከር እና ከOPTICAL DIGITAL AUDIO OUT ማስገቢያ ከሁለቱም ጋር የተገናኙ መሳሪያዎች ውጫዊ ድምጽ በኩል የቲቪ ድምጽ ይደሰቱበት።

# settings_2492
source: Enjoy TV sound via both the Internal TV Speaker and Wired Headphones.
am_et: ውስጣዊ TV ስፒከር እና ባለ ገመድ ሄድፎኖች በኩል በሁለቱም ድምጹን ይደሰቱበት።

# settings_2493
source: Enjoy the sound optimized to the room.
am_et: ከክፍሉ ጋር የተመጠነው ድምጽ ይደሰቱበት።

# settings_2494
source: Enjoy a clear and natural sound.
am_et: ጥርት ያለ እና ተፈጥሯዊ ድምጽን ይደሰቱበት።

# settings_2495
source: Reinforce the low-pitched tone of the optimized sound.
am_et: የተስተካከለውን ድምጽ ዝቅተኛ የድምጽ ቃና ያጠናክሩ።

# settings_2496
source: Reinforce a high-pitched tone of the optimized sound.
am_et: የተስተካከለውን ድምጽ ከፍተኛ የድምጽ ቃና ያጠናክሩ።

# settings_2497
source: To optimize the sound, play test sound on TV and start measuring reflected-sound using the Magic Remote.
am_et: ድምጹን ለማትባት፣ በቲቪው ላይ የድምጽ ሙከራን ያጫውቱ እና የ Magic Remote በመጠቀም አንጸባራቂ-ድምጽ መለካት ይጀምሩ።

# settings_2498
source: Get started in a quiet environment for sound optimization.
am_et: ለድምጽ ትባት ጸጥታ ባለበት አካባቢ ይጀምሩ

# settings_2499
source: It provides the optimized sound by tuning up the reflected-sound in the room based on type of TV installation.
am_et: በቲቪ ተከላ ዓይነት መሰረት በማድረግ በክፍሉ ውስጥ የአንጸባራቂ ድምጽ ከፍ በማድረግ የተስተካከለ ድምጽ ያቀርባል።

# settings_2500
source: Stand Type Ⅰ
am_et: መቆሚያ ዓይነት Ⅰ

# settings_2501
source: Stand Type Ⅱ
am_et: መቆሚያ ዓይነት Ⅱ

# settings_2502
source: Automatically adjust the gap in sound volume, or set the volume of sound that is adjusted at a time with the volume key on remote control.
am_et: ክፍተቱን በራስሰር በድምጽ መጠን ያስተካክሉ ወይም በሩቅ መቆጣጠሪያው ላይ ያለው የድምጽ ቁልፍ በጊዜ የሚስተካከል ድምጽ ያዘጋጁ።

# settings_2503
source: Select digital audio output format.
am_et: ዲጂታል የድምጽ ውጫዊ ቅርጸት ይምረጡ።

# settings_2504
source: If the program does not support the selected output format, the default output from the source will be used.
am_et: ፕሮግራሙ የተመረጠውን የውጤት ቅርጸት የማይደግፍ ከሆነ፣ ነባሩ ውጤት ከምጩ ጥቅም ላይ ይውላል።

# settings_2505
source: Adjust the timing to synchronize when the video and audio have time difference.
am_et: ቪድዮ እና ድምጹ የጊዜ ልዩነት ሲኖራቸው ለማስመር ጊዜውን ያስተካክሉ።

# settings_2506
source: Select the format to transfer TV Digital Sound Out to an external device.
am_et: የቲቪ ዲጂታል ድምጽ ማውጫ ወደ ውጫዊ መሳሪያ ለማሰተላለፍ ቅርፀቱን ይምረጡ።

# settings_2507
source: Enjoy TV sound via an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port.
am_et: በ LG የድምጽ መሳሪያ በኩል ወደ OPTICAL DIGITAL AUDIO OUT ወደብ የተገናነውን የቲቪ ድምጽ ይደሰቱበት።

# settings_2508
source: With this option, you can control the audio device's volume with your TV remote.
am_et: በዚህ አማራጭ፣ በቲቪዎ የሩቅ መቆጣጠሪያ የድምጽ መሳሪያውን መቆጣጠር ይችላሉ።

# settings_2509
source: If you can't hear sound through the device, make sure it is working properly and supports LG Sound Sync.
am_et: በመሳሪያው አማካኝነት ድምጽ መስማት ካልቻሉ፣ በአግባቡ እየሰራ መሆኑን እና LG Sound Syncን የሚደግፍ መሆኑን ያረጋግጡ።

# settings_2510
source: Connect an external audio device, which supports the eARC, to the eARC.
am_et: የ eARC ወደ eARC የሚደግፍ ወደ ውጫዊ የድምጽ መሳሪያ ያገናኙ።

# settings_2511
source: Select this type if your installed TV is stand and more than 30cm to the wall.
am_et: የተተከለው ቲቪዎ ቋሚ እና ከግድግዳው 30ሳሜ በላይ ከሆነ ይህንን ዓይነት ይምረጡ።

# settings_2512
source: Select this type if your installed TV is stand and less than 30cm to the wall.
am_et: የተተከለው ቲቪዎ ቋሚ እና ከግድግዳው 30ሳሜ ያነሰ ከሆነ ይህንን ዓይነት ይምረጡ።

# settings_2513
source: It provides you with clearer sound quality by reducing the reflected low-pitched sound on the wall.
am_et: በግድግዳው ላይ ያለውን አንጸባራቂ ዝቅተኛ ድምጽ በመቀነስ ጥርት ባለው የድምጽ ጥራት ያቀርብልዎታል።

# settings_2514
source: Select this type if your installed TV is wall-mounted.
am_et: የተተከለው ቲቪዎ ከግድግዳ ጋር የተያያዘ ከሆነ ይህንን ዓይነት ይምረጡ።

# settings_2515
source: The gap between the sound volumes of the channel and program is automatically set to watch the program with a consistent volume.
am_et: በጣቢያው የድምጽ መጠኖች እና በፕሮግራሙ መሃል ያለውን ክፍተት ፕሮግራሙን በቀጣይ የድምጽ መጠን ለመመልከት በራስሰር ተዘጋጅቷል።

# settings_2516
source: Adjust the volume you want with pressing remote's volume key.
am_et: የሩቅ መቆጣጠሪያውን የድምጽ ቁልፍ በመጫን የፈለጉትን ድምጽ ያስተካክሉ።

# settings_2517
source: The higher the settings, the louder the sound rapidly.
am_et: ቅንብሮቹ በበለጡ ጊዜ፣ የድምጹ ፍጥነት ይጨምራል።

# settings_2518
source: Find and tell an audio device available to connect around TV.
am_et: በቲቪ አካባቢ ለማገናኘት ሊገኝ የሚችል የድምጽ መሳሪያ ያግኙ እና ይንገሩ።

# settings_2519
source: * This feature is available on certain devices only.
am_et: * ይህ ባህሪ በአንዳንድ መሳሪያዎች ብቻ ይገኛል።

# settings_2520
source: Scan "Auto Detect" automatically.
am_et: “ራስ አግኝ” በራሱ ጊዜ ቅኝ።

# settings_2521
source: Set the detect range of device available to connect.
am_et: ለመገናኘት ያለ መሳሪያ የመገኘት ርቀቱን አዘጋጅ።

# settings_2522
source: When the Sound Out is set to Bluetooth or the connected device does not support the Instant Game Response, it may not work properly.
am_et: ውጫዊ ድምጽ ወደ Bluetooth ሲዘጋጁ ወይም የተገናኘው መሳሪያ ፈጣኑን የጨዋታ ምላሽ የማይደግፍ ሲሆን፣ በአግባቡ ላይሰራ ይችላል።
