Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_1
source: {%1} hour(s)
am_et: {%1} ሰዓት(ታት)

# settings_2
source: {%1} min(s)
am_et: {%1} ደቂቃ(ዎች)

# settings_3
source: {%1} hour(s) {%2} min(s)
am_et: {%1} ሰዓት(ታት) ከ {%2} ደቂቃ(ዎች)

# settings_5
source: This feature is not supported on copyrighted content.
am_et: ይህ ተግባር በቅጂ መብት ይዘት ላይ አይደገፍም።

# settings_6
source: It separates the voice from the background sound to have a clear sound.
am_et: ግልፅ ድምፅ ለማግኘት ከጀርባ ድምፅ ላይ ድምፅን ይነጥላል።

# settings_7
source: Text Search
am_et: የፅሁፍ ፍለጋ

# settings_8
source: Sound Out
am_et: ድምጽ ማንበብ

# settings_10
source: Input Locks
am_et: የግቤት ቁልፎች

# settings_11
source: Timer Power Off
am_et: የሰዓት መቁጠሪያ ኃይል ጠፍቷል

# settings_12
source: Network
am_et: አውታረ መረብ

# settings_13
source: Closed Caption Settings
am_et: ዝግ የመግለጫ ጽሑፍ ቅንብሮች

# settings_14
source: Close
am_et: ዝጋ

# settings_15
source: Digital Mode Option
am_et: ዲጂታል ሞድ አማራጮች

# settings_16
source: minus
am_et: መቀነስ

# settings_17
source: plus
am_et: መጨመር

# settings_18
source: Hours
am_et: ሰዓታት

# settings_19
source: Minutes
am_et: ደቂቃዎች

# settings_20
source: AV Sync Adjustment
am_et: የAV ማሳመሪያ ማስተካከያ

# settings_22
source: Back
am_et: ወደኋላ

# settings_23
source: Pointer Options
am_et: የጠቋሚ አማራጮች

# settings_24
source: Single Sound Out
am_et: ነጠላ ወጪ ድምጽ

# settings_25
source: Volume Mode
am_et: የድምጽ መጠን ሁነታ

# settings_26
source: Picture Mode Settings
am_et: የምስል ሞድ አቀማመጦች

# settings_27
source: Picture Mode
am_et: የምስል ሙድ

# settings_28
source: Loading...
am_et: በመጫን ላይ...

# settings_29
source: Expert Controls
am_et: የባለሙያ ቁጥጥሮች

# settings_30
source: Dynamic Contrast
am_et: ኃይለኛ ንጽጽር

# settings_31
source: Optimize contrast settings based on image brightness.
am_et: በምስሉ ብሩህነት መሠረት የንጽጽር ቅንብሮችን አመጣጥን።

# settings_32
source: Super Resolution
am_et: የላቀ ጥራት

# settings_33
source: Picture
am_et: ምስል

# settings_34
source: Advanced
am_et: ከፍተኛ

# settings_35
source: Cancel
am_et: ተወው

# settings_36
source: HDR Effect Level
am_et: HDR ማስማሪያ ደረጃ

# settings_37
source: TV Information
am_et: የቴሌቪዥን መረጃ

# settings_38
source: Sliding Speaker
am_et: ተንሸራታች ስፒከር

# settings_39
source: Monday~Friday
am_et: ሰኞ~አርብ

# settings_40
source: Picture Options
am_et: የምስል አማራጮች

# settings_41
source: Noise Reduction
am_et: አላስፈላጊ ድምጽ መቀነስ

# settings_42
source: Wide Zoom Adjust
am_et: በሰፋት ማጉላት ማስተካከያ

# settings_43
source: To adjust size and position of your screen manually, click the button below.
am_et: በእጅዎ የማያ ገጽዎን መጠን እና አቀማመጥ ለማስተካከል፣ ከዚህ በታች ያለውን አዝራር ጠቅ ያድርጉ።

# settings_44
source: Start Wide Zoom adjust
am_et: በሰፋት ማጉላት ማስተካከያ አስጀምር

# settings_45
source: Accessibility
am_et: ተደራሽነት

# settings_46
source: Dual Play
am_et: የሁለትዮሽ ማጫወቻ

# settings_47
source: TV Program Locks
am_et: TV ፕሮግራም መቆለፊያዎች

# settings_48
source: TV Lock
am_et: TV መቆለፍ

# settings_49
source: Block TV programs based on content rating.
am_et: በይዘት ምደባ መሰረት የቲቪ ፕሮግራሞችን አግድ፡፡

# settings_50
source: Movie Lock
am_et: ሙቪ መቆለፍ

# settings_51
source: Block movies based on rating.
am_et: ፊልሞችን በደረጃቸው መሰረት አግድ፡፡

# settings_52
source: Off
am_et: አጥፋ

# settings_53
source: Wired Connection (Ethernet)
am_et: የገመድ ግንኙነት (Ethernet)

# settings_54
source: Done
am_et: ተከናውኗል

# settings_55
source: Preferred Color
am_et: የሚመረጠው ቀለም

# settings_56
source: Skin Color
am_et: የቆዳ ቀለም

# settings_57
source: Adjust skin tone colors.
am_et: የስኪን ቶን ከለሮች አስተካክል፡፡

# settings_58
source: Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.
am_et: የገመድ የአውታረ መረብ ግንኙነትዎን ለማንቃት ቴሌቪዥንዎን በEthernet ሽቦ ከራውተርዎ ወይም ሞደምዎ ጋር ያገናኙ።

# settings_59
source: TV Name
am_et: የቴሌቪዥን ስም

# settings_60
source: Tracking Speed
am_et: የመከታተያ ፍጥነት

# settings_61
source: Slow
am_et: ቀስ

# settings_62
source: Normal
am_et: መጠነኛ

# settings_63
source: Fast
am_et: ፈጣን

# settings_64
source: Adjust cursor speed.
am_et: የጠቋሚ ፍጥነት ያስተካክሉ።

# settings_65
source: Auto Volume
am_et: ራስሰር የድምጽ መጠን

# settings_66
source: Adjust Zoom Ratio
am_et: የማጉውን መጠን አስተካክል

# settings_67
source: vertical zoom out
am_et: የቁልቁል ማሳነስ

# settings_68
source: zoom out
am_et: አሳንስ

# settings_69
source: vertical zoom in
am_et: የቁልቁል ማጉላት

# settings_70
source: zoom in
am_et: አጉላ

# settings_71
source: horizontal zoom out
am_et: አግድማዊ ማሳነስ

# settings_72
source: Improve blurry or unclear areas for a sharper image.
am_et: ይበልጥ ጥራት ያለው ምስል ለማግኘት ብዥ ያሉ ወይም ጥራት የሌላቸው አካባቢዎችን አሻሽል።

# settings_74
source: Search
am_et: ፈልግ

# settings_75
source: Paired Devices
am_et: የተሳሰሩ መሳሪያዎች

# settings_76
source: Select your remote's cursor speed and appearance.
am_et: የሪሞትዎን ጠቋሚ ፍጥነት እና ትልቀት ያስተካክሉ።

# settings_77
source: Advanced Controls
am_et: ምጡቅ መቆጣጠሪያዎች

# settings_78
source: Address Setting
am_et: የአድራሻ ቅንብር

# settings_79
source: horizontal zoom in
am_et: አግድማዊ ማጉላት

# settings_81
source: Select the best picture mode for your viewing environment and content type.
am_et: ለአከባቢዎና ለይዘት አይነትዎ የሚመች ምርጥ የምስል ሞድ ይምረጡ።

# settings_82
source: Channels
am_et: ጣብያዎች

# settings_83
source: Channel Tuning
am_et: የጣብያ ቅኝት

# settings_84
source: Scan and save available channels.
am_et: ጣብያዎች በመፈለግ የተገኙትን ያስቀምጡ።

# settings_85
source: Channel Manager
am_et: የጣብያ መሪ

# settings_86
source: Edit TV channels, set favorites, and manage parental control settings.
am_et: TV ጣብያዎችን ያርትኡ፣ የሚወዱዋቸውን ያዘጋጁ፣ እንዲሁም የወላጅ ቁጥጥር አቀማመጦችን ያስተዳድሩ።

# settings_87
source: Channel Advisor
am_et: የጣቢያ አማካሪ

# settings_88
source: Grass Color
am_et: ሳር ቀለም

# settings_89
source: Remove irregular and erratic pixels for a clearer image.
am_et: ይበልጥ ጥራት ያለው ምስል ለማግኘት መደበኛ ያልሆኑ እና ተለዋዋጭ ፒክሰሎችን አስወግድ።

# settings_90
source: OLED Panel Settings
am_et: OLED ፓኔል መቼቶች

# settings_91
source: Clear Panel Noise
am_et: የፓኔል አላስፈላጊ ድምጽ ያጥፉ

# settings_92
source: MPEG Noise Reduction
am_et: MPEG አላስፈላጊ ድምጽ መቀነስ

# settings_93
source: Reduce noise from digital video signals.
am_et: ከዲጂታል የቪዲዮ ሲግናሎች የሚመጣን ጫጫታን ቀንስ።

# settings_94
source: Black Level
am_et: ጥቁር ደረጃ

# settings_95
source: Downloadable Rating
am_et: ምዘና በማውረድ ላይ

# pictureModeSettings
source: Customize
am_et: አበጅ

# settings_97
source: Backlight
am_et: የጀርባ ብርሀን

# settings_98
source: Sliding Melody
am_et: ተንሸራታች ሜሎዲ

# settings_99
source: Advertising Cookies
am_et: የማስታወቂያ ኩኪዎች

# settings_100
source: Network Name
am_et: የአውታረ መረብ ስም

# settings_101
source: change a value with right button
am_et: በቀኝ አዝራር እሴትን ይለውጡ

# settings_102
source: change a value with left button
am_et: በግራ አዝራር እሴትን ይለውጡ

# settings_103
source: change a value with left right button
am_et: በግራ ቀኝ አዝራር እሴትን ይለውጡ

# settings_104
source: LG Connect
am_et: LG Connect Apps

# settings_105
source: Mobile TV On
am_et: ተንቀሳቃሽ ቲቪ በራ

# settings_106
source: Unable to connect to the network
am_et: ከአውታረ መረቡ ጋር መገናኘት አልተቻለም

# settings_107
source: Please check the network name and password and try again.
am_et: እባክዎን የአውታረ መረቡን ስም እና የይለፍ ቃል ይፈትሹ እና እንደገና ይሞክሩ።

# settings_108
source: Retry
am_et: እንደገና ይሞክሩ

# settings_109
source: Edit
am_et: ያርትኡ

# settings_110
source: Equalizer
am_et: ማመጣጠኛ

# settings_111
source: On
am_et: ያብሩ

# settings_112
source: Lock All
am_et: ሁሉንም ቆልፍ

# settings_113
source: Color Management System
am_et: የቀለም አስተዳደር ስርዓት

# settings_114
source: Color
am_et: ቀለም

# settings_115
source: Select color to be adjusted.
am_et: ለማስተካከል የፈለጉትን ከለር ይመረጡ፡፡

# settings_116
source: Saturation
am_et: ሙላት

# settings_117
source: Security
am_et: ደህንነት

# settings_118
source: Subtitles
am_et: ንኡስ ርእሶች

# settings_119
source: Message
am_et: መልእክት

# settings_120
source: Broadcast Mail
am_et: የስርጭት ደብዳቤ

# settings_121
source: Download Mail
am_et: ደብዳቤ አውርድ

# settings_122
source: CS1 Board
am_et: የCS1 ሰሌዳ

# settings_123
source: CS2 Board
am_et: የCS2 ሰሌዳ

# settings_124
source: Checking...
am_et: በመፈተሽ ላይ...

# settings_125
source: Do not apply the Magic Sound Tuning recommended audio settings.
am_et: የሚመከሩ Magic Sound Tuning ኦዲዮ ቅንብሮችን አትተግብር።

# settings_126
source: Standard
am_et: መደበኛ

# settings_127
source: 3D Settings
am_et: 3D አቀማመጦች

# settings_129
source: Turn 3D on/off.
am_et: 3D አብራ/አጥፋ፡፡

# settings_130
source: 3D Customize
am_et: 3D አበጅ

# settings_131
source: 3D Mode
am_et: የ3D ሁነታ

# settings_132
source: Apply the recommended audio settings using Standard Mode.
am_et: የሚመከሩ የማጂክ ድምጽ መቼቶችን መደበኛ ሞድ በመጠቀም ተግብር፡፡

# settings_133
source: This mode provides a clear and natural sound quality.
am_et: ይህን ሁነታ የጠራ እና የተፈጥሮ ድምፅ ጥራት ያቀርባል፡፡

# settings_134
source: Broadcast Country
am_et: የስርጭት ሀገር

# settings_135
source: Select the most appropriate 3D settings based on content type.
am_et: በይዘቱ ዓይነት መሰረት በጣም አግባብነት ያለውን የ 3D ቅንብር ምረጥ፡፡

# settings_136
source: 3G/4G NETWORK STATUS
am_et: የ3G/4G አውታረ መረብ ሁኔታ

# settings_137
source: Access Point Setting
am_et: የመገናኛ ነጥብ ቅንብር

# settings_138
source: Access Point
am_et: የመገናኛ ነጥብ

# settings_139
source: Access Point 1
am_et: የመጠቀሚያ ነጥብ 1

# settings_141
source: not connected
am_et: አልተገናኘም

# settings_142
source: connecting
am_et: ማገናኘት

# settings_143
source: Albania
am_et: አልባኒያ

# settings_144
source: Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.
am_et: ጣቢያዎችን ወይም የስርጭት ሲግናሎችን ቢቀይሩ እንኳን አውቶ ቮሉም የድምፁን ቮሉም ዘላቂነት ይጠብቃል፡፡

# settings_145
source: IP (Automatic)
am_et: IP (ራስሰር)

# settings_146
source: IP (Manual)
am_et: IP (በእጅ የሚሰራ)

# settings_147
source: Type
am_et: አይነት

# settings_150
source: Timer Power On
am_et: ሠዓት ሞልቶ ማብሪያው በርቷል

# settings_151
source: Select All
am_et: ሁሉንም ይምረጡ

# settings_152
source: Saturday\uA508Sunday
am_et: ቅዳሜ\uA508እሁድ

# settings_153
source: checked
am_et: ተመርጧል

# settings_154
source: Safety
am_et: ደህንነት

# settings_156
source: Time & Date
am_et: ሰአትና ቀን

# settings_157
source: LG Wireless Keyboard
am_et: LG ገመድ-አልባ ኪይቦርድ

# settings_158
source: Sound
am_et: ድምጽ

# settings_159
source: Audio Guidance
am_et: የድምጽ መመሪያ

# settings_160
source: White Balance
am_et: ነጭ ሚዛን

# settings_161
source: Adjust screen brightness by tuning the backlight. Higher values increase brightness.
am_et: የኋላ ብርሀኑን በማብራት የማያውን ብሩህነት አስተካክል። ከፍተኛ ዋጋዎች ድምቀት ይጨምራሉ።

# settings_162
source: No Signal Auto Off
am_et: የሲግናል ራስ-ሰር ማጥፊያ የለም

# settings_163
source: If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.
am_et: ይህ አማራጭ ካበሩት፣ በተደጋጋሚ ሲመለከቱዋቸው የነበሩ ጣቢያዎች ወይም ፕሮግራሞች ማሳወቂያዎችን መቀበል ይችላሉ።

# settings_164
source: Language
am_et: ቋንቋ

# settings_165
source: Application Locks
am_et: የመተግበሪያዎ ቁልፎች

# settings_166
source: {label} : L{value}
am_et: {label} : ግ{value}

# settings_167
source: IPv4 (Automatic)
am_et: IPv4 (ራስሰር)

# settings_168
source: Searching...
am_et: በመፈለግ ላይ...

# settings_169
source: Set Automatically
am_et: በራስ-ሰርነት ያዘጋጁ

# settings_170
source: IP Address
am_et: IP አድራሻ

# settings_171
source: Subnet Mask
am_et: ሳብኔት ማስክ

# settings_172
source: Gateway
am_et: መግቢያ በር

# settings_173
source: Closed Caption
am_et: ዝግ መግለጫ ፅሁፍ

# settings_174
source: LG Services Country
am_et: LG አገልግሎት መስጫ ሃገሮች

# settings_175
source: All Children
am_et: ሁሉም ህጻናት

# settings_176
source: LG Connect provides apps, like photo sharing or mobile-device remotes, with the ability to access and control certain features of your LG TV. If you turn on LG Connect, you will still be able to accept or deny requests from individual apps trying to connect.
am_et: LG Connect Apps እንደ ፎቶ ማጋሪያ ወይም የተንቀሳቃሽ-መሳሪያ ሪሞቶች ያሉ የLG TVዎን አንዳንድ ባህርያት ለመድረስ እና ለመቆጣጠር የሚያችሉ መተግበሪያዎችን ያቀርባል። LG Connect Appsን ቢያስነሱም ለመገናኘት ከሚሞክሩ እያንዳንዳቸው መተግበሪያዎች የሚመጡ መጠይቆችን መቀበል ወይም ውድቅ ማድረግ ይችላሉ።

# settings_177
source: Revoke Pairing
am_et: ጥምረትን ውድቅ አድርግ

# settings_178
source: You're about to revoke all pairing authorizations.
am_et: የጥምረት ፈቀዳዎችን በሙሉ ውድቅ ሊያደርጉ ነው።

# settings_179
source: characters
am_et: ቁምፊዎች

# settings_180
source: Timer Channel
am_et: ሰአትነጋሪ ጣብያ

# settings_181
source: Wi-Fi NETWORK
am_et: የWi-Fi ኔትዎርክ

# settings_182
source: Digital Sound Out
am_et: ዲጂታል ድምጽ ማውጫ

# settings_183
source: Select the format to transfer digital audio to an external device.
am_et: ዲጂታል ድምፅ ወደ የውጭ መሳሪያ ለማሰተላለፍ ቅርፀቱን ይምረጡ፡፡

# settings_184
source: Headphones Volume
am_et: የሄድፎን ድምጽ መጠን

# settings_185
source: Turn SIMPLINK on/off.
am_et: SIMPLINK አብራ/አጥፋ

# settings_186
source: HDMI UHD Deep Color
am_et: HDMI ULTRA HD Deep Color

# settings_187
source: Analog Mode
am_et: አናሎግ ሁነታ

# settings_188
source: General
am_et: አጠቃለይ

# settings_189
source: Legal Notice
am_et: የህግ ማስታወቂያ

# settings_190
source: Connected to Internet
am_et: ከበይነመረብ ጋር ተገናኝቷል

# settings_191
source: About This TV
am_et: ይህንን TV በተመለከተ

# settings_192
source: No
am_et: አይ

# settings_193
source: Change Menu Language
am_et: የምናሌ ቋንቋ ለውጥ

# settings_194
source: Select caption settings for analog broadcasts.
am_et: ለአናሎግ ስርጭቶች የመግለጫ ጽሁፍ ቅንብሮችን ምረጥ።

# settings_195
source: Timers
am_et: ሰአት ነጋሪዎች

# settings_196
source: UAE
am_et: የተባበሩት ዓረብ ኤምሬትስ

# settings_197
source: Enable other devices and apps to turn on your TV using your network.
am_et: ሌሎች መሳሪያዎችና መተግበሪያዎች የገመድ አልባ አውታረ መረብዎን ተጠቅመው ቲቪዎን እንዲያበሩ ያስችሉ።

# settings_198
source: Turning this option on may increase energy consumption.
am_et: ይህን አማራጭ ማብራት የኅይል ፍጆታን ሊያሳድግ ይችላል።

# settings_199
source: Location
am_et: መገኛ

# settings_200
source: Open Source Licenses
am_et: የግልጽ ምንጭ ሶፍትዌር ማስታወቂያ

# settings_201
source: Input field
am_et: የግብአት ሜዳ

# settings_202
source: 3G/4G Connection
am_et: የ3G/4G ግንኙነት

# settings_203
source: Access Point 2
am_et: የመጠቀሚያ ነጥብ 2

# settings_204
source: press OK button to go to previous menu
am_et: ወደ ቀዳሚው ምናሌ ለመሄድ የእሺ አዝራርን ይጫኑ

# settings_205
source: Correct contrast and brightness by adjusting black levels.
am_et: የጥቁረት መጠንን በማተካከል ንጽጽር እና ብሩህነትን አስተካክል።

# settings_206
source: Real Cinema
am_et: እውነተኛ ሲኒማ

# settings_207
source: Optimize display for movies.
am_et: የፊልሞችን ማሳያ አትባ፡፡

# settings_208
source: Open
am_et: ክፈት

# settings_209
source: This means you'll have to re-pair any devices you want to use with your TV.
am_et: ይህ ማለት ከቴሌቭዥንዎ ጋር መጠቀም የሚፈልጉትን ማንኛውንም መሳሪያ በድጋሚ ማጣመር ይኖርብዎታል ማለት ነው።

# settings_210
source: If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.
am_et: የእርስዎ መሳሪያ ይህንን ባህሪ የማይደግፍ ከሆነ፣ በትክክል ላይሰራ ይችላል። ይህ በሚሆንት ጊዜ፣ መሳሪያውን ሌላ HDMI ወደብ ማገናኘት ወይም የ HDMI ULTRA HD Deep Color አቀማመጥን ማጥፋት ይችላሉ።

# settings_211
source: Turn on/off UHD Deep Color for HDMI1 port.
am_et: ለ HDMI1 ወደብ ULTRA HD Deep Color አብራ/አጥፋ፡፡

# settings_212
source: Afghanistan
am_et: አፍጋኒስታን

# settings_213
source: Color Gamut
am_et: የቀለም ስብስብ

# settings_214
source: Set the range of colors that can be displayed.
am_et: ማሳየት የሚቻሉትን የቀለም አይነቶች አዘጋጅ።

# settings_215
source: Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.
am_et: ቲቪዎ ረዘም ላለ ከበራ በኋላ ሊከሰቱ የሚችሉ የምስል ጥራት ጉዳዮችን ለማረም ይህን አማራጭ ተጠቀም፡፡

# settings_217
source: No Internet via Wi-Fi
am_et: በWi-Fi አማካኝነት ምንብ በይነ መረብ የለም

# settings_219
source: Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.
am_et: በethernet ሽቦ አማካኝነት ከአውታረ መረቡ ጋር ግንኙነት አድርግ። እንደ ድር ማሰስ፣ ይዘት መጋራት፣ እንዲሁም ራስ-ሰር ሶፍትዎር ማደስ የመሳሰሉ የ Smart TV ባህሪዎችን ለመጠቀም ከአውታረመረብ ጋር መገናኘት ይኖርቦታል።

# settings_220
source: Available Devices
am_et: የተገኙ መሳሪያዎች

# settings_221
source: Screen Shift
am_et: የማያ ቅያሪ

# settings_222
source: English
am_et: ኢንግሊዘኛ

# settings_223
source: Volume Increase Amount
am_et: የድምጽ መጨመር መጠን

# settings_224
source: Bass Mode
am_et: የBASS ሞድ

# settings_225
source: Apply the recommended audio settings using the enhanced Bass Mode.
am_et: የሚመከሩ የማጂክ ድምጽ መቼቶችን enhanced Bass ሞድ በመጠቀም ተግብር፡፡

# settings_226
source: Treble Mode
am_et: የTREBLE ሞድ

# settings_227
source: Apply the recommended audio settings using the enhanced Treble Mode.
am_et: የሚመከሩ የማጂክ ድምጽ መቼቶችን enhanced Treble ሞድ በመጠቀም ተግብር፡፡

# settings_228
source: Flat Mode
am_et: የዝርግ ሁነታ

# settings_229
source: Apply the recommended settings using Flat Mode. This mode does not emphasize any specific sound range.
am_et: የሚመከሩ የማጂክ ድምጽ መቼቶችን መደበኛ ሁነታ በመጠቀም ተግብር፡፡ ይህ ሁነታ ማንኛውም የተወሰነ የድምፅ ሬንጅን አላጎላም፡፡

# settings_230
source: Start New Sound Tuning
am_et: አዲስ የድምጽ ቅኝት ጀምር

# settings_231
source: Begin the Magic Sound Tuning process to determine the optimum audio quality settings for your room.
am_et: ለእርስዎ ክፍል ከፍተኛውን የኦዲዮ ጥራት ቅንብሮችን ለመወሰን Magic Sound Tuning ስራ ሂደትን ይጀምሩ።

# settings_232
source: Last tuning:
am_et: የመጨረሻ ቅኝት፦

# settings_233
source: Connected
am_et: ተገናኝቷል

# settings_234
source: Internal TV Speaker
am_et: ውስጣዊ የቲቪ ድምፅ ማጉያ

# settings_235
source: Adjust grass tone colors.
am_et: የግራስ ቶን ከለሮች አስተካክል፡፡

# settings_236
source: Reset Channel Settings
am_et: የጣቢያ ቅንብርን ዳግም አስጀምር

# settings_237
source: After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?
am_et: ሀገርዎን ከቀየሩ በኋላ Auto Tuningን በመጠቀም ጣቢያዎችዎን መቃኘት ይችላሉ። መቀጠል ይፈልጋሉ?

# pointerOptions
source: Style
am_et: ቅጥ

# settings_239
source: None
am_et: ምንም

# settings_240
source: Getting...
am_et: በማግኘት ላይ...

# settings_241
source: unread
am_et: ያልተነበበ

# settings_242
source: Style
am_et: ቅጥ

# settings_243
source: Custom
am_et: የተበጀ

# digitalOptionSetByProgram
source: Set By Program
am_et: በፕሮግራም አቀናብር

# settings_245
source: Size
am_et: መጠን

# settings_246
source: Small
am_et: ትንሽ

# settings_247
source: DNS Server
am_et: DNS አገልጋይ

# settings_248
source: Component
am_et: አካል

# settings_249
source: Model
am_et: ሞዴል

# settings_250
source: It will take about 1 hour to complete and your TV needs to be turned off while completing.
am_et: ለማጠናቀቅ 1 ሰዓት ገደማ ይወስዳል እና የእርስዎ ቲቪ በሚጠናቀቅበት ጊዜ መጥፋት ያስፈልገዋል።

# settings_251
source: Abidjan
am_et: አቢጃን

# settings_252
source: Adjust saturation for selected color.
am_et: ለተመረጠው ቀለም ሙሌቱን አስተካክል።

# settings_253
source: Tint
am_et: ቲንት

# settings_254
source: Adjust tint for selected color.
am_et: ለተመረጠው ከለር ቲንት አስተካክል፡፡

# settings_255
source: Luminance
am_et: ብርሀን

# settings_258
source: Soccer
am_et: እግር ኳስ

# settings_259
source: Football
am_et: እግር ኳስ

# settings_260
source: Live Theater
am_et: የቀጥታ ትያትር

# settings_261
source: Day
am_et: ቀን

# settings_262
source: Menu Transparency
am_et: የማውጫ ግልጽነት

# settings_263
source: Block content based on genre.
am_et: ይዘትን ጀንር ላይ ተመስርተው ያግዱ።

# settings_264
source: Region
am_et: ክልል

# settings_265
source: City
am_et: ሲቲ

# settings_266
source: Dynamic Color
am_et: ኃይለኛ ቀለም

# settings_267
source: Clearing panel noise allows your TV to provide the clearest picture possible. It will take about 1 hour to complete and your TV needs to be turned off while completing.
am_et: የፓናል ድምፅን ማጥራት የእርስዎ ቲቪ ሊሰጥ የሚችለውን በጣም የፀዳ ስዕል እንዲሰጥ ያስችለዋል። ለማጠናቀቅ 1 ሰዓት ገደማ ይወስዳል እና የእርስዎ ቲቪ በሚጠናቀቅበት ጊዜ መጥፋት ያስፈልገዋል።

# settings_268
source: START NOW
am_et: አሁን ጀምር

# settings_269
source: Quick Start On
am_et: ፈጣን ጀማሪው በርቷል

# settings_270
source: Password
am_et: የይለፍቃል

# settings_271
source: press OK button to enter value
am_et: እሴትን ለማስገባት የእሺ አዝራርን ይጫኑ

# settings_272
source: Smart Sound Mode
am_et: Smart ድምጽ ሙድ

# settings_273
source: Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.
am_et: የሪሞትዎን አዝራር አንድ ጊዜ በተጫኑት ቁጥር ድምጹ ምን ያህል ለውጥ ማሳየት እንዳለበት ይምረጡ። ከፍተኛ ቁጥሮች ጭማሪውን ከፍ ያደርጉታል።

# settings_274
source: Contrast
am_et: የብርሀን መጠን

# settings_275
source: Show Password
am_et: የይለፍ ቃል አሳይ

# settings_276
source: Cookies
am_et: ኩኪስ

# settings_277
source: When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.
am_et: አብራ የሚለው ምርጫ ሲመረጥ ከስር ያለውን ይዘት ለማሳየት የማያ ቅንብሮች (ለምሳሌ የቀጥታ ማውጫ፣ የድምፅ መፈለጊያ፣ የማያ ሪሞት) በውስጥ የሚያሳዩ ሆነው ይታያሉ።

# settings_278
source: The Settings application must reload to change the menu language. Continue?
am_et: የምናሌ ቋንቋውን ለመለወጥ የቅንብሮች መተግበሪያው እንደገና መጫን አለበት። ይቀጥል?

# settings_279
source: Yes
am_et: አዎ

# settings_280
source: Settings application is restarting
am_et: የመተግበሪያው አቀማመጥ እንደአዲስ በመጀመር ላይ ነው

# settings_281
source: Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.
am_et: በማያው ብሩህ እና ጨለማ አካባቢዎች መካል ያለውን ልዩነት አስተካክል። ከፍተኛ ቁጥሮች ልዩነቱን ያባብሱታል።

# settings_282
source: press OK button to go to next menu
am_et: ወደ ቀጣይ ምናሌ ለመሄድ የእሺ አዝራርን ይጫኑ

# settings_283
source: G{value}
am_et: ጂ{value}

# settings_285
source: C{value}
am_et: ሲ{value}

# settings_286
source: W{value}
am_et: ደብሊው{value}

# settings_287
source: Unknown
am_et: ያልታወቀ

# settings_288
source: Year
am_et: ዓመት

# settings_289
source: Note: Supported features may differ by model and its transparency by each feature's own operation.
am_et: ማስታወሻ: የሚደገፉ ባህሪዎች እንደየ ሞዴሉ እና እያንዳንዱ ባህሪ ክወና ግልጽነት ሊለያዩ ይችላሉ።

# settings_290
source: Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.
am_et: በ Wi-Fi Direct አማካይነት እንደ ሞባይል መሳሪያ ወይም ኮምፒዩተር ከመሳሰሉ በ Wi-Fi Direct ከሚሰሩ መሳሪያዎች ጋር ገመድ አልባ ራውተር ጋር ማገናኘት ሳያስፈልግዎ ያለ ገመድ የእርስዎን TV እንዲገናኙ ያስችልዎታል። አንድ ጊዜ ካገናኙት በኋላ፥ በ TV ውስጥ የፎቶ እና የቪዲዮ እንዲሁም የሙዚቃ መተግበሪያን በሚጠቀሙ መሳሪያዎች ውስጥ የእርስዎን ይዘት በማግኘት መዝናናት ይችላሉ።

# settings_291
source: Movie Bright
am_et: Movie ብሩሕ

# settings_292
source: Movie Dark
am_et: Movie ጨለም ያለ

# settings_293
source: HDR Bright
am_et: HDR ብሩሕ

# settings_294
source: IVC (Cote d’Ivoire)
am_et: IVC (ኮት ዲቫር)

# settings_295
source: Note:<br/>1. If your TV is turned on while clearing panel noise is in progress, it will stop the process and you have to start over.<br/>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.
am_et: ማስታወሻ፦<br/>1. Clear Panel Noise በሥራ ሂደት ላይ እያለ የእርስዎ TV በርቶ ከሆነ፣ ሂደቱን ያቆማል እንዲሁም እንደገና ከመጀመሪያው መጀመር አለብዎት።<br/>2. በሂደት ላይ እያለ፣ በማያ ገጹ ላይ ነጭ መስመር ብቅ ሊል ይችላል። ይህ የእርስዎን ማያ ገጽ በማጽዳት ወቅት ጤናማ ነገር ነው።

# settings_296
source: Connect
am_et: አገናኝ

# settings_297
source: Edge Enhancer
am_et: ጠርዝ ማጎልበቻ

# settings_298
source: Large
am_et: ትልቅ

# settings_299
source: No Internet via 3G/4G network
am_et: በ3G/4G አውታረ መረብ አማካኝነት ምንም በይነ መረብ የለም

# settings_300
source: No Internet via Ethernet
am_et: በEthernet አማካኝነት ምንም በይነ መረብ የለም

# settings_301
source: Connecting...
am_et: በመገናኘት ላይ...

# settings_302
source: Algeria
am_et: አልጄሪያ

# settings_303
source: Children Program Locks
am_et: የህጻናት ፕሮግራም መቆለፊያ

# settings_304
source: unchecked
am_et: አልተመረጠም

# settings_305
source: Select the region where your broadcast signal comes from.
am_et: ስርጭት ሲግናልዎ የሚመጣበት ክልል ይምረጡ።

# settings_306
source: Wi-Fi Connection
am_et: የWi-Fi ግንኙነት

# settings_307
source: Your TV will turn off until the process is complete, at which point it will automatically turn back on.
am_et: ቲቪዎ ሂደቱ እስኪጠናቀቅ ድረስ የሚጠፋ ሲሆን ልክ ሲጠናቀቅ በራስ ሰር መልሶ ይበራል።

# settings_308
source: French
am_et: ፈረንሳይኛ

# settings_309
source: German
am_et: ጀርመንኛ

# settings_310
source: RECONNECT
am_et: እንደገና አገናኝ

# settings_311
source: Subtitle Language
am_et: የንኡስርእስ ቋንቋ

# settings_312
source: Balance
am_et: ሚዛን

# settings_313
source: Subnet prefix length
am_et: የሰብኔት ቅድመ ቅጥያ ርዝመት

# settings_314
source: TV Rating French
am_et: TV ሚዛን ፈረንሳይኛ

# settings_315
source: IPv4 (Manual)
am_et: IPv4 (በእጅ የሚሰራ)

# settings_316
source: Si, Do
am_et: ሲ፣ ዶ

# settings_317
source: Motion Eye Care
am_et: እንቅስቃሴ አይን እንክብካቤ

# settings_318
source: 3D Pattern Recognition
am_et: 3D ስርዓተ ጥለት ማወቂያ

# settings_319
source: Menu Language
am_et: የምናሌ ቋንቋ

# settings_320
source: ON
am_et: በርቷል
