Repository: iLib-js/ilib-mono
Catalog: lint-webos/sample-B/sample.xliff
Languages: am_et

# settings_3100
source: The TV speaker and connected external speakers can output sound simultaneously.
am_et: የቲቪ ስፒኪር እና የተገናኙ ውጫዊ ስፒከሮች በአንድጊዜ ድምፅ ማውጣት ይችላሉ።

# settings_3101
source: Bluetooth Device + TV Speaker
am_et: የ Bluetooth መሣሪያ + የቲቪ ስፒከር

# settings_3102
source: The TV speaker and Bluetooth speakers can output sound simultaneously.
am_et: የቲቪ ስፒኪር እና የ Bluetooth ስፒከሮች በአንድጊዜ ድምፅ ማውጣት ይችላሉ።

# settings_3103
source: You can connect up to two Bluetooth devices of the same model.
am_et: በተመሳሳይ ሞዱል እስከ ሁለት የ Bluetooth መሳሪያዎች ማገናኘት ይችላሉ።

# settings_3104
source: Playback Option
am_et: የመልሶ ማጫወት አማራጭ

# settings_3105
source: Select the playback option of the speakers connected to the TV.
am_et: ከቲቪው ጋር የተገናኙትን ስፒከሮች የመልሶ ማጫወት አማራጭ ይምረጡ።

# settings_3106
source: Choose one from 'Simultaneous Sound Out' and 'Surround Effect'.
am_et: አንድ ከ 'በአንድ ጊዜ ድምጽ ማንበብ' እና 'ከባቢ ድምፅ' ይምረጡ።

# settings_3107
source: Simultaneous Sound Out
am_et: በአንድ ጊዜ ድምጽ ማንበብ

# settings_3108
source: Surround Effect
am_et: ከባቢ ውጤት

# settings_3109
source: Optical Out Device + TV Speaker
am_et: ብርሃን መሰረት ያደረገ ማውጫ መሳሪያ + የቲቪ ስፒከር

# settings_3110
source: The TV speaker and Optical Out can output sound simultaneously.
am_et: የቲቪ ስፒኪር እና ብርሃን መሰረት ያደረገ ማውጫ ስፒከሮች በአንድጊዜ ድምፅ ማውጣት ይችላሉ።

# settings_3111
source: Wired Headphones + TV Speaker
am_et: ባለ ገመድ ሄድፎኖች + የቲቪ ስፒከር

# settings_3112
source: The TV speaker and Wired Headphones can output sound simultaneously.
am_et: የቲቪ ስፒኪር እና ባለ ገመድ ሄድፎኖች በአንድጊዜ ድምፅ ማውጣት ይችላሉ።

# settings_3113
source: Wired Headphones used by people with poor hearing can adjust the volume separately from the TV speaker.
am_et: አነስተኛ መስማት ችሎታ ያላቸው ሰዎች የሚጠቀሟቸው ባለ ገመድ ሄድፎኖች ከቲቪ ስፒከር በተናጠል የደምፅ መጠንን ማስተካከል ይችላሉ።

# settings_3114
source: Adjust TV sound as you like.
am_et: የቲቪውን ድምፅ እንደሚፈልጉ አድርገው ያስተካክሉ።

# settings_3115
source: Enjoy Dolby Atmos content with vivid surround effect.
am_et: የ Dolby Atmos ይዘትን በቪቪድ ከባቢ ውጤት ያጣጥሙ።

# settings_3116
source: Connected TV speaker and device that support the TV Sound Mode Share feature can only be used to listen to sound.
am_et: የቲቪ ደምፅ ሁነታ መጋራት ተግባርን የሚደግፍ የተገናኘ የቲቪ ስፒከር እና መሳሪያ ለማዳመጥ ብቻ ነው ጥቅም መስጠት የሚችለው።

# settings_3117
source: Adjust sound balance heard from the left and right side of TV speaker.
am_et: ከቲቪው ግራ እና ቀኝ ጎን በሚገኙት ስፒከሮች የሚሰማውን የድምፅ ሚዛን ያስተካክሉ።

# settings_3118
source: When set to '0', both speakers sound at the same level.
am_et: ወደ '0' ሲደረግ፣ ሁለቱም ስፒከሮች በተመሳሳይ ደረጃ ያሰማሉ።

# settings_3119
source: Left {n}
am_et: ግራ {n}

# settings_3120
source: Right {n}
am_et: ቀኝ {n}

# settings_3121
source: Optimize sound by adjusting the TV speaker.
am_et: የቲቪውን ስፒከር በማስተካከል ድምፁን ያመጣጥኑ።

# settings_3122
source: Installation Type
am_et: የአጫጫን አይነት

# settings_3123
source: This applies only when playing sound through TV speaker, and works differently depending on the TV model.
am_et: ይህ በቲቪ ስፒክር በኩል ድምፅ ሲጫወት ብቻ የሚተገበር ሲሆን ይህም በቲቪው ስሪት መሰረት በተለያየ መልኩ ይሰራል።

# settings_3124
source: Stand Type
am_et: የመቆሚያ ዓይነት

# settings_3125
source: Adjust the sound for a stand-type TV.
am_et: በመቆሚያ ላይ ለሚቀመጥ ቲቪ ድምፁን ያስተካክሉ።

# settings_3126
source: Adjust the sound for a wall-mounted TV.
am_et: ግድግዳ ላይ ለሚታሰር ቲቪ ድምፁን ያስተካክሉ።

# settings_3127
source: Automatic Volume Adjustment
am_et: የራስ-ሰር የድምፅ መጠን ማስተካከያ

# settings_3128
source: Adjust sound for each program automatically when switching channels so that the volume is constant.
am_et: ጣቢያዎችን በሚለውቱበት ወቅት ድምፁ ወጥ እንዲሆን ለእያንዳንዱ ፕሮግራም በራስ-ሰር ደምፁን ያስተካክሉ።

# settings_3129
source: Match Screen and Sound
am_et: ማያ ገፅ እና ድምፅ ያዛምዱ

# settings_3130
source: Adjust the audio timing manually to synchronize the screen and audio.
am_et: ማያ ገፅ እና ድምጽን ለማመሳሰል ድምጽ የሚወጣበትን ሠዓት በራስዎ ያስተካክሉ።

# settings_3131
source: Select HDMI Input Audio Format
am_et: የ HDMI ግብዓት የድምጽ ቅርጸት ይምረጡ

# settings_3132
source: Select the audio format according to the HDMI input method.
am_et: በ HDMI ግብዓት ስልት መሰረት የድምፅ ቅርፀት ይምረጡ።

# settings_3133
source: Adjust the volume of audio device with the remote control.
am_et: በሩቅ መቆጣጠሪያው ወይም ሪሞት ኮንትሮል የኦዲዮ መጠን ያስተካክሉ።

# settings_3134
source: If it does not work, check if the audio device supports the LG Sound Sync feature.
am_et: ካልሰራ፣ የኦዲዮ መሳሪያው የ LG Sound Sync ተግባርን የሚደግፍ መሆኑን ይፈትሹ።

# settings_3135
source: Digital Sound Output
am_et: ዲጂታል ድምጽ ማውጫ።

# settings_3136
source: Select the format to output the TV's digital sound to an external device.
am_et: የቲቪውን ዲጂታል ድምፅ ወደ የውጭ መሳሪያ ለማሰተላለፍ ቅርፀቱን ይምረጡ።

# settings_3137
source: If you select 'Pass Through', you can maintain the original sound quality, but the sound will not be heard on devices that do not support this option.
am_et: 'Pass Through' ን ከመረጡ፣ ኦሪጅናሉን የደምፅ ጥራት ማስጠበቅ ይችላሉ፣ ሆኖም ግን ይህን ምርጫ በማይደግፉ መሳሪያዎች ላይ ድምፁ አይሰማም።

# settings_3138
source: Select another output from the menu such as 'Auto' or 'PCM' if no sound is heard after selecting 'Pass Through'. Various sound effects will not be applied even if the sound comes out.
am_et: 'Pass Through' ን ከመረጡ በኋላ ምንም ድምፅ ካልተሰማ እንደ 'በራስ-ሰር' ወይም 'PCM' አይነት ሌላ የማውጫ አማራጮችን ከዝርዝሩ ላይ ይምረጡ። ድምፁ ቢወጣ እንኳ የተለያዩ የድምፅ ውጤቶች አይተገበሩም።

# settings_3139
source: eARC Support
am_et: የ eARC ድጋፍ

# settings_3140
source: Enhance the reception frequency when the HDMI(ARC) audio device supports eARC.
am_et: የ HDMI (ARC) ኦዲዮ መሳሪያ eARC ን ሲደግፍ፣ ተቀባይ ፍሪኩዌንሲን ያጎልብቱ።

# settings_3141
source: This will give you a richer and more vivid sound.
am_et: ይህም የበለፀገ እና ቁልጭ ያሉ ድምፆችን ይሰጥዎታል።

# settings_3142
source: TV Sound Mode Share
am_et: የቲቪ ድምጽ ሁነታ ማጋራት

# settings_3143
source: Play various sound modes applied to the TV speaker on the sound bar connected to the HDMI(ARC).
am_et: ከ HDMI(ARC) ጋር በተገናኘው የድምፅ ባር የቲቪ ስፒከር ላይ ተግባራዊ የተደረጉ የተለያዩ የድምጥ ሁነታዎችን ያጫውቱ።

# settings_3144
source: This feature is only available on devices that support TV Sound Mode Share.
am_et: ይህ ተግባር የቲቪ ድምፅ ሁነታ መጋራትን የሚደግፉ መሳሪያዎች ላይ ብቻ ይገኛል።

# settings_3145
source: Sound Bar Mode Control
am_et: የድምፅ ባር ሁነታ ቁጥጥር

# settings_3146
source: Select the sound mode of the sound bar on your TV.
am_et: በቲቪዎ ላይ የድምፅ ባሩን የድምፅ ሁነታ ይምረጡ።

# settings_3147
source: This feature is only available on devices that support Sound Bar Mode Control.
am_et: ይህ ተግባር የድምፅ ባር ሁነታ ቁጥጥርን የሚደግፉ መሳሪያዎች ላይ ብቻ ይገኛል።

# settings_3148
source: Revert all settings of the standard sound mode to the factory settings.
am_et: የመደበኛ ድምፅ ሁነታ ሁሉንም ቅንብሮች መጀመሪያ ወደተሰራበት ቅንብሮች መልስ።

# settings_3149
source: Run the 'TV Sound Mode Share'.
am_et: የ 'ቲቪ የድምጽ ሁነታ ማጋራት' ይክፈቱ።

# settings_3150
source: Run the 'Sound Bar Mode Control'.
am_et: 'የድምፅ ባር ሁነታ ቁጥጥር' ን አስጀምር።

# settings_3151
source: Sound Bar Remote may be limited in usage.
am_et: የድምፅ ባር ሪሞት በአጠቃቀም የተገደበ ሊሆን ይችላል።

# settings_3152
source: LG Sound System
am_et: የ LG ድምጽ አሰራር

# settings_3153
source: Volume Control
am_et: የድምፅ መጠን ቁጥጥር

# settings_3154
source: Wireless Speaker
am_et: ገመድ አልባ ስፒከር

# settings_3155
source: Wired Speaker
am_et: በባለ ገመድ ስፒከር

# settings_3156
source: Update to the latest software.
am_et: ወደ ቅረቡ ሶፍትዌር አዘምን።

# settings_3157
source: Note:
am_et: ማስታወሻ:

# settings_3158
source: 1. If your TV is turned on while Pixel Cleaning is in progress, it will stop the process and you have to start over.
am_et: 1. የፒክስል ማጥራት በሂደት ላይ እያለ ቲቪዎ ከበራ፣ ሂደቱን ያቆማል እናም ከአዲስ መጀመር ያስፈልግዎታል።

# settings_3159
source: 2. While processing, a white line may appear in the screen. This is normal when clearing your screen.
am_et: 2. በሂደት ላይ እያለ፣ በማያ ገፁ ላይ ነጭ መስመር ሊታይ ይችላል። ይህም ማያ ገፅዎን በማጥራት ላይ የተለመደ ነው።

# settings_3160
source: Auto Update
am_et: በራስ-ሰር አዘምን

# settings_3161
source: Your TV will be updated with the latest software if Internet is connected.
am_et: የእርስዎ ቲቪ ከኢንተርኔት ጋር ከተገናኘ በቅርብ ሶፍትዌር የሚዘምን ይሆናል።

# settings_3162
source: Your TV can also be updated through an external storage device such as USB.
am_et: የእርስዎ ቲቪ እንደ USB አይነት በውጫዊ ማከማቻ መሳሪያዎች በኩልም ሊዘምን ይችላል።

# settings_3163
source: Software Information
am_et: የሶፍትዌር መረጃ

# settings_3164
source: TV model name, MAC address, country code, language, and currently installed software version information will be collected to ensure that latest software can be installed on your TV.
am_et: በቲቪዎ ላይ የቅርብ ሶፍትዌር መጫን እንደሚችል ለማረጋገጥ የቲቪ ሞዴል ስም፣ የ MAC አድራሻ፣ የሃገር ኮድ፣ ቋንቋ፣ እና አሁን የተጫነው የሶፍትዌር እትም መረጃ የሚሰበሰብ ይሆናል።

# settings_3165
source: Set various features to keep the OLED panel to be in its best condition.
am_et: የ OLED ፓናልን በተሻለ ሁኔታ ላይ ለማቆየት የተለያዩ ተግባራትን ያመቻቹ።

# settings_3166
source: Pixel Cleaning
am_et: ፒክስል ማጥራት

# settings_3167
source: Check and adjust each pixel.
am_et: እያንዳንዱ ፒክስል ይፈትሹ እና ያስተካክሉ።

# settings_3168
source: Prevent the screen from occurring problem while watching the same channel for a long period of time.
am_et: ተመሳሳይ ጣቢያን ለረጅም ጊዜ በማየት ወቅት ማያ ገፁ ችግር እንዳይፈጥር መከላከል።

# settings_3169
source: Screen Move
am_et: የማያ ገፅ እንቅስቃሴ

# settings_3170
source: The screen moves little by little at regular intervals.
am_et: ማያ ገፁ በመደበኛ ጊዜያት ትንሽ በትንሽ ይንቀሳቀሳል።

# settings_3171
source: Prevent the screen from occurring problem when the TV is on for a long period of time.
am_et: ቲቪው ለረጅም ጊዜ በሚበራበት ወቅት ማያ ገፁ ችግር እንዳይፈጥር መከላከል።

# settings_3172
source: Adjust Logo Brightness
am_et: የአርማውን ቡሩህነት ያስተካክሉ

# settings_3173
source: Adjust the brightness of static images such as logos and subtitles automatically.
am_et: እንደ አርማዎች እና የንግግር ፅሁፎች አይነት ከአንድ ቦታ የማይንቀሳቀሱ ምስሎችን ብሩህነት ያስተካክሉ።

# settings_3174
source: Adjusts the brightness of the screen or set it to turn off automatically to reduce power consumption.
am_et: የኃይል ፍጆታን ለመቀነስ የማያ ገፁን ብሩህነት ያስተካክሉ ወይም በራስ-ሰር እንዲያጠፋ ያመቻቹት።

# settings_3175
source: Brightness of your TV will be affected if you use Energy Saving function.
am_et: የሃይል ቁጠባ ተግባር ከተጠቀሙ የቲቪዎ ብሩህነት ላይ ተፅዕኖ አይደርስም።

# settings_3176
source: Energy Saving Step
am_et: ኃይል ቁጠባ ቅደም ተከተል

# settings_3177
source: The TV will be turned off automatically if the user does not operate the TV or remote control for a certain period of time.
am_et: ተጠቃሚው ለተወሰነ ጊዜ ያህል ቲቪውን ወይም ሪሞት ኮንትሮሉን እየተጠቀመ ካልሆነ ቲቪው በራሱ የሚጠፋ ይሆናል።

# settings_3178
source: This feature will choose the most appropriate picture quality according to the color or brightness of the lighting in the room where the TV is placed.
am_et: ይህ ተግባር ቲቪው በተቀመጠበት ክፍል ውስጥ ባለው ቀለም ወይም የብርሃን ድምቀት መሰረት በጣም ተገቢ የሆነውን የምስል ጥራት ይመርጣል።

# settings_3179
source: Using this function may change the brightness of the screen.
am_et: ይህን ተግባር መጠቀም የማያ ገፁን ብሩህነት ሊለውጥ ይችላል።

# settings_3180
source: Check if the TV is working properly.
am_et: ቲቪው በአግባቡ እየሰራ መሆኑን መፈተሽ።

# settings_3181
source: If there is a problem, the user can change the settings or request a remote diagnosis to fix it.
am_et: ችግር ካለ፣ ተጠቃሚው ቅንብሮችን መቀየር ወይም እንዲጠገንለት የሩቅ ፍተሻን መጠየቅ ይችላል።

# settings_3182
source: Screen Self-diagnosis
am_et: የማያ ገፅ የራስ-ፍተሻ

# settings_3183
source: Checks if the TV screen is working properly.
am_et: ቲቪው በአግባቡ እየሰራ መሆኑን ይፈትሻል።

# settings_3184
source: Sound Self-diagnosis
am_et: የድምፅ የራስ-ፍተሻ

# settings_3185
source: Check if TV speakers are working properly.
am_et: የቲቪው ስፒከሮች በአግባቡ እየሰሩ መሆናቸውን ይፈትሻል።

# settings_3186
source: Privacy & Terms
am_et: ግላዊነትና ውሎች

# settings_3187
source: Check the Terms and Conditions and Legal Information.
am_et: የአገልግሎት ውል እና ሁኔታዎች እና ህጋዊ መረጃን ይፈትሹ።

# settings_3188
source: You may confirm the Terms and Conditions or change whether to accept the Terms and Conditions.
am_et: የአገልግሎት ውል እና ሁኔታዎች ማረጋገጥ ወይም የአገልግሎት ውል እና ሁኔታዎች ለመቀበል መለወጥ ይችላሉ።

# settings_3189
source: LG Support Center
am_et: የLG ድጋፍ ማዕከል

# settings_3190
source: To test your TV sound, Sound Out setting needs to be changed to the TV Speaker. Do you want to continue?
am_et: የቲቪዎን ድምጽ ለመሞከር፣ የ ድምጽ ማንበብ ቅንብር ወደ የቲቪ ድምፅ ማጉያ መለወጥ አለበት። መቀጠል ይፈልጋሉ?

# settings_3191
source: You can set to show or hide 'Sponsored' advertisements that appear in the home menu.
am_et: በዋና ማውጫው ላይ የሚታዩ 'ስፖንሰር የተደረጉ' ማስታወቂያዎችን ለማሳየት ወይም ለመደበቅ ማመቻቸት ይችላሉ።

# settings_3192
source: Reset Usage Data
am_et: የአጠቃቀም ውሂብን ከአዲስ ያስጀምሩ

# settings_3193
source: You can delete the viewing and usage data LGE has collected to provide you customized services.
am_et: LGE የተበጁ አገልግሎቶችን ለእርስዎ ለማቅረብ የሰበሰባቸውን እይታን እና የአጠቀቀም ውሂብን ማጥፋት ይችላሉ።

# settings_3194
source: (If this TV is logged into any LG Account, this TV's viewing and usage data associated with the account will be deleted as well.)
am_et: (ይህ ቲቪ ከማንኛውም የLG መለያ ጋር ከተገናኘ፣ ከመለያው ጋር የሚገኛኝ የዚህ ቲቪ እይታ እና አጠቃቀም ውሂብም የሚጠፋ ይሆናል።)

# settings_3195
source: Please enter Zip Code
am_et: እባክዎ ዚፕ ኮድ ያስገቡ

# settings_3196
source: LG Account
am_et: የLG መለያ

# settings_3197
source: If you turn SIMPLINK on, sound cannot be played simultaneously through the Interal TV speaker and the external Audio Out port. Sound Out will be changed to TV Speaker or Audio Out (Optical/HDMI ARC). Continue?
am_et: SIMPLINK በሚያበራበት ጊዜ፣ ድምጽ በአንድ ጊዜ በ ውስጣዊ TV ስፒከር እና በውጫዊው ድምጽ ማንበቢያ ወደብ ሊጫወት አይችልም። ድምጽ ማንበብ ወደ ውስጣዊ TV ስፒከር ወይም ድምጽ ማውጫ (ብርሃን መሰረት ያደረገ/HDMI ARC) ይቀየራል። ይቀጥል?

# settings_3198
source: If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Deep Color setting off.
am_et: የእርስዎ መሳሪያ ይህንን ባህሪ የማይደግፍ ከሆነ፣ በትክክል ላይሰራ ይችላል። ይህ በሚሆንት ጊዜ፣ መሳሪያውን ሌላ HDMI ወደብ ጋር ማገናኘት ወይም የ HDMI ጥልቅ ቀለም አቀማመጥን ማጥፋት ይችላሉ።

# settings_3199
source: Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Deep Color setting off.
am_et: ማስታወሻ: መሳሪያዎ ይህንን ባህሪ የማይደግፍ ከሆነ፣ በትክክል ላይሰራ ይችላል። በዚያ ጊዜ፣ መሳሪያውን ከሌላ HDMI ወደብ ጋር ማገናኘት ወይም የ 8K HDMI ጥልቅ ቀለም ቅንብሮችን ማጥፋት ይችላሉ።

# settings_3200
source: Note : If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Deep Color setting off.
am_et: ማስታወሻ፡ መሳሪያዎ ይህንን ባህሪ የማይደግፍ ከሆነ፣ በትክክል ላይሰራ ይችላል። በዚያ ጊዜ፣ መሳሪያውን ከሌላ HDMI ወደብ ማገናኘት ወይም የ HDMI ጥልቅ ቀለም ቅንብሮችን ማጥፋት ይችላሉ።

# settings_3201
source: Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the 8K HDMI Deep Color setting off.
am_et: ማስታወሻ: መሳሪያዎ ይህንን ባህሪ የማይደግፍ ከሆነ በትክክል ላይሰራ ይችላል። በዚያ ጊዜ፣ መሳሪያውን ከሌላ HDMI ወደብ ወይም የ 8K HDMI ጥልቅ ቀለም ቅንብሮችን ማጥፋት ይችላሉ።

# settings_3202
source: Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI Deep Color setting off.
am_et: ማስታወሻ: መሳሪያዎ ይህንን ባህሪ የማይደግፍ ከሆነ፣ በትክክል ላይሰራ ይችላል። በዚያ ጊዜ፣ መሳሪያውን ከሌላ HDMI ወደብ ጋር ማገናኘት ወይም የ HDMI ጥልቅ ቀለም ቅንብሮችን ማጥፋት ይችላሉ።

# settings_3203
source: Note:<br>1. If your TV is turned on while Pixel Cleaning is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.
am_et: ማስታወሻ፡<br>1. የፒክሰል ማጥራት በሂደት ላይ ሳለ TVዎ በርቶ ከሆነ፤ ሂደቱን ስለሚያስቆመው እንደገና መጀመር ይኖርብዎታል።<br>2. በሂደቱ ጊዜ በማያ ገጹ ላይ ነጭ መስመር ሊታይ ይችላል። ማያ ሰሌዳዎን በማጥራት ወቅት ይህ መደበኛ ነው።

# settings_3204
source: Pixel Cleaning allows your TV to provide the clearest picture possible.
am_et: የፒክሰል ማጥራት TVዎ የመጨረሻውን ጥራት ያለው ምስል እንዲያቀርብ ያስችላል።

# settings_3205
source: Pixel Cleaning begins only once when the TV is turned off.
am_et: የፒክስል ማጥራት ቲቪው ከጠፋ በኋላ ብቻ የሚጀምረው።

# settings_3206
source: Pixel Cleaning has been scheduled to start the next time your TV is turned off.
am_et: የፒክሰል ማጥራት በሚቀጥለው ጊዜ TVዎ ሲጠፋ እንዲጀምር የጊዜ ሰሌዳ ተይዞለታል።

# settings_3207
source: Pixel Cleaning will begin when you turn off your TV.
am_et: የፒክሰል ማጥራት TVዎን በሚያጠፉ ጊዜ ይጀምራል።

# settings_3208
source: Revert Fine Tune settings to default.
am_et: የማጥሪያ ቅኝት ቅንብሮች ወደ ነባሪው መልስ።

# settings_3209
source: The set sub-values of the Fine Tune function will be reset. Do you want to continue?
am_et: የማጥሪያ ቅኝት ተግባር የስብስቡ ንኡስ እሴቶች እንደገና ይጀምራሉ። ለመቀጠል ይፈልጋሉ?

# settings_3210
source: You can launch the AMD FreeSync Premium by setting HDMI Deep Color to 'On'.
am_et: HDMI ጥልቅ ቀለምን 'አብራ' የሚለዉን በመንካት ፈጣን AMD FreeSync ፕሪሚየምን ማስጀመር ይችላሉ።

# settings_3211
source: You can launch the Instant Game Response by setting HDMI Deep Color "On".
am_et: የ HDMI ጥልቅ ቀለም "አብራ" በማቀናበር ፈጣን የጨዋታ ምላሽ ማስጀመር ይችላሉ።

# settings_3212
source: You can launch the Instant Game Response by setting HDMI Deep Color 'On'.
am_et: የ HDMI ጥልቅ ቀለም 'አብራ' በማቀናበር ፈጣን የጨዋታ ምላሽ ማስጀመር ይችላሉ።

# settings_3213
source: Your TV must stay off while Pixel Cleaning process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled and the BT speaker on Zero View is not available.
am_et: የፒክሰል ማጥራት ሂደት በሂደት ላይ ሳለ TVዎ እንደተዘጋ መቆየት አለበት። ማናቸውም በዚህ ሂደት ወቅት ጊዜ የተያዘላቸው የአሁን ወይም መጪ ቀረጻዎች፣ አስታዋሾች ወይም ጊዜ መቁጠሪያ መብራቶች ይሰረዛሉ እና የ BT ስፒከር በ ባዶ ዕይታ ላይ አይገኝም።

# settings_3214
source: Your TV must stay off while Pixel Cleaning process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.
am_et: የፒክሰል ማጥራት ሂደት በሂደት ላይ ሳለ TVዎ እንደተዘጋ መቆየት አለበት። ማናቸውም በዚህ ሂደት ወቅት ጊዜ የተያዘላቸው የአሁን ወይም መጪ ቀረጻዎች፣ አስታዋሾች ወይም ጊዜ መቁጠሪያ መብራቶች ይሰረዛሉ።

# settings_3215
source: Your location can be provided to Accuweather for displaying weather information on the {name} screen.
am_et: የእርስዎ አካባቢ የአየር ንብረትን መረጃ ለማሳየት በ {name} ማያ ገጽ እንዲታይ ወደ Accuweather ይቀርባል።

# settings_3216
source: Line View
am_et: የመስመር ዕይታ

# settings_3217
source: {deviceName} will be disconnected from your TV.
am_et: {deviceName} ከቲቪዎ ይለያያል።

# settings_3218
source: Bluetooth gamepads supported by the TV are Sony Dualshock4, Xbox BT gamepad, Nvidia Shield wireless gamepad.
am_et: በቲቪ የሚደገፉ የ Bluetooth ጌም ፓዶች Sony Dualshock4፣ Xbox BT gamepad እና Nvidia Shield ገመድ አልባ ጌም ፓድ ናቸው።

# settings_3219
source: User Report
am_et: የተጠቃሚ ሪፖርት

# settings_3220
source: Sending a report on problems that occurred while using LG TV will help improve LG TV.
am_et: እርስዎ LG TV ን ሲጠቀሙ የሚያጋጥምዎትን ችግሮች ሪፖርት መላክ LG TV ን ለማሻሻል ያግዛል።

# settings_3221
source: The report includes product information, Mac address, network information, device information connected to the TV, TV power on/off history, memory usage and error information, which will be collected to use only for LG TV errors and usability improvement purposes and will be discarded within 30 days.
am_et: ሪፖርቱ የምርት መረጃ፣ የ Mac አድራሻ፣ የአውታረ መረብ መረጃ፣ ከቲቪው ጋር የተገናኘው መሣሪያ መረጃ፣ የቲቪ ኃይል ማብሪያና ማጥፊያ ታሪክ፣ የማኅደረ ትውስታ አጠቃቀም እና የስሕተት መረጃ የሚያካትት ሲሆን ስሕተቱ የሚሰበሰበው ለ LG TV ስሕተቶች ብቻ እና ለአጠቃቀም ማሻሻያ ዓላማዎች ሆኖ በ30 ቀናት ውስጥ ሙሉ በሙሉ ይወገዳል።

# settings_3222
source: For details, please refer to the privacy policy in the 'User Agreements' menu in the TV settings.
am_et: ዝርዝሮችን ለማግኘት፣ በቲቪ ቅንብሮች ውስጥ ‘የተጠቃሚ ስምምነቶች’ ውስጥ ያለውን የግላዊነት መመሪያ እባክዎ ይመልከቱ።

# settings_3223
source: The automatic report function will be available only if you agree to activate this function when network is connected and able to disable it at anytime in 'Settings > Support > User Report'.
am_et: አውታረ መረብ ሲገናኝ እና በማናቸውም ጊዜ በ 'ቅንብሮች > ድጋፍ > የተጠቃሚ ሪፖርት’ ውስጥ ለማሰናከል እንደሚችሉ ከተስማሙ ብቻ ራስሰር ሪፖርት ማድረጊያው ተግባር የሚገኝ ይሆናል።

# settings_3224
source: Do you agree to automatic transfer?
am_et: በራስሰር ማስተላለፍ ይስማማሉ?

# settings_3225
source: Report will be sent automatically to solve problems that occurred while using LG TV.
am_et: LG TV ን በመጠቀም ወቅት ያጋጠሙ ችግሮችን ለመፍታት በራስሰር የሚላኩ ሪፖርት ይሆል።

# settings_3226
source: Please check the model compatibility.
am_et: እባክዎ የሞዴሉን ተስማሚነት ያረጋግጡ።

# settings_3227
source: TV Management
am_et: የቴሌቪዥን አስተዳደር

# settings_3228
source: Power Off Option
am_et: የሃይል አጥፋ አማራጭ

# settings_3229
source: Maintain aspect ratio of current screen
am_et: የአሁኑን የማያ ገጽ ምጥጥን ይጠብቁ

# settings_3230
source: Fix with Line View
am_et: በመስመር ዕይታ ያስተካክሉ

# settings_3231
source: You can turn off TV with desired aspect ratio.
am_et: በተፈለገው እይታ መጠን ቴሌቪዥንን ማጥፋት ይችላሉ።

# settings_3232
source: Motion Sensor Sensitivity
am_et: የእንቅስቃሴ መለያ ትብነት

# settings_3233
source: Set sensitivity of Motion Sensor on your TV.
am_et: በቴሌቪዥንዎ ላይ የእንቅስቃሴ መለያ ትብነትን ያዘጋጁ።

# settings_3234
source: This feature is not supported on copy protected content.
am_et: ይህ ተግባር በቅጂ ጥበቃ ይዘት ላይ አይደገፍም።

# settings_3235
source: Adjust Saturation
am_et: ውህደትን አስተካከል

# settings_3236
source: Adjust Sharpness
am_et: የጠርዝ ጥራትን አስተካከል

# settings_3237
source: Adjust Contrast
am_et: ንፅፅር አስተካክል

# settings_3238
source: To use this feature, set 'Reduce Blue Light' to 'Off' from the menu.
am_et: ይህን ተግባር ለመጠቀም፣ ከማውጫው ላይ የ 'ሰማያዊ ብርሃን ቀንስ' ወደ 'አጥፋ' ያድረጉ።

# settings_3239
source: To use this feature, go to 'Energy Saving' in the 'Support' menu and change the 'Energy Saving Step' to another entry instead of 'Auto'.
am_et: ይህን ተግባር ለመጠቀም በ 'ድጋፍ' ማውጫ ላይ ወደ 'ኃይል ቁጠባ' ይሂዱ እና የ 'ኃይል ቁጠባ ቅደም ተከተል' ን 'በራስ-ሰር' ይልቅ ወደ ሌላ ምርጫ ይለውጡ።

# settings_3240
source: Adjust the brightness of the dark part of the game screen to make it more visible by turning on Game Optimizer.
am_et: የጨዋታ ማመጣጠኛ በማብራት ይበልጥ የሚታይ ለማድረግ የጨዋታ ማያ ገፁን ጥቁር ክፍል ብሩህነት ያስተካክሉ።

# settings_3241
source: DR Mode
am_et: DR ሁነታ

# settings_3242
source: DR event has been scheduled for today.
am_et: የ DR ዝግጅት ለዛሬ ቀጠሮ ተይዞለታል።

# settings_3243
source: Please be aware that DR Mode will be activated in 1 hour.
am_et: እባክዎ የ DR ሁነታ በ 1 ሰዓት ውስጥ እንደሚነቃ ይወቁ።

# settings_3244
source: DR Mode has been dismissed.
am_et: DR ሁነታ ተሰርዟል።

# settings_3245
source: DR Mode has been activated.
am_et: DR ሁነታ ነቅቷል።

# settings_3246
source: Screen brightness may decrease to reduce the amount of energy consumption.
am_et: የሃይል ፍጆታን መጠን ለመቀነስ የማያ ገጽ ብሩህነት ሊቀንስ ይችላል።

# settings_3247
source: This change will be restored to the previous setting when the DR event ends.
am_et: ይህ ለውጥ የ DR ዝግጅት ሲያልቅ ወደ ቀደሞው ቅንብር ይመለሳል።

# settings_3248
source: If you want to turn off DR Mode, Go to Settings > Picture > Advanced Settings > DR Mode.
am_et: የ DR ሁነታን ማጥፋት ከፈለጉ፣ ወደ ቅንብሮች > ስእል > የላቁ ቅንብሮች > DR ሁነታ ይሂዱ።

# settings_3249
source: Turning off DR Mode may disqualify you from enrollment in the DR program.
am_et: የ DR ሁነታን ማጥፋት በ DR ፕሮግራም ውስጥ እንዳይመዘገቡ ሊያደርግዎ ይችላል።

# settings_3250
source: If you are registered for the DR(Demand Response) Service, activate DR to automatically adjust the screen brightness and reduce energy consumption.
am_et: ለ DR(የፍላጎት ምላሽ) የተመዘገበቡ እንደሆነ፣ የማያ ገጹን ብሩህነት በራስ-ሰር ለማስተካከል እና የኃይል ፍጆታን ለመቀነስ DR ን ያንቁ።

# settings_3251
source: {Sound Out} Delay
am_et: {Sound Out} መዘግየት

# settings_3252
source: If audio device that supports LG Sound Sync is connected, volume of audio device can be adjusted with the TV remote control.
am_et: የ LG Sound Sync የሚደግፍ የድምጽ መሣሪያ ከተገናኘ፣ የድምጽ መሣሪያ መጠን በቴሌቪዥኑ የሩቅ መቆጣጠሪያ ሊስተካከል ይችላል።

# settings_3253
source: The screen brightness will be controlled in accordance with the Energy Saving Step.
am_et: የማያ ገጽ ብሩህነት በኃይል ቁጠባ ቅደም ተከተል መሠረት ቁጥጥር ይደረግበታል።

# settings_3254
source: Second
am_et: ሰከንድ

# settings_3255
source: Alarm
am_et: ማንቂያ

# settings_3256
source: Usage Data Management
am_et: የአጠቃቀም ውሂብ አስተዳደር

# settings_3257
source: Camera
am_et: ካሜራ

# settings_3258
source: Camera access will be customized for individual apps.
am_et: የካሜራ መዳረሻ ለግላዊ መተግበሪያዎች ሊበጅ ይችላል።

# settings_3259
source: Camera Access
am_et: የካሜራ መዳረሻ

# settings_3260
source: OLED Care ({modeName})
am_et: OLED ኬር ({modeName})

# settings_3261
source: * If specific mode is selected from 'Support > OLED Care > Care Picture Settings', this feature will no longer be available.
am_et: * አንድ የተወሰነ ሁነታን ከ 'ድጋፍ > OLED ኬር > የኬር የስእል ቅንብሮች' ከመረጡ፣ ይህ ተግባር ከዚህ በኋላ አይገኝም።

# settings_3262
source: Adjust sound for each program automatically when switching contents so that the volume is constant.
am_et: ይዘቶችን በሚለውጡበት ወቅት ድምፁ ወጥ እንዲሆን ለእያንዳንዱ ፕሮግራም በራስ-ሰር ደምፁን ያስተካክሉ።

# settings_3263
source: OLED Care
am_et: OLED ኬር

# settings_3264
source: Care Picture Settings
am_et: የኬር የስእል ቅንብሮች

# settings_3265
source: Device Self Care
am_et: የመሳሪያ የራስ ኬር

# settings_3266
source: OLED Panel Care
am_et: OLED ፓነል ኬር

# settings_3267
source: Comfort Mode
am_et: የምቾት ሁነታ
